{"Id":10967,"EssaySet":5,"Mark":1,"Response":"The mRNA travels to the ribosomes. At the ribosomes the mRNA is copied so that is can be used to create proteins.The copies mRNA is then used as instructions to create proteins.The proteins are made, using the instructions given."}
{"Id":10969,"EssaySet":5,"Mark":0,"Response":"The mRNA first gets on an electron transport chain."}
{"Id":10971,"EssaySet":5,"Mark":2,"Response":"First thing the mRNA does is go to the ribosome.  Next, the tRNA comes and decodes the first three nucleotides.  Then, the tRNA brings over the amino acid that matches the codon.  Last, the tRNA shifts over and the amino acids form peptide bonds with one another."}
{"Id":10972,"EssaySet":5,"Mark":1,"Response":"goes to the er then golgi bodys"}
{"Id":10973,"EssaySet":5,"Mark":0,"Response":"messenger RNA collect  the protein particals inside the nucleus of the cell the the transport RNA comes by to collect those prteins in that cell and takes them to anothe rcell in the body so that, that part of the body can absorb those protein and use tem in the function of protein sythesis."}
{"Id":10974,"EssaySet":5,"Mark":0,"Response":"Translation- The amino acid code is translatedTranscription- The amino acid code is readSynthesis-The protein is made Introduction- The code is given"}
{"Id":10975,"EssaySet":5,"Mark":0,"Response":"1. The mRNA takes the copied information out into the cytoplasm.2. There tRNA brings in nucleotides to pair up with the mRNA inorder to make a copy of the DNA strand.3. An amino acid is then paired up with each set of three nucleotides.4. Once the process is completed it is used to make a protein."}
{"Id":10976,"EssaySet":5,"Mark":1,"Response":"first the mRNA leaves the cell nucleus and moves to the ribosome where tRNA finds complementary bases"}
{"Id":10978,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the  nucleus. Then it enters the cytoplam, and proceeds to the ER."}
{"Id":10979,"EssaySet":5,"Mark":1,"Response":"1. The mRNA leaves the nucleus.2. The mRNA transports to the reticulum.3. The mRNA hooks onto a DNA.4. The mRNA is transported by the tRNA back to the nucleus,"}
{"Id":10980,"EssaySet":5,"Mark":0,"Response":"anaphase, metaphase, prophase, telophase"}
{"Id":10982,"EssaySet":5,"Mark":1,"Response":"1.The mRNA sends a message to ribosomes to send anticodons.2. The anticodons place themselves on the matching portion of the mRNA strand.3. The ribosomes begin to create proteins.4. The opposite RNA strand of the original mRNA is created."}
{"Id":10984,"EssaySet":5,"Mark":0,"Response":"It sends instructions for the amino acid sequence if a protein."}
{"Id":10987,"EssaySet":5,"Mark":0,"Response":"ribsomesnucleusanaphasemoonchadrion"}
{"Id":10988,"EssaySet":5,"Mark":0,"Response":"Protein synthesis is needed in your body because of the proteins. The four major steps are when it occurs in the body and when your body uses the protien."}
{"Id":10989,"EssaySet":5,"Mark":0,"Response":"Once mRNA leaves the nucleus, it travels to the other cells in which the protein is started to be made. By the end of the mRNAs journey, protein is formed."}
{"Id":10990,"EssaySet":5,"Mark":0,"Response":"the dna then begins to reproduce,  then mitosis takes place, then the off spring is present."}
{"Id":10991,"EssaySet":5,"Mark":0,"Response":"The mRNA exits the nucleus and enters the cytoplasm of the cell.Ribisome produce proteins according to the directions on the mRNA.The produced proteins are arranged in the order described by the RNA.They proteins go through the rough endoplasmic reticulum for further modification."}
{"Id":10992,"EssaySet":5,"Mark":3,"Response":"When the mRNA leaves the nucleus, it fits through the holes by virtue of being single-stranded. The mRNA floats around until it encounters a ribosome. The ribosome latches on to the mRNA with the larger portion nesting with and reading three nitrogenous bases, called a codon, at a time. The ribosome says in semi-stasis until a tRNA with the proper corresponding nitrogenous bases bumps into it. The tRNA is held by the ribosome until the second codon has been read, and a second tRNA is bonded to by the Ribosome. A peptide (dehydration synthesis) bond forms between the two amino acids, and the initial tRNA is 'cut loose' The ribosome then moves on down the mRNA creating the protein coded for. A strand of mRNA can be translated several times."}
{"Id":10994,"EssaySet":5,"Mark":0,"Response":"1) mRNA leaves the nucleus on a DNA strand.2) Ribosomes produce proteins.3) Ribosomes then carry the proteins to the Rough Endoplasmic Reticulum.4) There the proteins are synthesized."}
{"Id":10995,"EssaySet":5,"Mark":1,"Response":"Once the mRNA leaves the nucleus it has to make another kind of RNA to transfer the information to the other parts of the cells and the body. The codons of the messenger RNA are matched up with their codons for a transfer RNA. The transfer RNA is made and can then continue to do its job while more transfer RNAs are being copied. Then the Rnas can go to the ribosomes and give them the message to make more proteins."}
{"Id":10996,"EssaySet":5,"Mark":2,"Response":"1. The mRNA attaches to a ribosome, to begin protein synthesis.2. The correct amino acid attaches to the first part of the MRNA in the P-site, while in the A-site another amino acid waits.3. The ribosome keeps moving intil a stop codon is reached and stops."}
{"Id":10997,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the cell Cell makes protienmRNA bings it back Cell uses it."}
{"Id":10998,"EssaySet":5,"Mark":0,"Response":"1. mRNA will leave the nucleus.2. It will find a chromosome then attach to it.3. It will then go through codons before adding on to it.4."}
{"Id":10999,"EssaySet":5,"Mark":0,"Response":"The first major step involved in protein synthesis is mRNA leaving the nucleus. When the mRNA leaves the nucleus, it takes the amino acid sequence back to the protein which then results in the second major step which is passive transport. Passive transport brings proteins in and out of the cell. The third step is the when the mitocondria is making its way to help out the other cells with the protein synthesis. The last step is when the protein is making its way back to where is suppost to go, resulting in protein synthesis."}
{"Id":11001,"EssaySet":5,"Mark":1,"Response":"There four major steps of protien synthesis. The first is the mRNA going to the rRNA. Then the rRNA takes the information from the mRNA to the tRNA. Next the tRNA will take the information it has and translate it. Lastly, the tRNA will take the information and make a protein."}
{"Id":11002,"EssaySet":5,"Mark":0,"Response":"mRNA tell instructions to the messenger tRNA makes proteins and oxygen and hydrogen"}
{"Id":11003,"EssaySet":5,"Mark":1,"Response":"1. mRNA leaves the nucleus and travels to the ribosomes.2. Once in the ribosomes, the mRNA gets turned into tRNA.3. The tRNA is gathered by the ribosomes to see what the amino acid sequence is.4. The right things are given to the cell to make proteins."}
{"Id":11005,"EssaySet":5,"Mark":0,"Response":"First starting at the mRNA it goes to tRNA, which transfers it to rRNA and then gRNA"}
{"Id":11006,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nuleus and carries instructions for amino acid sequence of a protien to the ribosomes where it helps code the amino acid and makes the protien."}
{"Id":11008,"EssaySet":5,"Mark":0,"Response":"1. it travals to the cytoplasm2. the ridosomes read the RNA strand3. the protein is made4. the porsess is repeteed"}
{"Id":11009,"EssaySet":5,"Mark":0,"Response":"sugarcarbondyoxides"}
{"Id":11010,"EssaySet":5,"Mark":0,"Response":"mRNA, diffusion, energy, sunlight, protein leaving the cell."}
{"Id":11013,"EssaySet":5,"Mark":0,"Response":"it moves to tRNA. then it moves to transcription"}
{"Id":11016,"EssaySet":5,"Mark":0,"Response":"prophase metaphase anaphase telephase"}
{"Id":11019,"EssaySet":5,"Mark":0,"Response":"mRNA travels through the bodymRNA changes into proteinprotein then travels back through the bodythe protein is then transfered back to mRNA"}
{"Id":11021,"EssaySet":5,"Mark":0,"Response":"tRNA transfers proteins, mRNA sends instructions to other proteins,"}
{"Id":11022,"EssaySet":5,"Mark":1,"Response":"It attaches to tRNA"}
{"Id":11024,"EssaySet":5,"Mark":0,"Response":"1. The mRNA gets the information.2. Then it takes it to the tRNA3. Then the tRNA transfers the mRNA."}
{"Id":11027,"EssaySet":5,"Mark":0,"Response":"they make new protiens"}
{"Id":11028,"EssaySet":5,"Mark":0,"Response":"DNA where is stores information, tRNA where it transcribes protein synthesis, mRNA where it sends information"}
{"Id":11029,"EssaySet":5,"Mark":0,"Response":"leaves the nucleus, goes to the golgi apparatus, then gets made into a protein, then leaves through the cell wall."}
{"Id":11030,"EssaySet":5,"Mark":0,"Response":"protein enters the bloodstream, enters the nucleus of cells, protein develops and spreads throughout the body, makes the body stronger"}
{"Id":11031,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus and tells the other RNA the blueprints to build protein, the tRNA then starts building the right codon structure to make some with amino acids."}
{"Id":11032,"EssaySet":5,"Mark":0,"Response":"it leaves the nucleus for amino acid sequence of a protein."}
{"Id":11033,"EssaySet":5,"Mark":0,"Response":"protiens leavetravel down to the mebraneonce they get to the mebrane they then bondand connect"}
{"Id":11035,"EssaySet":5,"Mark":1,"Response":"Once mRNA leaves the nucleus it enters the cytoplasm. From there the tRNA comes into play and then it goes on to form a ploypeptide chain. After all of that, protein synthesis is complete."}
{"Id":11036,"EssaySet":5,"Mark":1,"Response":"the mRNA leaves the nucleus and travels to the ribosomes.Ribosomes make the poteins needed and sends them off to the mitochondria to send around the cell."}
{"Id":11037,"EssaySet":5,"Mark":0,"Response":"CARBS"}
{"Id":11038,"EssaySet":5,"Mark":1,"Response":"mRNA attaches to protiens which go to the ribosomes. There, the mRNA turned into tRNA. Each tRNA gets an antibody that codes for DNA. Once they code, the left over protien is shipped out of the cell and the cycle starts over again."}
{"Id":11039,"EssaySet":5,"Mark":0,"Response":"phosphateryboisamino acids"}
{"Id":11040,"EssaySet":5,"Mark":0,"Response":"DNA creates AA. which form to make protiens."}
{"Id":11041,"EssaySet":5,"Mark":1,"Response":"After leaving the nucleus, mRNA travels through the cell to the golgi apparatus. After that, it goes to the ER.  Then it travels to the golgi apparatus again. Finally, it exits the cell.."}
{"Id":11042,"EssaySet":5,"Mark":0,"Response":"tRNArRNAremovement of unwanted proteinsthe mRNA leaves the nucleus to send instructions to other cells"}
{"Id":11043,"EssaySet":5,"Mark":0,"Response":"When the mRNA leaves the nucles it travels to the mitochondria to code for the proteins that need to be made."}
{"Id":11044,"EssaySet":5,"Mark":0,"Response":"the mRNA is translated by tRNAtRNA is brought to the ribosomestRNA is used with rRNA inside ribosomesProtiens are formed by rRNA"}
{"Id":11045,"EssaySet":5,"Mark":0,"Response":"The Midrocondrien will store the protien and make sythesis out of the given nutriens then it will have the RNA make a structure for the body to use as energy."}
{"Id":11046,"EssaySet":5,"Mark":2,"Response":"After the mRNA leaves the nucleus, it takes the information needed to make a protein to the ribosome. After that the ribosme reads the mRNA code. Then the complimentary tRNA, with its specific amino acid comes in and attatches itself with the mRNA strand. Peptide bonds are put inbetween the amino acids and it folds up in a certain way to make a protein."}
{"Id":11047,"EssaySet":5,"Mark":0,"Response":"1) tRNA- transfers the RNA2) It carried throughout the body3) It is made in to a protein that we can us4) The protein is used in the body"}
{"Id":11048,"EssaySet":5,"Mark":0,"Response":"1 RIBOSOMES2 MESSAGE IS TRANSFERED3 CARRIED TO NUCLEUS4 PROTEIN SYNTHESIS"}
{"Id":11049,"EssaySet":5,"Mark":0,"Response":"mRNA,tRNA,rRNA,and RNA"}
{"Id":11050,"EssaySet":5,"Mark":0,"Response":"mRNArRNAtRNAgRNA"}
{"Id":11051,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleusmRNA broken down into strandsmRNA decoded and recoded into amino acidsmRNA creates proteins"}
{"Id":11052,"EssaySet":5,"Mark":1,"Response":"From the mRNA's transcription of the DNA it is transported to the ribosomes where rRNA combines with mRNA.Then mRNA and rRNA create more ribosomes, in which they produce proteins.Another RNA, called tRNA, is used to transcribed the amino acid sequence to proteins. tRNA also helps to check the sequnece for any mistakes of the nitrogen base pairing."}
{"Id":11054,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves the nucleus, goes to get coded into amino acids then the amino acids are made into polypeptide chains, then the polypeptide chains are made into proteins."}
{"Id":11055,"EssaySet":5,"Mark":1,"Response":"mRNA arrives at the ribosomes with the copied DNA and unzips it. The mRNA bonds with other free nucleotides to make a new DNA sequence.tRNA goes and retrieves amino acids and brings them back to the new DNA in the ribosomes.The amino acids link together to form a chain-proteins, that leave the ribosome and the cell to perform their funtion."}
{"Id":11056,"EssaySet":5,"Mark":0,"Response":"It heads to the michorndia  where the protein is produced, then it heads to the golgi appartes to package the protein and it ships it to the ER where it is shiped though the body then DNA spends messages back to the mRNA to make more protein's."}
{"Id":11058,"EssaySet":5,"Mark":0,"Response":"prophase ,anaphase,telephase, metaphase"}
{"Id":11059,"EssaySet":5,"Mark":1,"Response":"the mRNA would unzip then go through the ribisome after that it transport into tRNA"}
{"Id":11062,"EssaySet":5,"Mark":0,"Response":"InterphaseAnaphaseMetaphaseProphase"}
{"Id":11063,"EssaySet":5,"Mark":0,"Response":"the nucleus makes mrna which stands for that retains the 'blueprints' then it takes it to get assembled to make a protein.  Then it combines with the amino acids.  Then last it makes copys of more protein."}
{"Id":11064,"EssaySet":5,"Mark":0,"Response":"tRNA transfers information to the DNA, rRNA, gRNA, RNA multiplies"}
{"Id":11065,"EssaySet":5,"Mark":0,"Response":"tRNA,rRNA,gRNA,"}
{"Id":11066,"EssaySet":5,"Mark":0,"Response":"Interphase. Metahase. Anaphaase. Prophase"}
{"Id":11067,"EssaySet":5,"Mark":0,"Response":"1. GET THE PROTIEN2. MAKE SURE IT GET SAFELY TO THE PLACE WHERE THE ORGANISM NEEDS IT3. CONSUME THE PROTIEN4. KEEP IT THERE AND COME STRONGER"}
{"Id":11068,"EssaySet":5,"Mark":0,"Response":"The mRNA sends the genetic code to tRNA. Then, the tRNA takes the genetic code to the ribosomes. The ribosome receives the genetic information and gets help from another mRNA. The ribosome, with the help of mRNA, uses the information to construct the protein that was coded for in the genetic information."}
{"Id":11069,"EssaySet":5,"Mark":0,"Response":"mRNA leads to tRNA and rRNA and then the final step which is either translocation or translation."}
{"Id":11070,"EssaySet":5,"Mark":0,"Response":"The mRNA travels to through the cytoplasm to the midocondrion, and it copies itself to tRNA. The tRNA goes and copies itself to the rRNA and it sends the instructions to ribosomes and the midocondrion. These instructions make the protiens."}
{"Id":11072,"EssaySet":5,"Mark":0,"Response":"In protein synthesis, the nucleus controls what happens in the cell.  Proteins are carried out by RNA and the site of protein synthesis is RER."}
{"Id":11074,"EssaySet":5,"Mark":0,"Response":"mrna leves the nucleus"}
{"Id":11077,"EssaySet":5,"Mark":0,"Response":"after RNA leaves the cell then begines to produce more so when the RNA is converted into protien the body will have an almost constant supply"}
{"Id":11078,"EssaySet":5,"Mark":0,"Response":"The mRNA is translated into tRNA then its sent to the mitochondria to be coded. Then goes to ribosomes."}
{"Id":11081,"EssaySet":5,"Mark":0,"Response":"1-Looses the nucleus"}
{"Id":11082,"EssaySet":5,"Mark":0,"Response":"The first step would have to be building of bones and other body parts in the body. The second step would be protecting from viruses. The third step would be building a proactive life span. And the fourth step would be keeping the body safe and healthy."}
{"Id":11083,"EssaySet":5,"Mark":2,"Response":"1) The mRNA attaches to a ribosome because protein synthiesis takes place in the ribosome.2) Corresponding tRNA attaches to the mRNA where the nitrogenous bases match up.3) These nitrogenous bases code for an amino acid.4) A protein is formed by a strain of amino acids joined by petide bonds."}
{"Id":11084,"EssaySet":5,"Mark":0,"Response":"it has to change to tRNA then it has to find the amino acids. and then it has to come up with the right proteins."}
{"Id":11085,"EssaySet":5,"Mark":0,"Response":"1) The mRNA leaves the nucleus.2) The mRNA collects amino acids to create a sequence.3) The sequence is coded by the tRNA.4) Proteins are made."}
{"Id":11086,"EssaySet":5,"Mark":0,"Response":"kingdom, species, genus, family."}
{"Id":11088,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves with information, it then takes it to tRNA. After this is done tRNA is helping produce atp for protiens. After this process is done rRNA comes in. RRNA is later fixing together the protiens."}
{"Id":11090,"EssaySet":5,"Mark":0,"Response":"The four major steps that  are involved in protein synthsis is after leaving the nucleus it gets read . After that it gets copied and creates a new strand of DNA."}
{"Id":11091,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus and travels out into the cell collectin Lysosomes and brings them back into the nucleus where the Lyssomes get proccessed into proteins, and the process repeats."}
{"Id":11093,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus and carries to the mitochondria. After that the mRNA transfers the information to tRNA which then changes the information back to DNA to place on the mitochondria to make a protein."}
{"Id":11094,"EssaySet":5,"Mark":0,"Response":"breacking them down op"}
{"Id":11096,"EssaySet":5,"Mark":1,"Response":"The mRNA travels to the the ribosome. When attached to the ribosome, it aquires an enzyme that lets tRNA to attach. The tRNA attches and releases an amino acid. When enough amino acids are together, a protein is produed."}
{"Id":11097,"EssaySet":5,"Mark":0,"Response":"Interphase, Metaphase, Anaphase,Telophase. they all work together in a group. in oder."}
{"Id":11098,"EssaySet":5,"Mark":1,"Response":"1.mRNA leaves the nucleus2.mRNA attaches to the ribosomes3.ribosomes translate message from the mRNA4.ribosomes produce proteins"}
{"Id":11099,"EssaySet":5,"Mark":0,"Response":"The mRNA sends messages through the nucleus. Then the mucleus starts doing its job. Therefore the body gets what it needs."}
{"Id":11100,"EssaySet":5,"Mark":1,"Response":"First it is moved from the nucleus. The mRNA is transcribed.  Then it is translated.  Then it is trascoded."}
{"Id":11101,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus and goes with a message transport it."}
{"Id":11102,"EssaySet":5,"Mark":0,"Response":"After the mRNA leaves the nucleas the four major steps are processing the DNA, then the tRNA coming our and starting the replications process, then the final step of DNA is happening."}
{"Id":11103,"EssaySet":5,"Mark":2,"Response":"1) mRNA leaves the nucleus and goes to the free ribosomes.2) tRNA carrying the anticodon bonds to the mRNA codon in the ribosome.3) new amino acids are formed by the bonding of the codon and the anticodon. 4) the amino acids bind together into macromolecules called proteins."}
{"Id":11104,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, proteins evolve from amino acids."}
{"Id":11106,"EssaySet":5,"Mark":1,"Response":"1. mRNA the goes to the tRNA 2. the mRNA strand is read3. the amino acids that make up the mRNA take its place4. the amino acids make up the protien."}
{"Id":11108,"EssaySet":5,"Mark":1,"Response":"after the mRNA leaves the nucleus it goes to the Ribosomes where a protein attaches forming tRNA"}
{"Id":11109,"EssaySet":5,"Mark":0,"Response":"mRNA will attach itself to a protien.This will then combine and make a strand.tRNA will then transfer the needed material to the protein."}
{"Id":11110,"EssaySet":5,"Mark":0,"Response":"After leaving the neucleus, the mRNA carries the information to the amino acids for the sequence of proteins. then it goes through tRNA and then rRNA."}
{"Id":11111,"EssaySet":5,"Mark":0,"Response":"Four major steps are messager leaving the RNA"}
{"Id":11112,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves the nucleus, protine synthesis involves amino acid sequence, tRNA, rRNA, and gRNA."}
{"Id":11113,"EssaySet":5,"Mark":0,"Response":"tRNA, rRNA, gRNA"}
{"Id":11114,"EssaySet":5,"Mark":0,"Response":"MRNA SHOULD GO AWAY FOREVER"}
{"Id":11115,"EssaySet":5,"Mark":0,"Response":"mRNA will come into contact with DNA and begin to insert itself into the DNA and make a bopy of itself in it. Afterwards it will remove itself and move on to another DNA strand."}
{"Id":11116,"EssaySet":5,"Mark":0,"Response":"it moves on to oher placeto a nither nucleusbuild more mRNAstart new life"}
{"Id":11117,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves the nucleus the codons are translated to tRNA and are translated into DNA."}
{"Id":11118,"EssaySet":5,"Mark":1,"Response":"It leaves the nucleous then it in enters a ribsome thn it is copyed then it has been made."}
{"Id":11119,"EssaySet":5,"Mark":0,"Response":"Anaphase,interphase, metaphase, and telophas are the four major steps involved in protein synthesis. The steps all involve in mRNA leaving the nucleus, and than create other cells."}
{"Id":11120,"EssaySet":5,"Mark":0,"Response":"BreadLettuceBurgerBread"}
{"Id":11121,"EssaySet":5,"Mark":0,"Response":"THE 4 STEPS ARE TO FIRST GET THE NUTRIENTS OUT. THEN SECONDLY GET THE PROTIEN OUT OF IT. THEN START TO MOVE IT THREW THE CELL. THEN GET RID OF IT."}
{"Id":11122,"EssaySet":5,"Mark":1,"Response":"Transcription- the mRNA strand is changed to the new lettering sequence.Translation- the new sequence is decoded and used to find the amino acid."}
{"Id":11125,"EssaySet":5,"Mark":0,"Response":"Four major steps are the mRNA is taked from the necleus then it is taken where it is needed in the body the body uses it then it is taken away."}
{"Id":11126,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus and carries instructions for the amino acid sequence of the protein to the ER, then tRNA transports the things to the Golgi where its packaged and distrubuted by rRNA."}
{"Id":11127,"EssaySet":5,"Mark":0,"Response":"THE mRNA LEAVES THE NUCLEUS. IT IS THEN TRANSLATED MEANING IT IS READ. THEN IT IS TRANSCRIPTED SO THAT IT CAN BE USED FOR WHATEVER IT IS NEEDED. THEN IT IS FINALLY TURNED INTO rRNA."}
{"Id":11129,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus and the eventually develops into tRNA and rRNA . It then absords and develops proteins."}
{"Id":11130,"EssaySet":5,"Mark":0,"Response":"ribasomes"}
{"Id":11131,"EssaySet":5,"Mark":1,"Response":"When the mRNA leaves the nucleus it travels to the Endoplasmic Reticullum to send the information for protein synthesis all over the cell."}
{"Id":11132,"EssaySet":5,"Mark":1,"Response":"1. mRNA is paired up 2. tRNA carries amino acid sequences to the ribosome 3. A condon is made  4. The ribosome attaches to the sequence"}
{"Id":11133,"EssaySet":5,"Mark":0,"Response":"mRNA gets a message and leaves the nucleusstarts to travel up to the braingets to the brain tells it the messagethe brain starts to do what the mRNA told it to do"}
{"Id":11134,"EssaySet":5,"Mark":1,"Response":"its sent to the endoplasmic reticulum which sends it to the roughg version then to mitochondria then to ribosomes"}
{"Id":11135,"EssaySet":5,"Mark":1,"Response":"DNA Replication- where the information(DNA) is copied identically. tRNA sends information needed to complete protein sythestis. The  amino acids are converted into new codons. The codons pair with their anti codons."}
{"Id":11136,"EssaySet":5,"Mark":0,"Response":"Prophase, anaphase, interphase, and metophase are the four major steps."}
{"Id":11137,"EssaySet":5,"Mark":0,"Response":"Growth, expand, divide, new."}
{"Id":11139,"EssaySet":5,"Mark":0,"Response":"it goes through the organisms and leads through the process"}
{"Id":11140,"EssaySet":5,"Mark":0,"Response":"when mRNA leaves the nucleus it is then coded through transcription and then transfered to another cell to have the blueprint copied and translated through translation"}
{"Id":11141,"EssaySet":5,"Mark":0,"Response":"Four major steps that are involved in protien synthesis are fermentation,lactic acid,transfusion,and transduction."}
{"Id":11143,"EssaySet":5,"Mark":0,"Response":"1.eat2.digest3.take care of body4.respect your body"}
{"Id":11144,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves the nucleus, respiration occurs. After respiration, transcription beings and in transcription mRNA is copied. Next, translation occurs and translation is the procces where mRNA is taken to the nucleus."}
{"Id":11145,"EssaySet":5,"Mark":0,"Response":"MEMABRAIN NUCLEUSCARBON DIOXIDEOXYGENPHOTOSYNTHESIS"}
{"Id":11146,"EssaySet":5,"Mark":0,"Response":"mRNA sends out instructions to the amino acids to produce proteins."}
{"Id":11147,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves, tRNA helps translate into protein, then the protein gathers energy and finaly starts reproducing. The other major steps are..."}
{"Id":11149,"EssaySet":5,"Mark":0,"Response":"1. Takes the mRNA to the cytoplasm. 2. It then splits to opposite sides.3. Replicates itself.4. Match the acids together to make a new protein strand."}
{"Id":11150,"EssaySet":5,"Mark":0,"Response":"The RNA divides into mRNA and then the mRNA goes out and gives coded instructions to the organelles."}
{"Id":11152,"EssaySet":5,"Mark":0,"Response":"Step 1. mRNA has to be changed into rRNA.Step 2. One of the strands have to leave and another hooks on.Step 3. The strand binds together.Step 4. The strand goes to do its work."}
{"Id":11153,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus. The RNA is then copied. The new strands are made. The new DNA is shipped out."}
{"Id":11156,"EssaySet":5,"Mark":0,"Response":"The mRNA sends a message with the amino acid sequence to ribosomes telling it to make protein. Then the tRNA transports enzymes to be converted . rRna then makes the protein."}
{"Id":11157,"EssaySet":5,"Mark":2,"Response":"1. mRNA travels to the ribosomes2. tRNA creates codons from anticodons3. rRNA inteprates the codons and the ribosome makes amino acids4. Amino acids link together and form a protein"}
{"Id":11158,"EssaySet":5,"Mark":0,"Response":"they 'unzip'they copy the informationthey 're-zip' they have now made two copies of the information"}
{"Id":11159,"EssaySet":5,"Mark":1,"Response":"Once mRNA leaves the nucleus, these four major steps are involved in protein synthesis:1)Ribosomes (or rRNA) attach to the strand of mRNA.2)tRNA (transport ribonucleic acid) attaches to the mRNA with a specific anticodon holding a special amino acid for that mRNA sequence.3)Once one anticodon is attached, that tRNA releases itself from the mRNA, for only one tRNA can be on at a time.4)Once the new protein is formed, the ribosomes lets go of the mRNA and release the newly formed protein into the cytoplasm of the cell."}
{"Id":11161,"EssaySet":5,"Mark":0,"Response":"tRNA- transfers the mRNARNA- changes into RNADNA- links with DNADNA strand- DNA strand is created"}
{"Id":11162,"EssaySet":5,"Mark":0,"Response":"the mRNA sends a message to the RNA to begin protein synthesis"}
{"Id":11163,"EssaySet":5,"Mark":0,"Response":"mRNA tranfers like a messenger to tRNA"}
{"Id":11164,"EssaySet":5,"Mark":1,"Response":"The messenger RNA leaves the nucleus, then it travels to the ribosomes, while traveling RNA goes to the ribosomes, and they make a protein."}
{"Id":11165,"EssaySet":5,"Mark":0,"Response":"Prophase, metaphase, anaphase, interphase."}
{"Id":11166,"EssaySet":5,"Mark":0,"Response":"the mRNA gives directions to the protiens to tell them which codes.then they start connecting to the right match.they then break off until the stop code. then they make a strand that then becomes protien."}
{"Id":11167,"EssaySet":5,"Mark":0,"Response":"1. mRNA leaves the nucleus2. Then the rRNA helps the proteins break down3. The tRNA transports the proteins to and from cells.4. Cell walls allow the protein inside for use."}
{"Id":11168,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus; proteins are brought to the golgi body; golgi body sends the proteins to the endoplasmic reticulum; ER synthesises the proteins"}
{"Id":11169,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus then mRNA will go to a different cell to do reproduction .  Also when it leaves it will go to other cells to do cellular activities, it will go to a different section of the cell and produce enzymes and it will also go to another section of the cell to produce proteins."}
{"Id":11170,"EssaySet":5,"Mark":0,"Response":"carries instructions from the nucleus to the amino acids sequence of a protein"}
{"Id":11171,"EssaySet":5,"Mark":1,"Response":"1. The mRNA goes and attaches to a ribosome.2. It will tell it to do something such as move or stay3. It will make another mRNA molecule on that4. It will go back and get another message"}
{"Id":11172,"EssaySet":5,"Mark":0,"Response":"anaphase metaphase prophase and telophase"}
{"Id":11173,"EssaySet":5,"Mark":0,"Response":"1)mRNA leaves the nucleus2)mRNA gives the instuctions to the tRNA3)tRNA carries the instructions from the nucleus for the amino acid4)gRNA gets the instructions and makes the protein"}
{"Id":11175,"EssaySet":5,"Mark":1,"Response":"The mRNA enters the ribosome and the tRNA transcibes the instructions. Than rRNA retreive the proteins needed."}
{"Id":11176,"EssaySet":5,"Mark":0,"Response":"the mRNA is cut in to one strand, then the mRNA is copied, then amino acids from to the strand."}
{"Id":11177,"EssaySet":5,"Mark":0,"Response":"First the protein is made, then it forms.  After it forms then it starts to make the protein.  At last it is fully functional."}
{"Id":11178,"EssaySet":5,"Mark":0,"Response":"tRNA- carries instructions from nucleus.gRNA- follows the instructions.rRNA- goes back to the nucleus."}
{"Id":11180,"EssaySet":5,"Mark":1,"Response":"mRNA hooks up with tRNA"}
{"Id":11182,"EssaySet":5,"Mark":0,"Response":"the mRNA  gets copyed into RNAThen it transferces they it gets group by the amion acids into codonsHow then take to make the things it is needed to do"}
{"Id":11184,"EssaySet":5,"Mark":0,"Response":"1 nucleus2 endoplasm3golgi body4 cell membrane"}
{"Id":11186,"EssaySet":5,"Mark":0,"Response":"for this process the mRNA switches over                                    now it becomes  tRNA                                                               which carries instuctions from the nucleus to the amino acid sequence of protein"}
{"Id":11187,"EssaySet":5,"Mark":1,"Response":"mRNA takes the transcribed code from DNA to find a ribosome. Once the ribosome is found, the tRNA reads the stranscribed code. This is called translation. After the code is read, the ribosomes send off the code to begin making proteins. Now begins the step of protein synthesis."}
{"Id":11188,"EssaySet":5,"Mark":0,"Response":"mRNA(messenger RNA) leaves the nucleus and delivers genetic information to the amino acid sequence in protein. tRNA tranfers the information. The information is transcribed, then rRNA repeats the sequence."}
{"Id":11189,"EssaySet":5,"Mark":0,"Response":"Four ways are leaving to go to rRNA, disolving."}
{"Id":11190,"EssaySet":5,"Mark":0,"Response":"Transcription and translation is what happens."}
{"Id":11191,"EssaySet":5,"Mark":1,"Response":"1.mRNA leaves the nucleus2. It goes through the endoplasmic reticulum.3. It travels through the Golgi body.4. Finally, it gets the correct codon sequences it needs to form."}
{"Id":11192,"EssaySet":5,"Mark":0,"Response":"tRNA- transfer RNA takes the mRNA and puts it where it needs to go. then, some type of RNA tells the cell membrane what to dothen the mRNA is used to duplicate in the cell membrane"}
{"Id":11193,"EssaySet":5,"Mark":0,"Response":"Amino takes proteins to get them read. Porteins carry thing to differnt organsthere to help body funtions"}
{"Id":11194,"EssaySet":5,"Mark":1,"Response":"it goes to the ribosome and gives the instrutions on how to make the dna."}
{"Id":11195,"EssaySet":5,"Mark":0,"Response":"1. mRNA leaves the nucleus2. mRNA changes into tRNA3."}
{"Id":11196,"EssaySet":5,"Mark":0,"Response":"The four steps are"}
{"Id":11197,"EssaySet":5,"Mark":0,"Response":"Step one  the membrane og the synthesis past the cell up but the nucleus powers it. the microdria pushs everthing threw and for the amino acids sequence of the protein"}
{"Id":11198,"EssaySet":5,"Mark":0,"Response":"sugursoxygenproductsenergy"}
{"Id":11199,"EssaySet":5,"Mark":0,"Response":"RNA is turning in to mRNA.mRNA is turning in to protein."}
{"Id":11200,"EssaySet":5,"Mark":0,"Response":"development, compounding, formation, distribution"}
{"Id":11201,"EssaySet":5,"Mark":0,"Response":"1. DNA which is the body making its red blood cells.2. RNA which is the body making its white blood cells.3. MNA which is the body making its brain's certain cells."}
{"Id":11202,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, carries the codes for the codon, the complementary strands unwind, and you have two strands."}
{"Id":11203,"EssaySet":5,"Mark":0,"Response":"tRNAmRNAgRNA"}
{"Id":11206,"EssaySet":5,"Mark":0,"Response":"When the mRNA leaves the nucleus it then goes into the cytoplasm where it turns into tRNA. The tRNA then has the codon which codes for the amino acid. From the amino acid it then goes through protein synthesis."}
{"Id":11207,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves the nucleaus and then carries the information to the ER where it is turned into tRNA. Then the tRNA transcribes the information so that the ribosomes can make new ones."}
{"Id":11210,"EssaySet":5,"Mark":0,"Response":"1.mRNA delivers the information to the nucleus2.tRNA gives the directions3.The RNA forms protein4.Process starts over"}
{"Id":11212,"EssaySet":5,"Mark":1,"Response":"It carrys a copy of the DNA strand to the ribosomeIt matches up with its partner, releases Amino acids, then stops at a stop codon after the process get there and brakes of making protein."}
{"Id":11213,"EssaySet":5,"Mark":0,"Response":"Once mRNA leaves the nucleus, they send the sequence to move on to the mitochondria where translation takes place. The translation will take the mRNA and change into tRNA. For example, if you have UAU GCU then the new strand in tRNA would be AUA CGA. After this, then the strands will form the amino acids. Then, you got the amino acids needed for energy and protein synthesis."}
{"Id":11214,"EssaySet":5,"Mark":0,"Response":"First, the mRNA leaves the nucleus to go to the DNA. Then it copies one strand of the DNA. Then it makes ribosomes to translate it. The codons get turned into amino acid and ribosomes attatch to groups of 3 amino acids to translate them. After they are done, they release and continue."}
{"Id":11215,"EssaySet":5,"Mark":0,"Response":"The first step is for messanger RNA to leave the nuclues. After it has done this it goes to a tRNA that links to it and copies its opposite protiens. Then the tRNA is linked to by codons wich forms the code for the protiens. Then the newly formed protiens are sent to where they will be needed."}
{"Id":11217,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus. It finds a ribosome within the cytoplasm to produce the proteins needed. The mRNA is fed through the ribosome, passing off the appropriate information that codes for the necessary amino acids. Then, the ribosome produces the amino acids."}
{"Id":11219,"EssaySet":5,"Mark":0,"Response":"The mRNA is instructed to tell the ribosome to make more proteins.The ribosome makes proteins.Proteins are delivered throughout the body. The are transported on the cell membrane."}
{"Id":11220,"EssaySet":5,"Mark":0,"Response":"anaphaseinterphasemetaphaseprophase"}
{"Id":11221,"EssaySet":5,"Mark":0,"Response":"first you have to show that the protein is alive."}
{"Id":11223,"EssaySet":5,"Mark":0,"Response":"RNA"}
{"Id":11224,"EssaySet":5,"Mark":0,"Response":"With proteins, they are able to give you the needed amount of energy."}
{"Id":11225,"EssaySet":5,"Mark":0,"Response":"protein going through out the body and then protein leaving the body which you need more protein everyday."}
{"Id":11226,"EssaySet":5,"Mark":1,"Response":"1. The mRNA will now travel to the rough endoplasmic reticulum.2. Now it will move into a ribosome.3. Next the mRNA will travel to a vesicle.4. Last it will fuse with the cell membrane so that it can leave the cell."}
{"Id":11227,"EssaySet":5,"Mark":0,"Response":"The nucleus must recieve new information, it must use it, adapt to it, and then produce it."}
{"Id":11229,"EssaySet":5,"Mark":0,"Response":"mRNA tells the oraganelles what to do to help the cell with reproducing. It would involve replicating and dividing the cell to become two cells."}
{"Id":11230,"EssaySet":5,"Mark":0,"Response":"DNA,RNA, TRANSLAION, tRNA,PROTEIN,"}
{"Id":11231,"EssaySet":5,"Mark":0,"Response":"the RNA links with ribosomestRNA looks for anti-codons to links with mRNAprotein link the tRNA and mRNA togethera new strand of RNA is created and breaks off the protein"}
{"Id":11232,"EssaySet":5,"Mark":0,"Response":"it then goes to the golgi apparatus"}
{"Id":11233,"EssaySet":5,"Mark":0,"Response":"The mRNA is the messenger so it sends the message to other parts of the cell. Then transcription occurs, then tRNA occurs and this is where it carries instructions from the nucleus to the amino acid sequence of a protein."}
{"Id":11235,"EssaySet":5,"Mark":0,"Response":"Metaphase- the proteins meet in the middleAnaphase- the proteins multipluTelophase- the cells begin to seperateCytokineses- the cell begins to start the process again"}
{"Id":11236,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus the body starts another cycle another mRNA is produced mRNA leaves the cell"}
{"Id":11237,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves the nucleus, it pairs up with another strand comtaining the opposite nucleotides. This DNA strand, considered tRNA then attaches to a protein to code for an amino acid. The amino acid stays attached to the protein."}
{"Id":11238,"EssaySet":5,"Mark":0,"Response":"tRNA receive the messager mRNA. tRNA then start producing protein and then goes thought gRNA.The protein then goes though sythesis.Which then is creates protein synthesis."}
{"Id":11239,"EssaySet":5,"Mark":0,"Response":"1. mRNA leaves the nucleus2.mRNA starts to retrieve new proteins.3.mRNA puts new proteins together4.mRNA put the new strand of RNA together and sends the protein out to where it's needed."}
{"Id":11240,"EssaySet":5,"Mark":0,"Response":"The mRNA changes into tRNA or gRNA or it will change into rRNA.  Transfer RNA helps transfer things, etc"}
{"Id":11241,"EssaySet":5,"Mark":0,"Response":"four major steps"}
{"Id":11245,"EssaySet":5,"Mark":1,"Response":"Transcription- The mRNA leaves the nucleus, goes into the cytoplasm and finds the ribosomes.Initiation- Part of the mRNA fuses with the ribosomes, telling the ribosomes to begin prtein synthesis.Elongation- The ribosomes forms the proteins. It eventually gets made into peptide chains and during this step the proteins add on to the peptide chain making it grow.Termination- The mRNA tells the ribosome to stop, and the protein synthesis cycle is ended."}
{"Id":11246,"EssaySet":5,"Mark":0,"Response":"We get more healthy, no deaths, more nutrients, no diseases"}
{"Id":11247,"EssaySet":5,"Mark":0,"Response":"Four major steps involved in protein synthesis are recreation, bounding, healing, and protecting."}
{"Id":11249,"EssaySet":5,"Mark":0,"Response":"The mrna turns in to rna which is the transfered to the nucleus. From there the rna turns in to dna as we know it."}
{"Id":11250,"EssaySet":5,"Mark":0,"Response":"It leaves and it creates more mRNA's and that helps your body. And then it repeats the process again. And it sends messages to the nucleus."}
{"Id":11251,"EssaySet":5,"Mark":0,"Response":"The mRNA brings the codes to the organelles that produce protein. It drops off the codes and the Proteins are made. The tRNA leaves and goes to the nucleus to copy the codes again through transcription."}
{"Id":11254,"EssaySet":5,"Mark":1,"Response":"After the mRNA leave the nucleus it goes off into the cytoplasm and proteins connect to the mRNA strand. After this happens they convert the mRNA to amino acids and it goes down the strand one by one till it reaches the stop codon. After this point it gets copied into a rRNA strand. Lastly it then gets carried to other places in the body that need to know the RNA combinations so they can make DNA in the next cell with mitosis occurs."}
{"Id":11255,"EssaySet":5,"Mark":0,"Response":"then it gets sorted and it brings RNA back"}
{"Id":11256,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, and then goes out to find a protein molecule, then it attaches itself to the protein molecule and sucks some protein from it, and then returns to the nucleus."}
{"Id":11258,"EssaySet":5,"Mark":0,"Response":"1.tRNA takes the message to the codons to form a new strand2.The new strand is made by the tRNA getting codes from the DNA3.The codons then are matched up and the new protein is one long strand4.It is then put in a chamber where it is folded to the shape it needs to be in to carry out its function"}
{"Id":11259,"EssaySet":5,"Mark":0,"Response":"The mRNA will take the codes for the protein to the tRNA. The tRNA will transfer it to the rRNA which will take it to the ribosomes. The ribosomes finish the process of protein synthesis and when it is done there, one has a new protein!"}
{"Id":11260,"EssaySet":5,"Mark":1,"Response":"It then enters the ribosome in which it meets the tRNA and is then creating an even bigger strain of nucleic acid."}
{"Id":11261,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves the nucleus, the nucleus disappears. This stage is also called Prophase. The next step is when the rRNA takes the ribosomes to the golgi bodies to be 'packages' and send throughout the body to help in certain spots. The third stage is when tRNA is placed together to help make more ribosomes."}
{"Id":11266,"EssaySet":5,"Mark":0,"Response":"the knowing of dna, the knowing of the secondary mRna, knowing biology, and knowing what it does."}
{"Id":11267,"EssaySet":5,"Mark":0,"Response":"mRNA,rRNA,gRNa,and tRna"}
{"Id":11268,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus and travels to the ribosome where an adhesive is placed on it. It then travels to the golgi apparatus where it is added to a corresponding strand of RNA to make DNA. The DNA is used for reproduction."}
{"Id":11269,"EssaySet":5,"Mark":0,"Response":"1. mRNA goes to"}
{"Id":11270,"EssaySet":5,"Mark":0,"Response":"PROPHASEMETAPHASEANAPHASETELOPHASE"}
{"Id":11271,"EssaySet":5,"Mark":0,"Response":"The protien goes threw the nucleus and leaves the cell in order to go get what ever the cell needs to live."}
{"Id":11272,"EssaySet":5,"Mark":0,"Response":"they reproduce with photosithesis"}
{"Id":11274,"EssaySet":5,"Mark":0,"Response":"tRNA, rRNA, DNA"}
{"Id":11275,"EssaySet":5,"Mark":0,"Response":"TRANSCRIPTIONTRASNLOCATIONGENE EXPRESSIONDNA SYNTHESIS"}
{"Id":11277,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the Nucleus it goes through PMAT1. Prophase2. Metaphase3. Anaphase4. Telephase"}
{"Id":11278,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to the ribosome. The tRNA transfers the copyied strip and it goes through amino acids and is copyied."}
{"Id":11279,"EssaySet":5,"Mark":0,"Response":"First the cell starts by separating a piece of DNA that will be used as a template for the protein synthesis.  Then a mRNA will find the corresponding piece to the nucleotide.  Next comes a tRNA which gets the corresponding piece to the nucleotide.  This then carries it to the strand.  Once all the pieces are brought together to form the protein it will be put together by a rRNA."}
{"Id":11280,"EssaySet":5,"Mark":1,"Response":"tRNA links up with a protein.mRNA goes through the protein and gets decoded.rRNA Takes the decoded strand to the golgi aparatus and start the protein synthesis."}
{"Id":11281,"EssaySet":5,"Mark":0,"Response":"The mRNA in the messenger RNA.  It tells things what do to.  Four major steps invloved in protein synthesis are it makes protiens, tells them what to do, tells them where to go, and it controls everything. It is very helpful to protein synthesis."}
{"Id":11282,"EssaySet":5,"Mark":0,"Response":"The first step involved with protien synthesis is activation. mRNA must activate the hormone that starts replication. The second step is the hormone Helicase dividing the two strands of DNA to be read. The third step is replication. DNA Polymerase replicates the DNA by matching the codons with the anti-codon, making RNA. The forth and final step is 're-zipping' the DNA strand into one, uninteruppted strand."}
{"Id":11283,"EssaySet":5,"Mark":0,"Response":"transcription-mRNA is transcribed into tRNAtranslation-the tRNA is then translated into what protien the cell needs to makethen the tRNA is used to help make the new protienthe protien is now made and the cell can use it for it's benefit"}
{"Id":11284,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus and goes to the ribosome, which is where the proteins are made, picks them up, and brings them back to the nucleus."}
{"Id":11287,"EssaySet":5,"Mark":0,"Response":"Protein sythesis starts with mRNA and goes through the krebbs cycle, the calvin cycle, then the electron transport chain and ends with 38 atp,"}
{"Id":11288,"EssaySet":5,"Mark":1,"Response":"In protien synthesis the mRNA leaves the cell then ribosomes attach to the strand and then anticodons start to attach and  break of as the ribosome continues down the strand of mRNA. in the end when the ribosome finds the stop codon the protien strand breaks off."}
{"Id":11289,"EssaySet":5,"Mark":0,"Response":"the messager rna tells the other rnh what to do"}
{"Id":11290,"EssaySet":5,"Mark":0,"Response":"translation; Translates the message from the nucleus to help RNA complete tasksRNA processing; To make the RNA so it can acomplish its tasksRibosomal amino acid sequencing; sequence of ribosomes to break down amino acids"}
{"Id":11291,"EssaySet":5,"Mark":0,"Response":"ProducesDiegestion Resptoiry Protein synthesis"}
{"Id":11292,"EssaySet":5,"Mark":0,"Response":"tRNA     rRNAgRNAmRNA"}
{"Id":11293,"EssaySet":5,"Mark":0,"Response":"The mRNA copies its self exactly then those change themselves with a special codon along with amino acids"}
{"Id":11294,"EssaySet":5,"Mark":0,"Response":"Protein synthesis involves for major steps.  Sunlight is needed. Sugar is needed. Carbon dioxide is needed. But energy is needed as well.  Protein synthesis is a very complicated process."}
{"Id":11295,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus to transfer a message to the tRNA. The tRNA transfers all the protiens into there new form. Then telophase changes them back and gives them each a condon. Finally the Dna is complete."}
{"Id":11296,"EssaySet":5,"Mark":1,"Response":"1. The mRNA leaves the nucleus with the codon information.2. It takes it to the ribosome to make an anti-codon3. The anti-codon heads back to the nucleus to take the protien and amino acid that the dna needs.4. The tRNA anticodon conects with the codon"}
{"Id":11297,"EssaySet":5,"Mark":0,"Response":"1. the nucleus2. the membrane3. the cyoplasm4. the cellwall"}
{"Id":11298,"EssaySet":5,"Mark":0,"Response":"The mRNA then goes and transfers the message to the ribosomes.The ribosomes begin their task of creating proteins and proteins are created.Next the ribosomes cleanse the proteins.Now the proteins are synthesized."}
{"Id":11300,"EssaySet":5,"Mark":1,"Response":"The nucloetides leave the nucleous and make more protein, then the nucloetides enter the nucleous into DNA and transports the codons to the anticodons."}
{"Id":11301,"EssaySet":5,"Mark":0,"Response":"The proteins enter the body.The proteins go into teh cells.The proteins are use by teh cells.The energy from teh proteins is used throughout teh body."}
{"Id":11303,"EssaySet":5,"Mark":0,"Response":"interphase, anaphase, telephase, prophase"}
{"Id":11304,"EssaySet":5,"Mark":3,"Response":"1.  The mRNA travels to the ribosomes.2.  tRNA contains an anticodon with the amino acid on it.  It goes from the cytoplasm to the ribosomes.  3.  The anticodon is bonded to the codon.4.  The amino acids are bonded together to make proteins."}
{"Id":11305,"EssaySet":5,"Mark":0,"Response":"Protein synthesis involves; mRNA which sends messages, and tRNA which is transfer RNA."}
{"Id":11307,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves, and transfers into tRNA (because mRNA is the messenger RNA). the tRNA holds the information."}
{"Id":11308,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucliusgoes to the mitochondria"}
{"Id":11309,"EssaySet":5,"Mark":0,"Response":"Prophase, Metaphase, Anaphase and Telophase are all major steps involved in protein synthesis."}
{"Id":11310,"EssaySet":5,"Mark":1,"Response":"-mRNA leaves the nucleus. in a single strand-Then gets the the ribisome. becmoing rRNA. there it waits to be sinthised-tRna comes and matces up the nucleotides-thus creating amino acids"}
{"Id":11311,"EssaySet":5,"Mark":0,"Response":"aau,aaa,tau,uuu"}
{"Id":11312,"EssaySet":5,"Mark":0,"Response":"Transfusiondefusion"}
{"Id":11314,"EssaySet":5,"Mark":0,"Response":"ExitingTravelingArrivingReturning"}
{"Id":11315,"EssaySet":5,"Mark":1,"Response":"mRNA leave the nucleus. The mRNA find its start codon.It puts in its matching letter (the message its carrying) through the enzymes that surround it.Then, it puts it into codons (sets of 3) and codes for the amino acid, creating a polypeptide chain, or protein."}
{"Id":11318,"EssaySet":5,"Mark":0,"Response":"mRNA to rRNA to tRNA"}
{"Id":11319,"EssaySet":5,"Mark":0,"Response":"DNA TRANSLATES INTO THE RNA"}
{"Id":11320,"EssaySet":5,"Mark":3,"Response":"After the mRNA leaves the nucleus, it goes through the cytoplasm and hooks onto a ribosome. At the ribosome, the tRNA comes and matchs the codons with anti-codons. When the anti-codons have been set on the codons the tRNA then brings over the amino acids that match the codons or anti-codons. They are then held together by a peptide bond."}
{"Id":11321,"EssaySet":5,"Mark":1,"Response":"When the mRNA leaves the nucleus it finds a portion of DNA, and uses an enzyme to 'unzip it'. The mRNA then copies the bases of the DNA to form a new strand of RNA. When the new RNA is made its nucleotides code for amino acids, so it attaches to an codon which makes the amino acids, which form protiens."}
{"Id":11322,"EssaySet":5,"Mark":0,"Response":"After the mRNA leaves the nucleus, tRNA translates the coded message the mRNA has been carrying, then proceding to give the rRNA the instructions, and thus the end result is the ribosomalRNA completes protein synthesis and the process starts over again."}
{"Id":11324,"EssaySet":5,"Mark":0,"Response":"The cell takes in oxygen, then it takes in water, it moves across the cell membrane to get protein that it needs to continue the growth process."}
{"Id":11325,"EssaySet":5,"Mark":0,"Response":"In mRNA there are four major steps and they are messanger whih is mRNA,transfer which is tRNA,rRNA, and gRNA."}
{"Id":11326,"EssaySet":5,"Mark":0,"Response":"the trna then takes the protein to the cell"}
{"Id":11327,"EssaySet":5,"Mark":0,"Response":"It gets the DNA, transports it to be copied, taken do nucleus, and then taken to its destianation."}
{"Id":11328,"EssaySet":5,"Mark":1,"Response":"After the mRNA leaves the nucleus it brings the direction to the ribosmos wich then lines up amino acids  in codon and each three leteer codon equal one protein"}
{"Id":11329,"EssaySet":5,"Mark":0,"Response":"Decomposition..."}
{"Id":11330,"EssaySet":5,"Mark":0,"Response":"they are tRNA, nRNA,"}
{"Id":11331,"EssaySet":5,"Mark":0,"Response":"anaphase, metaphase, telaphase, they keep repeating these steps plus one more step"}
{"Id":11332,"EssaySet":5,"Mark":0,"Response":"one process is cell divison which divids the cells up"}
{"Id":11333,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves the nucleus . the mRNA gets the information from the nucleus. The mRNA carries instructions from the nucleus for the amino acid chain. Then it goes to the ribosomes to find the amino acid to attach itself to. it continues the cycle until it ends up with a stop codon. then you have a protein"}
{"Id":11334,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus,"}
{"Id":11335,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus."}
{"Id":11336,"EssaySet":5,"Mark":0,"Response":"Protons, Nutrons, and Electrons"}
{"Id":11337,"EssaySet":5,"Mark":0,"Response":"The mRNA picks up the copy of the DNA segment that it needs to bring to be transfered.The mRNA takes the DNA segment to the ribosomes.The DNA strand is translated in the by the tRNA.The different protiens represented by the translated DNA strand are made and linked together to form a protien chain."}
{"Id":11338,"EssaySet":5,"Mark":1,"Response":"1. The mrna leaves the nucleus where it is transfered into the cytoplasm, where the tRNA picks it up.2. The tRNA isalredy caryyimg the matching anticodons and then it attaches to the amino acids. 3.The trna travels to the site odf protein synthesis which would be the ribosomes.4. Once at the ribosome the trna finds its matching sstrand and then binds with it.This then produces protein"}
{"Id":11339,"EssaySet":5,"Mark":0,"Response":"The steps are: The enzymes leave, the nucleus gets smaller, the rybosomes get rid of waist, and the rybonuclaic acid eats away the nucleus."}
{"Id":11340,"EssaySet":5,"Mark":0,"Response":"GUANINE, THYMINE, ADICINE JADINE"}
{"Id":11341,"EssaySet":5,"Mark":0,"Response":"The four major parts of Protein Synthesis are rRNA, tRNA, mRNA, gRNA. The mRNA carries instructions from the necleous for the amino acid sequence of a protein. All these steps put together allows protein synthesis to occur."}
{"Id":11342,"EssaySet":5,"Mark":0,"Response":"trna -trainingdrna- begingarna- middleerna- ending"}
{"Id":11343,"EssaySet":5,"Mark":0,"Response":"cytokyneises- the cells membraneribosomes-protiens that make up the nucleuslibosomes-takes up room in ther nucleuscell radiation- is the affect if a cell that is passed on after mRNA"}
{"Id":11344,"EssaySet":5,"Mark":0,"Response":"1. After the mRNA leaves the nucleus it contacts the tRNA to transfer information 2. The information is then carried on by rRNA3. When the RNA's are done they get together to form a protein4. That's when protein synthesis is formed"}
{"Id":11345,"EssaySet":5,"Mark":0,"Response":"mRNAtRNAgRNArRNA"}
{"Id":11346,"EssaySet":5,"Mark":0,"Response":"From mRNa it travels to tRNA which carries them to the amino acids and then to the ribosomes which make proteins."}
{"Id":11348,"EssaySet":5,"Mark":0,"Response":"Then mRNA travels to where the amino acid sequences are being made. Then it is coped using tRNA and made into a serparate strand using rRNA."}
{"Id":11349,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus it enters the cytoplasm which attaches to the Amino Acid chain, which goes to the ribosomes and make  proteins(Amino Acids)."}
{"Id":11350,"EssaySet":5,"Mark":1,"Response":"The mRNA carries instructions to the ribosome where synthesis will take place. Then tRNA takes the synthesised protein from the ribosome to the rRNA who is the message and finishes the process."}
{"Id":11351,"EssaySet":5,"Mark":0,"Response":"Interphase, telophase, anaphase, and prophase."}
{"Id":11355,"EssaySet":5,"Mark":1,"Response":"-mRNA leaves the Nucleus-mRNA travels to the Endoplasmic reticulum"}
{"Id":11357,"EssaySet":5,"Mark":0,"Response":"It starts with mRNA then it goes to rRNA then tRNA then finally gRNA"}
{"Id":11359,"EssaySet":5,"Mark":0,"Response":"1. The mRNA leaves the nucleus.2. It travels to the amino acids with instructions of how to make a protein.3. The tRNA is formed that will match a specific amino acid.4. tRNA connects with a specific amino acid and a protein is formed."}
{"Id":11360,"EssaySet":5,"Mark":0,"Response":"After the mRNA leaves the nucleus it will carry the instructions from the nucleus to the amino acid sequencethen it will be transford to the ribosomes and it will become tRNA and it will be starting to make new data ande then it will become rRNA."}
{"Id":11361,"EssaySet":5,"Mark":0,"Response":"eating the right foodsdrinking wateractivityexercising"}
{"Id":11362,"EssaySet":5,"Mark":0,"Response":"(1) The messenger RNA sends information to the transfer RNA. (2) The transfer RNA relays the information to the Ribosomal RNA. (3) The Ribosomal RNA attaches to other RNA. (4)  An enzyme activates the manufacture of protiens between the RNA molecules in the Nucleolus."}
{"Id":11363,"EssaySet":5,"Mark":0,"Response":"AnaphaseTelephaseMetaphaseProphase"}
{"Id":11364,"EssaySet":5,"Mark":0,"Response":"One: getting energy to the nucleus to do this action.Two: getting the mRNA to the cell membrane to preform this action.Three: turn the energy into protein for the cell and bodyFour: repeat it again."}
{"Id":11365,"EssaySet":5,"Mark":1,"Response":"After leaving the nucleus, the RNA is copied. The bases for RNA are adenine, uracil, cytonine, and guanine. Then the bases are read as a codon. The codons are attached by amino acids. Finally, the new RNA strand is taken to the ribosomes to make proteins."}
{"Id":11366,"EssaySet":5,"Mark":0,"Response":"The mRNA gets transfered into tRNA the tRNA goes  and tell them what kind of protein to make and then the DNA splits"}
{"Id":11367,"EssaySet":5,"Mark":1,"Response":"mRNA must travel to the ribosomes.Then it must turn information into a readable secquence so that the T cells can read it."}
{"Id":11368,"EssaySet":5,"Mark":2,"Response":"The first big step in protein synthesis is the mRNA leaving the nuclues through nuclear pores. The second big step is finding a ribsome to decode the mRNA. Next, tRNA moves in and adds the anti-codon to start making a protein. The anti-codons are joined by amino acids. To finish the process, a tRNA leaves and the ribosome moves down the mRNA to the next codon. A new tRNA brings a new anti-codon."}
{"Id":11369,"EssaySet":5,"Mark":0,"Response":"RNA stand for ribo nucleicacid.DNA stand for dioxiribo nucleicacid."}
{"Id":11371,"EssaySet":5,"Mark":0,"Response":"1.eating 2. sleeping 3. oxygen 4.nutrients"}
{"Id":11372,"EssaySet":5,"Mark":0,"Response":"as it leaves the nucleaus it travels to the mitocondria then to the golgi apparaus and to the cell membrane divides."}
{"Id":11373,"EssaySet":5,"Mark":1,"Response":"Once the mRNA leaves the nucleus it go to the ribosomes where protein will be made. Then the protein will make its way to the mitochondria where it will be transfered into energy the cell can use."}
{"Id":11374,"EssaySet":5,"Mark":0,"Response":"1. The mRNA leaves the nucleus2. The mRNA travels through the cell3. The mRNA reaches its destination4. The process starts all over again."}
{"Id":11375,"EssaySet":5,"Mark":1,"Response":"When the mRNA leaves the nucleous, it is taking a copy of the DNA to make more copies and create a protein. As it leaves, it goes into the ribosome where the protein synthesis and copying of the DNA actually happens. In the ribosome, amino acids with the corresponding letters match up to the new copy of the DNA. Stop codons are added to the end and a protein is now made."}
{"Id":11376,"EssaySet":5,"Mark":1,"Response":"Four major steps in protien synthesis are the chains such as the electron tranport chain. The protiens copy themselves and create amino acids. The chain will continue to make as many amino acids as necessary until it reaches the stop codon. mRNA is the type of RNA that sends a message from the nucleus to the RNA strand so it has directions of what and how to make protiens."}
{"Id":11377,"EssaySet":5,"Mark":3,"Response":"After the mRNA leave the nucleus, there are four other major steps involved in protein synthesis. First, a tRNA attaches to the strand of mRNA. The first codon of nucleotide bases on the mRNA match the codon on the tRNA. The tRNA codes for an amino acid. Next, another tRNA connects to the next codon, bringing in another amino acid. The first tRNA floats away, leaving the amino acid behind. The amino acids bond. This continues, creating a strand of amino acids, until a stop codon is reached. Then the chain of amino acids is released."}
{"Id":11378,"EssaySet":5,"Mark":0,"Response":"RNA-DNA- Protein-trait"}
{"Id":11379,"EssaySet":5,"Mark":0,"Response":"copying dna, dividing, exiting the cell, finding a new cell"}
{"Id":11380,"EssaySet":5,"Mark":0,"Response":"The mRNA takes the protein synthesis and sends it where its suppose to go."}
{"Id":11382,"EssaySet":5,"Mark":0,"Response":"rna"}
{"Id":11383,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus and heads over to the protein. The proteins then connect to thier matches. The mRna carries dna infromation to the ribosome. Then there is a PROTEIN."}
{"Id":11384,"EssaySet":5,"Mark":0,"Response":"the nuclius,the memebrans and organells"}
{"Id":11385,"EssaySet":5,"Mark":0,"Response":"Step one is replication."}
{"Id":11386,"EssaySet":5,"Mark":1,"Response":"The mRNA then travels to a ribosome and attaches to it. One of end of the mRNA goes into the ribosome and tRNA attaches the corresponding nucleotides to the end. Once the mRNA has been coded the corresponding RNA is then copied again to get the correct sequence. The newly made protein is then released from the ribosome."}
{"Id":11387,"EssaySet":5,"Mark":0,"Response":"The mRNA attaches to the DNA strand. The strand then unzips and tRNA attaches to the unziped DNA strand. It then copy's the nucleotide segment. After it's done copying the nucleotides it goes back to the endoplasmic reticulm and proteins are then made there."}
{"Id":11388,"EssaySet":5,"Mark":0,"Response":"anapahse,metapahse,prophase,teleaphase"}
{"Id":11389,"EssaySet":5,"Mark":0,"Response":"TranslationReplicationTranstionAdaptation"}
{"Id":11390,"EssaySet":5,"Mark":0,"Response":"1. the messenger must get the signal to its place."}
{"Id":11393,"EssaySet":5,"Mark":0,"Response":"Coding to get it out of the cell, then translation to use it."}
{"Id":11394,"EssaySet":5,"Mark":0,"Response":"There is Transporting of proteins.Also, proteins are checked and sent off. Proteins are sent back to the nucleus."}
{"Id":11397,"EssaySet":5,"Mark":0,"Response":"one they copy the rna. I do not know the rest."}
{"Id":11398,"EssaySet":5,"Mark":1,"Response":"mRNA finds tRNA and it decodes the mRNA then tRNA goes to rRNA and makes ribosomes."}
{"Id":11400,"EssaySet":5,"Mark":0,"Response":"Once the mRNA leaves the nucleus it has begins to go through transcription that occurs in the cytoplasm. In transcription parts of the protein will be broken into chains so it cna be matched up later. After, it will go through translation where the mRNA is translated into a polypeptide.The mRNA will match up with one of the single stranded RNA to make a new string of DNA."}
{"Id":11401,"EssaySet":5,"Mark":0,"Response":"The four major steps involved in protein synthesis are: 1. Metaphase 2. Anaphase3. Prophase4. Telophase"}
{"Id":11402,"EssaySet":5,"Mark":0,"Response":"The mRNA is the messanger RNA. There are three different types of RNA. MRNA, which is messanger RNA. TRNA which is transfer RNA. And rRNA which creates ribosomes."}
{"Id":11403,"EssaySet":5,"Mark":0,"Response":"mRNA passes the nucleus to DNA and DNA makes it reproduce."}
{"Id":11405,"EssaySet":5,"Mark":0,"Response":"There is regular RNA, mRNA, tRNA, and protein synthesis. You just make the letters go to their opposites."}
{"Id":11406,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to the ribsosomes.The Ribsosomes make a templet.tRNA finds the parts to make the protiensmRNA goes with the ribsosomes to make the protiens"}
{"Id":11407,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus and travels to the ribosomes and tells them to make proteins, the ribosomes then start to create the proteins, which are then transfered to the nucleus to be programmed for whatever they are needed for."}
{"Id":11408,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, it then has to reproduce, it splits to make a copy, and then the mRNA has to synthesis further to make protein synthesis complete."}
{"Id":11409,"EssaySet":5,"Mark":0,"Response":"The mRNA leaving the nucleus creates a structure for the proteins to leave the cell. Then the proteins leave the cell. After this the cell works to make new proteins. Then the process keeps repeating."}
{"Id":11412,"EssaySet":5,"Mark":0,"Response":"The mRNA strand photosynthesises into a suitbale living condition for the body. Copies itself to make a new strand. After it copies itself it removes bad parts of the strand and fills back up witht the copies.Then, repeats the process."}
{"Id":11413,"EssaySet":5,"Mark":0,"Response":"tRNA-transcribe mRNA into DNAgRNA- gather informationrRNA-mRNA-carries insruction to the amino acid of a protein"}
{"Id":11414,"EssaySet":5,"Mark":0,"Response":"first, the mRNA is told what to do and gets the code from tRNA and attends to it.Second, the tRNA brings anticodons to the mRNA. Third, the process is slowed down and anticodons are brought to the mRNA. Fourth, the translation occurs and amino acids are linked together to form a new copy."}
{"Id":11415,"EssaySet":5,"Mark":0,"Response":"The mRNA sends a message to the nucleus, the nucleus tells the cell to make proteins, proteins are made, it repeats these steps."}
{"Id":11417,"EssaySet":5,"Mark":0,"Response":"Interfase is the longest phase in the cycle. After interfase is prophase which is the first stade of meiosis. The second stage is anaphase which the nucleus splits in two. The last stage is metaphase. Then you have a new cell."}
{"Id":11418,"EssaySet":5,"Mark":0,"Response":"First, mRNA goes to the lysosomes.Second, it copies into tRNA.Third, the tRNA gets codons.Finally, the codons form proteins."}
{"Id":11419,"EssaySet":5,"Mark":0,"Response":"1. It leaves the nucleus then it go's to where it needs to go2. Then it seperates and makes brand new strands of what is needed3. It mutiplies really fast and then makes more and more of what is needed4. Everthing that is needed is now made"}
{"Id":11420,"EssaySet":5,"Mark":0,"Response":"mRNA,is the messanger which leaves the nucleus. tRNA ,transfer information to the ribosome."}
{"Id":11421,"EssaySet":5,"Mark":0,"Response":"telephase.metaphase.anaphase."}
{"Id":11422,"EssaySet":5,"Mark":0,"Response":"The mRNA delivers a code to the mitochondria. Then it translates the code into amino acids. The amino acids are then put into specific codes based on what the mRNA said."}
{"Id":11423,"EssaySet":5,"Mark":0,"Response":"First the endoplasmic reticulum takes the protein and breaks it down.  Secondly the ribezomes compress what is left down.  Then the Golgi apparatus takes it to the cell membrane.   The cell membrane then takes it out of the cell."}
{"Id":11424,"EssaySet":5,"Mark":0,"Response":"gathering, protein needs to breath, so it needs more room"}
{"Id":11425,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus, then it is copied into rRNA and tRNA carrying an amino acid attatch to the nucleic acid in segments of three. The tRNA attatches to certain nucliotide sequences that code for the protein attatched to it and then body form between the amino acids as more tRNA come and once the bond forms between the amino acid the tRNA is let go. By the end of the RNA chain a long string of amino acids has been created"}
{"Id":11426,"EssaySet":5,"Mark":0,"Response":"Protein synthesis cellular resperation"}
{"Id":11427,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus.it makes a copy of itself.the copy then makes protein.and transcription occurs."}
{"Id":11429,"EssaySet":5,"Mark":0,"Response":"1) creating energy2)going throught metaphase, prophase, interphase"}
{"Id":11430,"EssaySet":5,"Mark":0,"Response":"It changes with partners to keep the chin going.It attaches with a dna.It sends messages to the other other stuff."}
{"Id":11431,"EssaySet":5,"Mark":0,"Response":"Anaphase Prophase Interphase Metaphase"}
{"Id":11432,"EssaySet":5,"Mark":0,"Response":"1. mRNA leaves the cell, it tells the enzyems which DNA strand to work on.2. An enzyme attaches to the DNA strand3. The enzyme strats to decode the DNA strand into complumentary RNA4. The enzyme detaches and moves on."}
{"Id":11433,"EssaySet":5,"Mark":1,"Response":"after the mRNA leaves the nucleus, it is taken to the ribosome by tRNA and it is made into proteins"}
{"Id":11435,"EssaySet":5,"Mark":0,"Response":"Step one: It finds a ribosome and is copied.Step two: It leaves the ribosome and goes to the nucleous.Step three: i dont know"}
{"Id":11436,"EssaySet":5,"Mark":1,"Response":"the mRNA goes to the ribosome and gives the potien codes to the ribosomal RNA"}
{"Id":11437,"EssaySet":5,"Mark":0,"Response":"1. The mRNA leaves the nucleus.2. The genetic material is transcribed into RNA form3. The genetic material is taken to the ribosomes.4. Protein synthesis occurs."}
{"Id":11438,"EssaySet":5,"Mark":0,"Response":"it leaves goes to deliver information.Goes to the rRNA and it reades the information.Then it makes a copy.and that copy goes out and finds matches to go with."}
{"Id":11439,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus.tRNA starts.gRNA starts.rRNA starts. ?"}
{"Id":11440,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nuclear membrane.DNA copies itself.The old DNA dies"}
{"Id":11441,"EssaySet":5,"Mark":1,"Response":"The mRNA that was copied from the DNA leaves the nucleus. It goes to the ribosome, where it is transcripted. Each codon codes for an amino acid. The proteins are linked together as they are translated."}
{"Id":11442,"EssaySet":5,"Mark":0,"Response":"cell, tissue, organ, organ system."}
{"Id":11443,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus transporting information. Then the mRNA travels to the cells membrane. Then the mRNA drops off the information, then goes back to the nucleus."}
{"Id":11444,"EssaySet":5,"Mark":0,"Response":"The mRNA is copied."}
{"Id":11445,"EssaySet":5,"Mark":0,"Response":"It has to makes it past all the intruders, it leaves the area it began, it mutates, it forms new cells."}
{"Id":11446,"EssaySet":5,"Mark":0,"Response":"it needs to abtain more proein"}
{"Id":11447,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves the nucleus with the transcribed DNA, which forms RNA, and takes it to the rRNA which is the ribosomal RNA. The rRNA takes it to tRNA to be read. tRNA stands for transfer RNA. tRNA reads and changes the codons to amino acids."}
{"Id":11448,"EssaySet":5,"Mark":0,"Response":"it goes to same place"}
{"Id":11450,"EssaySet":5,"Mark":1,"Response":"Protein synthesis consists of the building of amino acids. Then they link together forming a chain.Next the chains attach together.Lastly, they turn into the new RNA."}
{"Id":11451,"EssaySet":5,"Mark":0,"Response":"Well you have the stop codon, then... I dont know the rest"}
{"Id":11452,"EssaySet":5,"Mark":0,"Response":"it sends a message t othe cell that needs the protein then it sends it back to the brain to get that protein"}
{"Id":11453,"EssaySet":5,"Mark":0,"Response":"The mRNA is carried off into different parts in the whole protein synthesis by going down to where it will get carried off to make protein.  Then is will be taken to where it can get energy.  After that it goes through a different phase and and the end it is carried to the end that makes protein."}
{"Id":11456,"EssaySet":5,"Mark":0,"Response":"RNA"}
{"Id":11457,"EssaySet":5,"Mark":1,"Response":"The first step is leaving the nucleus. This step is important because the mRNA goes through the nuclear pores to go to the cell. The next step is sending the message through the cell."}
{"Id":11458,"EssaySet":5,"Mark":0,"Response":"The mRNA is read by the tRNA.  Then the tRNA must put on a cap and a tail, so that it can move and it can keep the sequence in there.  Then it is read by the protein creating the amino acid."}
{"Id":11459,"EssaySet":5,"Mark":0,"Response":"mRNA instructs the protien"}
{"Id":11460,"EssaySet":5,"Mark":0,"Response":"energystores foodprotects the cell and foodhelps it stay alive"}
{"Id":11461,"EssaySet":5,"Mark":0,"Response":"In he nucleus, DNA replicates. mRNA comes and takes the DNA into the cytoplam. Strands of DNA sequence- AGTC comes into the amino acid in different strand each time.Nucleotides of AGTC that have a bond with the strands, come and bond together. tRNA transfers it which makes a protein."}
{"Id":11462,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the cell gives it to the tRNA then the tRNA travels and gives it to another cell to be translated and help the body healthy, able to grow, and have the body be able to repair itself."}
{"Id":11463,"EssaySet":5,"Mark":0,"Response":"PROKARYTIOC"}
{"Id":11464,"EssaySet":5,"Mark":1,"Response":"The mRNA decodes DNA, then takes the code to the cytoplasm, then takes it to the ribosomes to produce function and then takes it to the tRNA to decode and produce protiens\/"}
{"Id":11465,"EssaySet":5,"Mark":0,"Response":"Diffusion, mitosis, meiosis, and genetic diffusion"}
{"Id":11466,"EssaySet":5,"Mark":2,"Response":"The mRNA goes into the cytoplasm and experiences transcription, which is the pairing of bases according to the mRNA sequence. Then the full strand is split, and both strands go to the ribosomes to be translated. When the mRNA strands arrive there, translation will occur, which means that tRNA will bring amino acids that code for a particular segment of the mRNA, will attach together. A certain number of the amino acids will then code for a proteins."}
{"Id":11467,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves and sends the tRNA to the DNA. The tRNA leaves amino acids in a chain onto the new DNA. The amino acids form together to make enzymes, which form into protein."}
{"Id":11468,"EssaySet":5,"Mark":1,"Response":"1. the mrna arrive to where the sequence will be decoded. 2. the sequence will be decoded3. they will turn into amino acids sequence for protiens4. the amino acids will make protiens"}
{"Id":11470,"EssaySet":5,"Mark":0,"Response":"trna,mitosis,meiosis,anaphase."}
{"Id":11472,"EssaySet":5,"Mark":0,"Response":"It goes to the nucleus and transports the message"}
{"Id":11473,"EssaySet":5,"Mark":0,"Response":"Mrna leaves the nucleus, travels through the body and into the the brain"}
{"Id":11474,"EssaySet":5,"Mark":0,"Response":"1. The DNA unzips2. then it goes throught transription where it copies\/3 then it translates 4. then becomes a protien."}
{"Id":11475,"EssaySet":5,"Mark":0,"Response":"They create more cells for the body when the cells get too big they break down into smallar size and keep on growing."}
{"Id":11476,"EssaySet":5,"Mark":1,"Response":"The mRNA first leaves the nucleus and enters into the cytoplasm. Second, each tRNA carries one amino acid to the anticodons. After thi,s the tRNA helps to form polypeptide bonds between the amino acids. The proteins continue to grow and bond until a stop codon is reached."}
{"Id":11477,"EssaySet":5,"Mark":0,"Response":"water air sunlight soil photosynthesis"}
{"Id":11478,"EssaySet":5,"Mark":0,"Response":"The protein must be copied by the nucles. Then, it must be taken to each cell. Next, the cell must carry out the function. Finally, the process ends and starts all over again."}
{"Id":11479,"EssaySet":5,"Mark":0,"Response":"The messenger RNA tranfers information in protein synthesis. It also uses the golgi apparatus's information to help it go where it needs to go."}
{"Id":11480,"EssaySet":5,"Mark":1,"Response":"It then goes to the RNA strand and sends the message.Then it leaves there and goes to the tRNA and sends the message, which then the tRNA starts to make amino acids.The amino acids then connect to make a peptide bond.Then it starts over agian."}
{"Id":11481,"EssaySet":5,"Mark":0,"Response":"they help clear out germs.they fight bactera that might harm the body.they help your body get used to the germs.they save your life."}
{"Id":11482,"EssaySet":5,"Mark":0,"Response":"It separtes the protein and copies it."}
{"Id":11483,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus  by a small opening in the nucleus. Then it goes and finds the DNA strand that is broken the mRNA strand knows were it is going because the brainsent it a message to tell it where the broken DNA strand is. Then it slids into places by slidding in between the two broken strands. After it makes sure that everything is matched up and it joins together to make it a hole strand again."}
{"Id":11484,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus. mRNA tells the tRNA how to 'design' the protein.The tRNA to go get the peices and put them in the right places. A protein is created."}
{"Id":11486,"EssaySet":5,"Mark":1,"Response":"mRNA takes the message that it needs more proteins and makes sure that it gets to the ribosomes, where the proteins are made. the ribosomes start making proteins and when they are done send the proteins for their final packaging to the Golgi Apparatus. The Golgi polisheses and finishes the synthesis of the proteins and send them out in the cell where the are needed."}
{"Id":11487,"EssaySet":5,"Mark":0,"Response":"When the mRNA leaves the nucleus, there are four major steps involved in protein synthesis. First, the mRNA takes coded instructions to the nuclues. After that, the instructons are used to assemble the amino acids to the ribosomes. This is taken by the tRNA. The rRNA completes the assembly. Finally, the new strains of ribosomes can be used, finishing protein synthesis."}
{"Id":11488,"EssaySet":5,"Mark":0,"Response":"The mRNA makes a copy of the DNA and then brings it to the tRNA, which brings it to the amino acid sequence, making a new protein."}
{"Id":11490,"EssaySet":5,"Mark":0,"Response":"its changes the DNA."}
{"Id":11491,"EssaySet":5,"Mark":1,"Response":"The mRNA goes through the nuclear pores and delivers the message. The message is then processed and the cells completes the task."}
{"Id":11492,"EssaySet":5,"Mark":0,"Response":"tRNA moves proteins"}
{"Id":11493,"EssaySet":5,"Mark":0,"Response":"TelophaseMetaphaseProphase Interphase  I THINK I AM NOT SURE!"}
{"Id":11496,"EssaySet":5,"Mark":0,"Response":"mRNA carries protiens, it helps produs."}
{"Id":11497,"EssaySet":5,"Mark":0,"Response":"Messenger RNA collects the information it needs to copy DNA, then tRNA changes Thymine to Uracil. Two strands of RNA are made."}
{"Id":11498,"EssaySet":5,"Mark":0,"Response":"Breaks down nutrients."}
{"Id":11499,"EssaySet":5,"Mark":0,"Response":"Ribosomes form proteins.Mitochondria make proteins for energy.Proteins move through the cell membrane to the rest of the organism."}
{"Id":11501,"EssaySet":5,"Mark":0,"Response":"interphase, telophase, anaphase, metaphase, proshase."}
{"Id":11502,"EssaySet":5,"Mark":0,"Response":"Anaphase, Interphase,Metaphase,Prophase"}
{"Id":11503,"EssaySet":5,"Mark":0,"Response":"the DNA unzips and the mRNA comes in and then the DNA gets a new code, and if there is a mutism in there then that will happen, then the mRNA will unzip and the tRNA will get the code send it to the ribosome and then it will decode the code that the tRNA gave and send it back to the DNA"}
{"Id":11504,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to ribosomes that read it.Ribosomes send a message to tRNA.The tRNA take take a amino acid.Connecting them making a codon."}
{"Id":11505,"EssaySet":5,"Mark":1,"Response":"First, the mRNA move through the cytoplasma to the ribosome. Then the tRNA take over by making another side.Then the tRNA take it to the ribosome to get cut by restiction enzymes. Then those peices get turned into pieces of protien."}
{"Id":11506,"EssaySet":5,"Mark":0,"Response":"Carbon dioxide, hydrogen, oxygen,and nitrogen"}
{"Id":11507,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, and seperates in half. The half of the mRNA gets copied, and is sent to the new nucleus."}
{"Id":11509,"EssaySet":5,"Mark":0,"Response":"mRNA leaves leaves the nucleus mRNA carries the instruction to the mitocondriamitocondria then makes the protiensat last the mRNA returns to the nucleus with the protiens"}
{"Id":11510,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus."}
{"Id":11511,"EssaySet":5,"Mark":1,"Response":"the RNA takes the sequence to the ribosomes to make protien"}
{"Id":11513,"EssaySet":5,"Mark":1,"Response":"the mRNA is copied and then sent out by the ribosomes. then goes through the endoplasmic reticioulm where it does its job."}
{"Id":11514,"EssaySet":5,"Mark":0,"Response":"The 4 major steps in protein synthesis is that when mRNA leaves the nucleus tRNA gRNA rGNA start to do their jobs."}
{"Id":11515,"EssaySet":5,"Mark":1,"Response":"Mrna connects to the ribosomeCodons read the letters then retrieve the correct amino acidThe amino acids are connnected to the mrna and taken into the ribosomeIn the ribosome the amino acids are used to make a protien"}
{"Id":11516,"EssaySet":5,"Mark":0,"Response":"1.Messenger rna-Transcribes 2.Transfer rna-Transfers3.break downs4.Makes them codons that can be made into proteins."}
{"Id":11517,"EssaySet":5,"Mark":0,"Response":"translation transcription conversion"}
{"Id":11518,"EssaySet":5,"Mark":0,"Response":"Gives messages to the proteinTranformingtranscibing then comes up with sequences for the type of amino acid"}
{"Id":11519,"EssaySet":5,"Mark":0,"Response":"the strand of DNA unzips and the mRNA fills in one of the sides of the DNA once the whole strand has been remade the mRNA goes to other cells in the body contain that needed information."}
{"Id":11524,"EssaySet":5,"Mark":1,"Response":"-Translation:  moving out of the nucleus into the other parts of the cell-Fusion:  RNA moves to amino acids-Replication:  copying the sequence to replicate the DNA-Reaches stop codon:  the stop codon stops the sequence from being replicated any further."}
{"Id":11525,"EssaySet":5,"Mark":1,"Response":"1.After the mRNA leaves the nucleus ,it goes to the ribsome where the tRNA is.2.When at the ribosome,the mRNA transfers the data to the amino acid sequence in the tRNA.3.After transfering, the data goes through protein chains fulled by ATP. 4.After completing all the steps,the protien is sent throught the body for energy."}
{"Id":11526,"EssaySet":5,"Mark":1,"Response":"After mRNA leaves the nucleus, it is cut in half and the anticodons are read. After that, tRNA brings codons to bond with them. The Amino acid all chain together. Last thepolypeptide chain breaks away forming a protein."}
{"Id":11527,"EssaySet":5,"Mark":0,"Response":"genetically changegentic disorderdifferent speciesmutation"}
{"Id":11528,"EssaySet":5,"Mark":0,"Response":"The RNA goes through a ventricle and makes ATP"}
{"Id":11529,"EssaySet":5,"Mark":2,"Response":"The mRNA leaves the nucleus and travels to the ribosomes.  At the ribosomes tRNA attatches to the appropriate sequences on the mRNA.  On the other side of the tRNA are the amino acid that the nucleotide sequence on the other side codes for.  This happens continuously to make proteins."}
{"Id":11530,"EssaySet":5,"Mark":0,"Response":"decodes ittakes it to tRNAtRNA takes it to the ribosomesRibosomes make protiens"}
{"Id":11531,"EssaySet":5,"Mark":0,"Response":"the mRNA give the sequence to the tRNA and then it enters the new cell and transfer the tRNA into DNA"}
{"Id":11532,"EssaySet":5,"Mark":0,"Response":"1. the mRNA has to travel through the cell to get to were it can exit. 2. The mRNA has to deliever the proteins to were they need to go."}
{"Id":11533,"EssaySet":5,"Mark":0,"Response":"mrna gives data to trna and then its turned into amino acids"}
{"Id":11534,"EssaySet":5,"Mark":0,"Response":"mRNA creates amino acidsthey are converted into codonsthey are then made into rRNA they go about their job in the cell"}
{"Id":11535,"EssaySet":5,"Mark":0,"Response":"The four major steps in protein synthesis  of mRNA is, the proteins transfer and build up into different groups. Another major step would be the loss of  nucleus. A major step would have to be passing the DNA through the cell to the nucleus. The last major step would have to be the organells helping to pass the antibodies to fight infection."}
{"Id":11536,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves the nucleus.  The cells travel to a ribosome to make proteins.  Then, the proteins travel to the mitochondia to make energy.  Then, the cell leaves the mitochondia and makes it way to the amino acids."}
{"Id":11537,"EssaySet":5,"Mark":0,"Response":"The proteins are made, then carried by the ribsome, and then released into the body to make energy"}
{"Id":11538,"EssaySet":5,"Mark":0,"Response":"It first goes through mRNA and attaches on the the mRNA and waits for something to come then it drops off and it goes on to another strand of mRNA"}
{"Id":11540,"EssaySet":5,"Mark":0,"Response":"the protein is eaten, usued, digested, and flushed out"}
{"Id":11541,"EssaySet":5,"Mark":0,"Response":"mRNA leaves nucleustRna transfers proteins"}
{"Id":11544,"EssaySet":5,"Mark":0,"Response":"The mRNA must leave the nucleus and travel through the cytoplasm. The mRNA must then converge with the different protein bases. The proteins mix in the the mRNA to create a strand. The protein synthesis is made when the strand reaches the normal DNA."}
{"Id":11545,"EssaySet":5,"Mark":1,"Response":"First, mRNA takes the codes to the ribosome to make the proteins. Then, the rRNA codes for the proteins and makes them. Then the tRNA transfers the proteins back to the nucleus. Finally, the proteins are released into the cytoplasm, and the process begins again."}
{"Id":11546,"EssaySet":5,"Mark":0,"Response":"One step involved in protein synthesis is the tRNA moving ribosomes.  Another step in protein synthesis is rRNA making the proteins.  Another step is using the protein.  Another step is restarting the cycle."}
{"Id":11547,"EssaySet":5,"Mark":0,"Response":"the body becomes colder"}
{"Id":11548,"EssaySet":5,"Mark":0,"Response":"1) mRNA gets read by an enzyme located in the robosomes.2) mRNA becomes tRNA.3) traslation acoures tRNA got to the ribosoms and get an amino acid4) after this the DNA repentes the same steps."}
{"Id":11549,"EssaySet":5,"Mark":1,"Response":"The mRNA departs to from the cell to the ribosomes and with instructions of how many and what types of proteins to make for the cell. The mRNA contains a sequence of what types of amino acids consist in the protein that is to be made."}
{"Id":11550,"EssaySet":5,"Mark":0,"Response":"tRNAgRNArRNA"}
{"Id":11551,"EssaySet":5,"Mark":0,"Response":"chromosomes attachthey seperateNew nucleus is formedanother one is formed"}
{"Id":11552,"EssaySet":5,"Mark":0,"Response":"annaphase, prophase, interphase, and metaphase"}
{"Id":11553,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves the nucleus.The mRNA travels to the ribosome.The ribosome attaches to the mRNA.tRNA attaches codons to the anti-codons on the mRNA."}
{"Id":11554,"EssaySet":5,"Mark":1,"Response":"the mRNA goes to the ribosomes. at the ribosomes the mRNA changes in to tRNA. The tRNA leaves the ribosomes and goes to the golgi apparatus to be changed to protein. the protein then gets sent to all parts of the body."}
{"Id":11555,"EssaySet":5,"Mark":0,"Response":"The mRNA goes out to the ribosome and attaches to tRNA. Then, tRNA transfers the code into a useable code. Next, segments are put together with bonds. Every three sections of the code bond to create an amino acid. These amino acids bonded together create a protein. Then the protein is shipped to other organelles to be fixed and put in a useable form for the cell."}
{"Id":11556,"EssaySet":5,"Mark":0,"Response":"IT THEN GOES TO THE TRNA. THE TRNA THEN TRANSPORTS IT TO THE RRNA. THE RRNA THE DECODES IT FOR THE MRNA."}
{"Id":11557,"EssaySet":5,"Mark":0,"Response":"1. mRNA leaves the neucleus2. mRNA reads the DNA3. the mRNA tells the rRNA4. the rRNA makes the DNA split"}
{"Id":11558,"EssaySet":5,"Mark":1,"Response":"The RNA leaves the nucleus and then sends codes to the DNA telling it what its new match will be, switching the A's to U's. T's go with A's G's with C's and visversa except the A will switch to a U instead of a T. This is known as mRNA. Then the mRNA sends codes to the proteins telling what codon it will be.example:DNA: ATGTACCGTATGACTmRNA: UAC-AUG-GCA-UAC-UGA(after RNA happens)Amino acid: Tyr, Met (technically you start with a Met), Ala, Tyr, STOP"}
{"Id":11559,"EssaySet":5,"Mark":0,"Response":"1) mRNA GOES TO DNA and get its molecules2) mRNA take DNA to tRNA3) tRNA copies it4) DNA is transfered"}
{"Id":11560,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to the ribosomes which then code for codons, then taken to the amino acids sending it back to the nucleus to recreate new strands of DNA."}
{"Id":11561,"EssaySet":5,"Mark":0,"Response":"mRNA splits up and meets with the Nuclaic Acid. Then it is combined with Phosphate to create a protein."}
{"Id":11562,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus, a tRNA molecule gets the anti-codon and give's it to a rRNA to make the codon, and then gives it to the ribosomes to produce the protien."}
{"Id":11563,"EssaySet":5,"Mark":0,"Response":"translation, deletion, translocation, transformation"}
{"Id":11564,"EssaySet":5,"Mark":2,"Response":"It goes to the ribosome and tRNA carrying a amino acid comes in and if the code matches then the amino acid stays and then this process continues until u get a stop codon. The end result is the making of a proteine"}
{"Id":11565,"EssaySet":5,"Mark":2,"Response":"1. The mRNA settles on the endoplasmic reticulum.2. The mRNA finds a match of tRNA.3. The two produce a chain of amino acids.4. The chain of amino acids create a protein."}
{"Id":11566,"EssaySet":5,"Mark":1,"Response":"First the mRNA is sent from the nucleus and sent to the ribosomes. Than it is changed into tRNA. After it is turned into tRNA it is sent to be turned into protein. Than when it is turned into a protein it is sent into the body to do it's job."}
{"Id":11567,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus and hooks up with another mRNA. Then one of the strands breaks off, and another tRNA strand hooks up with it."}
{"Id":11568,"EssaySet":5,"Mark":1,"Response":"DNA separates and an RNA strand is paired with DNA strandThe RNA is taken to the ribosomeThe RNA is then changed to mRNAThen the mRNA is tranlated into tRNAand then you have a strand of RNA"}
{"Id":11569,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus.It then is tRNA and is carried to where it will create the new cell.The mRNA is transcribed.The mRNA is now a new strand of RNA."}
{"Id":11570,"EssaySet":5,"Mark":0,"Response":"well the dna splits and makes copies of rna and then repeats the process"}
{"Id":11571,"EssaySet":5,"Mark":1,"Response":"1. mRNA leaves the nucleus with a pattern2. mRNA goes to a ribosome3. tRNA comes and makes a complimetary strand4. rRNA makes the amino acid sequence to create protein"}
{"Id":11572,"EssaySet":5,"Mark":0,"Response":"the mRNA is translated in to amino acidsthe  codons take their placeand the new sequence is finshed"}
{"Id":11573,"EssaySet":5,"Mark":3,"Response":"1) tRNA reads the strand of mRNA using anticodons.2) tRNA retrieves amino acids.3) The process continues until a stop codon is reached.4) The newly formed polypeptide is released."}
{"Id":11574,"EssaySet":5,"Mark":0,"Response":"they send messages out of the cell."}
{"Id":11576,"EssaySet":5,"Mark":0,"Response":"prophasemetaphaseanaphasetelaphase"}
{"Id":11577,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus it then goes to tRNA to translate itThen to rRNA to recieve the message then it becomes synthesized"}
{"Id":11579,"EssaySet":5,"Mark":0,"Response":"1 DNA is coped to RNA2 RNA exites the cell3 RNA goes to the ribosomes4 Ribosomes produse the gene matereal"}
{"Id":11580,"EssaySet":5,"Mark":1,"Response":"1. mRNA goes and connects with a tRNA.2. the anti codons attach to its same sequence.3. the anti codon and the codon make a protein.4. the protein is matched with others and goes through the protein channel."}
{"Id":11582,"EssaySet":5,"Mark":0,"Response":"The mRNA scans the RNA to find out what the complementary proteins are. The tRNA brings the complementary strands. The strands bond. Amino acids are made and go into the organelles. The process repeats."}
{"Id":11583,"EssaySet":5,"Mark":0,"Response":"Telephase, Anaphase, and Metaphase"}
{"Id":11584,"EssaySet":5,"Mark":0,"Response":"Four major steps involed in portein synthesis are trascription when the strand od dna gets ripped apart then traslation when things occur in the nucleus."}
{"Id":11585,"EssaySet":5,"Mark":0,"Response":"HYDROGEN BONDS AND DNA SEGMENTS"}
{"Id":11586,"EssaySet":5,"Mark":0,"Response":"mRNA has to leave the nucleus, then it transfers information to tRNA. After it does that it makes copies, then lastly sends it back to mRNA."}
{"Id":11587,"EssaySet":5,"Mark":1,"Response":"mRNA then heads to the ribosomes where it is transcribed using the codes to create amino acid strands which are connected. A long enough chain of amino acids create proteins."}
{"Id":11588,"EssaySet":5,"Mark":0,"Response":"It goes to the tRNA and transfers over to it, then it flouts to the protein maker, then it goes in the protein maker, and then it becomes a protein."}
{"Id":11589,"EssaySet":5,"Mark":0,"Response":"It takes the protein over to another organelle. Then the protein gets sent all over the cell. They use it for energy. and then they do it again."}
{"Id":11590,"EssaySet":5,"Mark":0,"Response":"The information on the mRNA is copied."}
{"Id":11591,"EssaySet":5,"Mark":0,"Response":"your body used our proties to make energy,it then uses that energy to make new protiens,     then uses those protiens to create energy,therefore helping you say healthy and have energy"}
{"Id":11592,"EssaySet":5,"Mark":1,"Response":"The next step that is involved in protein synthesis would be after the mRNA leaves the nucleus the tRNA sends instructions to the ribosomes in order to create the protein. Which is where the DNA is then unzipped. The codons are then attached with the one strand of DNA. Once this has happend the amino acids then match up with their complementary bases to form the amino acid sequence, in order to form a protein."}
{"Id":11593,"EssaySet":5,"Mark":0,"Response":"In prophase, the nuclear membrane begans to disappear.  Then, in anaphase the chromosomes began to break apart and go to opposite poles.  Then in metaphase they chromosomes are at opposite poles.  Then, the cell begans to break apart into two whole new cells."}
{"Id":11594,"EssaySet":5,"Mark":1,"Response":"When mRNA leaves the nucleus it transfers to tRNA. Then it makes amino acids. Then the amino acids make a peptide bond, Then the cycle repeats."}
{"Id":11595,"EssaySet":5,"Mark":0,"Response":"Four major steps involved in protein synthesis are transfering proteins to the cell membrane, producing enzymes,getting energy from certain foods, and digesting them."}
{"Id":11596,"EssaySet":5,"Mark":0,"Response":"1. translation - the items are moved into a diferent order2. transformation - the items are changed into other sequences3. deletion - a certian pertion is deleted4. substitution - a certian amino acid is traded out for a different      one"}
{"Id":11597,"EssaySet":5,"Mark":0,"Response":"The mRNA moves out of the nucleus. It is then moved to the cell membrane. Then it is copied down. Last the information acts like a blueprint as the thing needed is built."}
{"Id":11599,"EssaySet":5,"Mark":1,"Response":"1.) mRNA is transcribed into tRNA2.) codons form in sections of 3 nucleotides with a 'stop' codon at the end3.) tRNA plugs into the codons and starts making the amino acids4. amino acids form into proteins"}
{"Id":11600,"EssaySet":5,"Mark":0,"Response":"RNADNAmDNAmRNA"}
{"Id":11602,"EssaySet":5,"Mark":0,"Response":"AnaphaseInterphaseMetaphaseprophase"}
{"Id":11603,"EssaySet":5,"Mark":0,"Response":"The protein are made by lysosomes. Then the protein travel to the endoplasmic reticulum. They also take a stop in the Golgi Apparatus, and then they also go into the mitochondria."}
{"Id":11604,"EssaySet":5,"Mark":0,"Response":"Translocation is moving the information, Translation is copying the information, Replication is making the copied information,"}
{"Id":11605,"EssaySet":5,"Mark":0,"Response":"1. water2. sun"}
{"Id":11607,"EssaySet":5,"Mark":1,"Response":"1. mRNA is transported to the ribosomes2. rRNA matches it with the amino acid that corresponds to form proteins"}
{"Id":11608,"EssaySet":5,"Mark":0,"Response":"Once mRNA leaves the nucleus it changes size."}
{"Id":11609,"EssaySet":5,"Mark":0,"Response":"Molecules go to the Goli Apparatus, wich then prepares them, which then"}
{"Id":11610,"EssaySet":5,"Mark":1,"Response":"As the mRNA leaves the nuclear pore a rRNA comes and aids the process. The tRNA comes and has complementary codons to make a amino acid. Then another tRNA comes and copies the next segment on the mRNA to makes a different amino acid. This is done with the ribosomal RNA at each segment being copied. After doing this process for awhile it forms a polypeptide or protien."}
{"Id":11611,"EssaySet":5,"Mark":1,"Response":"The tRNA then carries the aminos to the polypeptide chain. After that the enzyme helps bond the chain together. The DNA is formed having the original strand that has the codes for the new strand to be formed. Each DNA strand then has a new and original strand."}
{"Id":11612,"EssaySet":5,"Mark":0,"Response":"The strand is translated into another language that the mRNA understands. The strand is then transcribed, turned into an amino acid, and then becomes part of a sequence of proteins."}
{"Id":11613,"EssaySet":5,"Mark":0,"Response":"1. the mRNA goes out of the nucleus and to the tRNA2. Then the tRNA translates the RNA and creates aminp acids to go along with the RNA.3. They attach together.4. and they start making proteins"}
{"Id":11616,"EssaySet":5,"Mark":1,"Response":"First, the mRNA leaves the nucleus. When it enters the cytoplasm, the ribosomes meet up with it and it begins protein synthesis. The tRNA matches up with it, and the amino acids are formed. After the opposite strand is made, they break apart and you have a strand of amino acids."}
{"Id":11617,"EssaySet":5,"Mark":0,"Response":"mRNA- tells ribosomes the amino acid sequence to make the proteinribosomes (rRNA)- assemble the proteintRNA- Transfers the protein to the cellcell membrane- allows protein in the cell"}
{"Id":11618,"EssaySet":5,"Mark":0,"Response":"1. mRNA leaves the nucleus2. The mRNA grabs onto a cell and goes throughout the body3. The mRNA goes to the stomach4. The mRNA starts the protein synthesis"}
{"Id":11619,"EssaySet":5,"Mark":0,"Response":"Ribosomes- shape the mRNA into a protein decoding what it says to know what the proteins job is. Vesicules- transport the protein to where it needs to be. Membran protein- sends the proteing out side of the cell if it's needed."}
{"Id":11620,"EssaySet":5,"Mark":0,"Response":"mRNAtRNAgRNA"}
{"Id":11621,"EssaySet":5,"Mark":1,"Response":"First the mRNA leaves the nucleus. Then an enzyme unzipps the mRNA. The third step is an amino acids line up with the corresponding codons. When it reaches the stop codon the amino acids break off together forming a protein."}
{"Id":11622,"EssaySet":5,"Mark":0,"Response":"prophase, anaphase, metaphase, telophase"}
{"Id":11623,"EssaySet":5,"Mark":0,"Response":"When the mRNA leaves the nucleus it leaves somthing behind causing the body to change and act different.Also when it leaves it can cause the body to catch a servere change and effect it.It will cause the body to take more harm than it can handle.Toltal harm to the body and the body has no chance at fighting it off."}
{"Id":11625,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus it goes and tells the cell what DNA sequences to make. Then tRNA takes the message back to the nucleus. At the nucleus the DNA strand is pulled apart and the new DNA sequences are paired up to their matches to make two new strands of DNA."}
{"Id":11627,"EssaySet":5,"Mark":0,"Response":"Mrna leave the nucleus going to tRNA. Once at tRNA the instructions brought from mRNA are translated into a language that rRNA can understand and then is taken to the rRNA. Once at the rRNA the instructions go through translation which result in a new protein."}
{"Id":11628,"EssaySet":5,"Mark":0,"Response":"mRNA, DNA, RNA, Prophase"}
{"Id":11629,"EssaySet":5,"Mark":0,"Response":"transfers to tRNAmakes an amino acid sequencedecodes the amino acid sequencesends it to the"}
{"Id":11631,"EssaySet":5,"Mark":0,"Response":"mRNA goes out and finds tRNA and this information gets coded to that. The tRNA grabs amino acids. The amino acids tell wich enzymes. The enzymes make the protein."}
{"Id":11633,"EssaySet":5,"Mark":0,"Response":"Protien is created on the ribosome."}
{"Id":11634,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus and goes out into the cell to find a ribosome. Once the ribosome receives information from the nucleus to make a new protein, it beings to unzip. Floating nucleotides in the cytoplasm come in and connect with the RNA that is being created."}
{"Id":11635,"EssaySet":5,"Mark":3,"Response":"First, mRNA leaves the nucleus and travels to the ribosome and gets attached to it. Next, tRNA comes along and attaches it's anti-codons to the mRNA's codons. Then, an amino acid is created and the tRNA strand leaves and another one is attached to the next three codons. Thus, creation another amino acid and the amino acids are held together in a chain by peptide bonds. The chain that is created is a protein."}
{"Id":11636,"EssaySet":5,"Mark":1,"Response":"1. mRNA leaves nucleus headed toward the ribosome.2. It tranfers into tRNA.3. That attaches to the ribosome.4. There it is changed to rRNA"}
{"Id":11637,"EssaySet":5,"Mark":0,"Response":"anaphase, metaphase, prophase, and telophase."}
{"Id":11638,"EssaySet":5,"Mark":1,"Response":"1. mRNA leaves the nucleus2. mRNA travels to the ER3. tRNA gives mRNA information 4. mRNA replicates into an exact clone of the existing DNA"}
{"Id":11639,"EssaySet":5,"Mark":2,"Response":"mRNA leaves the nucleus and enters the cytoplasm. When traveling the cytoplasm it connects to a ribosome. The ribosomes reads off the mRNA as a codon(three at a time)each codon coding for a amino acid. tRNA travels along the mRNA and carries anti-codons to connect with the codons. The codons and anti-codons are then connected making a strand of protein."}
{"Id":11640,"EssaySet":5,"Mark":1,"Response":"Step 1: The transcription of mRNA from a DNA geneStep 2: Translation occurs at the ribosomes in the cells cytoplasm.Step 3: Elongation of the peptide begins as various tRNA's reach the next codonStep 4: the protein is synthesised"}
{"Id":11641,"EssaySet":5,"Mark":0,"Response":"ProphaseMetaphaseAnaphaseTelephase"}
{"Id":11642,"EssaySet":5,"Mark":0,"Response":"homosynthes"}
{"Id":11643,"EssaySet":5,"Mark":0,"Response":"the mRNA splits in half then leaves the nucles and one half finds the correct thing then the other half one does too"}
{"Id":11645,"EssaySet":5,"Mark":0,"Response":"After the mRNA leaves the nucleus it travels through the cytoplasm. Then it travels to the mitochondria where it goes through transcription. Then it detatches from the mitochondria and goes through translation."}
{"Id":11646,"EssaySet":5,"Mark":0,"Response":"It brengs the prton to the dna"}
{"Id":11647,"EssaySet":5,"Mark":0,"Response":"mRNA attaches to a DNA strand then the DNA strand unzipsthen it attaches to some proteinsand then creates amino acids."}
{"Id":11648,"EssaySet":5,"Mark":0,"Response":"THe protein combines with studd, the protein could die, the protein could reproduce, and the protein could mutate."}
{"Id":11649,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, than RNA gets sent to the mitochandria, than protein is sent throughout the body."}
{"Id":11650,"EssaySet":5,"Mark":0,"Response":"1. Mitochondria makes proteins.2.mRNA passes proteins to ribosomes.3.Ribosomes take proteins to nucleus.4.Nucleus uses proteins for energy."}
{"Id":11651,"EssaySet":5,"Mark":0,"Response":".gain necessary cell s for the process. spread out and collect the cells .go through the cell cycle . continue through the cycle til process is completed"}
{"Id":11652,"EssaySet":5,"Mark":0,"Response":"1.) Mrna leaves 2.) tna"}
{"Id":11653,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves the nucleus, transcription occurs.  mRNA is messenger RNA and carries the message to chromosomes.  When it arrives at the chromosomes the mRNA enters and gives all its information to the chromosomes about how the proteins should be arranged.  The chromosomes then take that information and arrange the proteins accordingly."}
{"Id":11654,"EssaySet":5,"Mark":0,"Response":"mRna leave the nucleus, brings information to the amino acid, amino acid produces protein."}
{"Id":11655,"EssaySet":5,"Mark":1,"Response":"First translation starts. Then the codons are made. Codons are matched up. Finaly RNA starts again."}
{"Id":11656,"EssaySet":5,"Mark":0,"Response":"Once the mRNA leaves the nucleus is goes through the blood stream. While in the blood stream once it gets to the other nucleus it drops off the information from the nucleus it just came from. After all that the mRNA is needed no longer. Then comes the tRNA that will help the other nucleus figure out the message. Then it helps the nucleus decode the new message to where it will make sense to the nucleus. Then the rRNA comes along. The rRNA picks up on the new decoded message. Once the rRNA is done getting the message it takes it. The last step would be to take the code and make another RNA sequence."}
{"Id":11657,"EssaySet":5,"Mark":0,"Response":"First, the mRNA leaves the nucleous.Second, the mRNA travels trough the cytoplasm.Third, It arrives at the amino acid sequence of a protein.Finally, it duplicates."}
{"Id":11658,"EssaySet":5,"Mark":0,"Response":"Step 1: mRNA leaves the nucleus.Step 2: mRNA carries instructions for amino acid sequence.Step 3: mRNA delivers the sequence instructions to codon.Step 4: mRNA goes back to the cell it came from."}
{"Id":11659,"EssaySet":5,"Mark":2,"Response":"1.The mRNA attaches onto a ribosome.2. The ribosome reads the mRNA's code by three letters at a time, three letters strung together are called a codon.3.Each tRNA molecule has one of the many anticodons, the complementary code of a codon, attached to them. Once the rRNA reads a codon, the tRNA with the correct anticodon will attach onto the ribosome.4. The anticodon is put on a string attached to the ribosome that when put together with the other anticodons later to come make a certain protein. The tRNA is released from the ribosome."}
{"Id":11661,"EssaySet":5,"Mark":0,"Response":"mRNA leaves, sends message to tRNA to create more proteins, amino acids get the message, and new proteins are created"}
{"Id":11662,"EssaySet":5,"Mark":0,"Response":"tRNA, rRNA, gRNA, mRNA."}
{"Id":11663,"EssaySet":5,"Mark":0,"Response":"mRNA-which is the messenger,tRNA-which transfeers all of the information, rRNA-replicates the DNA,gRNA"}
{"Id":11664,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus and then becomes a tRNA. From there its becomes into gRNA. The last part is where it becomes rRNA and helps the ribosomes, enzymes, and protein."}
{"Id":11665,"EssaySet":5,"Mark":0,"Response":"tRNA."}
{"Id":11668,"EssaySet":5,"Mark":0,"Response":"Nucleotides, ribonucleic, nuclear membrane and nucleoplasm are four major steps involved in the protein synthesis."}
{"Id":11669,"EssaySet":5,"Mark":0,"Response":"1.the cell opens2. RNA comes out3.then the cell releases the glucose4.then the glucose goes back into a different cell.the cell opens and the rna comes out and then the cell releases the glucose out into the cytoplasm and then the glucose goes into a different cell."}
{"Id":11671,"EssaySet":5,"Mark":1,"Response":"it gose to a ribosome, and a tRNA links up with the ribosom\/mRNA to make a specific protien, the protien gets attached to another over and over again to from a protien chain."}
{"Id":11672,"EssaySet":5,"Mark":0,"Response":"mRNA, tRNA, gRNA, rRNA"}
{"Id":11674,"EssaySet":5,"Mark":0,"Response":"The mRNA copies the anti codons from the DNA and transports it through the cytoplasm. then it meets up with the tRNA and makes an amino acid."}
{"Id":11675,"EssaySet":5,"Mark":1,"Response":"First, the mRNA leaves the nucleus and goes into the cytoplasm with the amino aid sequence of a protein which was translated from the DNA. Then the tRNA attatches to the mRNA and takes the amino acid sequence and copies it. The tRNA then goes to the ribosome, the organelle where protein synthesis takes place. The tRNA, which contains the amino acid sequence for assembling the proteins, gives its information for protein synthesis to the ribosome. The ribosome then assembles the proteins with the sequence given to it by tRNA."}
{"Id":11677,"EssaySet":5,"Mark":0,"Response":"The process of protien synthesis invovles four steps, including phase 1,meiosis, phase 2, and mitosis.  This causes many changes within the cell."}
{"Id":11679,"EssaySet":5,"Mark":0,"Response":"light-independent ractions, light-dependent reactions"}
{"Id":11680,"EssaySet":5,"Mark":0,"Response":"tRNA"}
{"Id":11681,"EssaySet":5,"Mark":0,"Response":"It stays in the mitochondrion to produce more protein."}
{"Id":11683,"EssaySet":5,"Mark":0,"Response":"The virus, because it will kill you really bad."}
{"Id":11684,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus to go and be checked for errors. Once the mRNA is in the cytoplasm, protein syntheis follows along the line of nitrogen bases to check for mutation or mistakes. The mistakes are found and labeled to be change, then an enzyme comes to re-do the mistaken nitrogen bases."}
{"Id":11686,"EssaySet":5,"Mark":0,"Response":"tRNArRNAmRNA"}
{"Id":11688,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus then it sends messages to the nucleus telling the organenelles what to do and what to fight off."}
{"Id":11689,"EssaySet":5,"Mark":0,"Response":"The four main steps involed in protein synthesis are transcription, translation, sequencing, and separating. Transcription is when the RNA is read and translation is when the new RNA strans are made."}
{"Id":11691,"EssaySet":5,"Mark":1,"Response":"After the mRNA leaves the nucles, it sets out to find the ribosome to make rRNA and give the needed amino acid code that is needed to make proteins. After completing this, it transforms into tRNA to transfer the code. After getting the needed amino acids, it then transforms back into mRNA and heads back to the nucleus."}
{"Id":11692,"EssaySet":5,"Mark":0,"Response":"1.     mRNA transcripts tRNA2.     tRNA goes to the ribosome3.     tRNA transcripts and the amino acids are made when the             base pairs join4.     The left over bases are removed from the cell by the                    lysosome."}
{"Id":11693,"EssaySet":5,"Mark":1,"Response":"When mRNA leaves the nucleus, it goes to rRNA, and then it changes to tRNA, which carries instructions from the nucleus for the amino acids."}
{"Id":11694,"EssaySet":5,"Mark":0,"Response":"mRNA directs the RNA to make the protiens, then a signal from the nucleus tells it to stop."}
{"Id":11695,"EssaySet":5,"Mark":0,"Response":"when the mRNA leaves the nucleus, it divides the new DNA into all of the different cells."}
{"Id":11696,"EssaySet":5,"Mark":0,"Response":"after it leaves the nucleus it then goes to the tRNA to give it some memory. then after that it goes to the rRNA to make more ribosomes."}
{"Id":11698,"EssaySet":5,"Mark":0,"Response":"mRNA leaving the nucleus"}
{"Id":11699,"EssaySet":5,"Mark":1,"Response":"1. The mRNA is split in half.2. One half of the mRNA runs through a ribosome.3. While the half of the mRNA is being ran through the ribosome, a protien is being made according to the instructions. 4. The protien travels to wherever it is 'programmed' to go, and to do whatever it is 'programmed' to do."}
{"Id":11700,"EssaySet":5,"Mark":0,"Response":"wellll, i think the first one might be meiosis or Mitosisbut i really don`t have any idea so i`m just taking a wild guess so i don`t get this question wrong(:kthanks for the poinnts"}
{"Id":11701,"EssaySet":5,"Mark":0,"Response":"1. RNA ARRIVES- FROM OTHER CELL2.RNA COPIED- TRANSLATION  3.RNA TRANPORTED- THROUGH mRNA4. RNA LEAVES- TO GO TO OTHER CELL"}
{"Id":11702,"EssaySet":5,"Mark":1,"Response":"after the mRNA leaves the nucleus it binds with the rRNA. after they bind together they begin transciption to make more copies for more protiens. After transcription occurs translation begins to decode the RNA that has been made . After this has been done the RNA then begins to made amino acid that will form protiens."}
{"Id":11703,"EssaySet":5,"Mark":1,"Response":"In protein synthesis, the mRNA must first leave the nucleus. It then goes to the cytoplasm where it attaches to a ribosome. From there, it attaches to its complimentary codon. And finally becomes a protein strand."}
{"Id":11704,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves then nucleus. It goes and copies a protien for the sequence. It returns to the nucleus. It transfers the protein"}
{"Id":11705,"EssaySet":5,"Mark":0,"Response":"It goes to the to the nuclues then gets coded on the DNA and then turns into waste"}
{"Id":11706,"EssaySet":5,"Mark":0,"Response":"meosis,mitosis,antaphase,telophase"}
{"Id":11708,"EssaySet":5,"Mark":0,"Response":"one: how they got the mRNAtwo: what they are going to do with the nucleusthree: how they are planning on doing itfour: why they are going to change"}
{"Id":11709,"EssaySet":5,"Mark":0,"Response":"they all do there job"}
{"Id":11711,"EssaySet":5,"Mark":0,"Response":"1. First mRNA sends a message to the protein strand and tells it what amino acids it needs to build the strand.2. Then the tRNA goes and gets the codons from the amino acids so they can build their protein.3. Next they group the codons in three so they can be read so they know what amino acids to get.4. Last they put the amino acids in order, and then you get a protein strand."}
{"Id":11713,"EssaySet":5,"Mark":0,"Response":"mRNA then codes for pretiens that bind with rRNA"}
{"Id":11714,"EssaySet":5,"Mark":0,"Response":"Protein is distributed through the ribosomes and stored through out the cell after the mRNA tells it what to do."}
{"Id":11715,"EssaySet":5,"Mark":0,"Response":"1. mRNA carries instructions from the nucleus for the amino acid sequence of a protein."}
{"Id":11717,"EssaySet":5,"Mark":0,"Response":"protein gos into the blood and around the body. it helps to keep muscles storng."}
{"Id":11718,"EssaySet":5,"Mark":0,"Response":"Prophase, Anaphase, Interphase, Metaphase. Protein synthesis is carried out through a long process."}
{"Id":11720,"EssaySet":5,"Mark":2,"Response":"In protein sythesis the mRNA travels to ribosomes in the cytoplasm. There, a ribosome reads the code on the mRNA. As the ribosome reads the code, tRNA find free amino acids and bring them to the mRNA to be arranged. When they are arranged they form peptide bonds that help them to serve their function as a protein."}
{"Id":11721,"EssaySet":5,"Mark":3,"Response":"After mRNA leaves the nucleus, it enters into the cytoplasm, where it docks at a ribosome made of rRNA. Next, tRNA reads the codons and using its anticodons goes out into the cytoplasm to pick up the amino acid that corresponds. It then travels back to the mRNA and connects its amino acid with the one previously set before it. Once the tRNA reaches the stop codon, the polypeptide chain is released and a protein has formed."}
{"Id":11722,"EssaySet":5,"Mark":1,"Response":"the mRNA leaves the nucleas and goes to tRNA which transfers the codons and anticodons then which gets translated into a sequence which produces amino acids and then in the sequence makes proteins."}
{"Id":11725,"EssaySet":5,"Mark":0,"Response":"mRNA then sends its message to the nuclear membrane to creat certain DNA codes for it.  Then the sequence of creating DNA begins."}
{"Id":11726,"EssaySet":5,"Mark":0,"Response":"ANAPHASE, PROPHASE.METEPHASE, AND TELEPHASE"}
{"Id":11727,"EssaySet":5,"Mark":0,"Response":"The tRNA will deliver instructions from the nucleus for the amino acid sequence to produce proteins."}
{"Id":11728,"EssaySet":5,"Mark":0,"Response":"-RNA, IT HAPPENS-DNA, IT REALLY HAPPENS-rRNA, THIS DOESN'T HAPPEN-mRNA, I REALLY HOPE THAT THIS HAPPENS"}
{"Id":11729,"EssaySet":5,"Mark":0,"Response":"tRNA, rRNA, transcription, translocation, transference"}
{"Id":11730,"EssaySet":5,"Mark":0,"Response":"The four strands. The production of protein. Helping the mRNA in able for it to complete the synthesis. The proteins are assembled."}
{"Id":11731,"EssaySet":5,"Mark":2,"Response":"Next, tRNA change the RNA strands from As,Ts, Cs, and Gs to As, Us, Cs, and Gs so that it can be read by something that I can't remember. But then it's changed back to its original state and paired with anti-codons that are attached to amino acids. The anti-codons break off so that only the amino acid remains. Once the anti-codons reach the stop codon, the amino acid chain breaks off and is now a protein."}
{"Id":11732,"EssaySet":5,"Mark":0,"Response":"One step involves the golgi apparatus in which it helps carry proteins.Another step uses the ER which helps get rid of unwanted or wasted material involving the proteins.Lysosomes also help break down things that can help with protein synthesis."}
{"Id":11733,"EssaySet":5,"Mark":3,"Response":"First, the mRNA leaves the nucleus and a ribosome attatches to it. Second, the ribosome reads every three nucleotide sequence, or codon, and calls for a tRNA molecule that has an anticodon to compliment the codon. Third, after this process is repeated, the amino acids on the tRNA molecules form peptide bonds with each other, forming a protein. Finally, after the mRNA is translated until a stop codon, the protein is released and used in the cell as needed."}
{"Id":11735,"EssaySet":5,"Mark":1,"Response":"After leaving the nucleus, mRNA goes to the ribosomes and turns into tRNA. Once it becomes tRNA, it makes codons or becomes anticodons. Once it becomes codons, it makes amino acids."}
{"Id":11736,"EssaySet":5,"Mark":0,"Response":"1. It turms into tRNA and travels to the ribosome.2. It picks up surrounding amino acids and takes them to the ribosome.3. It forms rRNA and begins binding the amino acids in the ribosome.4.  It then forms a new strand of RNA."}
{"Id":11737,"EssaySet":5,"Mark":0,"Response":"collecting nutriants, storing them, anaphase , and then there is prophase"}
{"Id":11738,"EssaySet":5,"Mark":0,"Response":"1. They have proteins2. they help wit mRNA3. 4"}
{"Id":11739,"EssaySet":5,"Mark":1,"Response":"First mRNA leaves the nucleus with a strand of DNA which contains the instructions to making an amino acid. It takes the DNA strand to the tRNA in the ribosomes. There the tRNA uses the codons to make the sequence of amino acids. The amino acids are then transferred by the tRNA to the rRNA where they become a protein."}
{"Id":11741,"EssaySet":5,"Mark":3,"Response":"Next, mRNA attaches to a ribosome where the code on it will be translated to the order of amino acids needed to make a protein.  rRNA combines with the ribosome to help chain the amino acids to form a polypeptide chain.  tRNA finds amino acids that match with the code it carries and takes carries them to the ribosome where it matches its amino acids to the code on teh mRNA.  All of the the amino acids at the ribosome form a polypeptide which is then formed into a protein."}
{"Id":11742,"EssaySet":5,"Mark":0,"Response":"1. The mRNA takes the coded DNA to tRNA2. The tRNA takes the coded DNA and translates it to amino acids.3. The rRNA copies the amino acids4. They are placed as traits."}
{"Id":11743,"EssaySet":5,"Mark":1,"Response":"The first step is where the mRNA goes to the ribosones  soo they DNA can be replicated. The second step is wjere the tRNA gets added with the DNA. The third step is  when the tRNA foes back to the nucleus to get added to the DNA. i cant remember the last."}
{"Id":11744,"EssaySet":5,"Mark":0,"Response":"The mRNA must copy its self"}
{"Id":11746,"EssaySet":5,"Mark":0,"Response":"The mRNA moves to the outside of the nucleus.The mRNA then moves to the outside of the cell.The mRNA then delivers the DNA to another nucleus.The DNA is made into another cell."}
{"Id":11747,"EssaySet":5,"Mark":0,"Response":"First the mRNA leaves the nucleus, than the mRNA goes to the cell membrane, next the mRNA will multiply in the cell membrane than the mRNA will start to go to the nucleus and start all over again."}
{"Id":11748,"EssaySet":5,"Mark":0,"Response":"Four major steps involved in protein synthesis are mRNA leaving the nucleus,"}
{"Id":11749,"EssaySet":5,"Mark":0,"Response":"RnarRnatRnagRna"}
{"Id":11750,"EssaySet":5,"Mark":0,"Response":"It enters. It grows. It breaks down. It leaves."}
{"Id":11751,"EssaySet":5,"Mark":0,"Response":"tRNA carries instruction from nucleus for amino acid sequence of a protein."}
{"Id":11752,"EssaySet":5,"Mark":0,"Response":"The four major steps involved in protien synthesis are rRNA, tRNA, gRNA the process ends."}
{"Id":11753,"EssaySet":5,"Mark":0,"Response":"1. gets DNA messages spreading through the cell2. delivers DNA codes3. helps break down DNA codes needed for cell cycle4. releases protein into the cell"}
{"Id":11756,"EssaySet":5,"Mark":0,"Response":"mRNA leaving the nucleustRNArRNA"}
{"Id":11757,"EssaySet":5,"Mark":2,"Response":"The mRNA comes to the ribosme where then the DNA is decoded by tRNA. The tRNA then tanslates the codons which then attaches the correct amino acid to the tRNA. Each of the segments have their own amino acid which they then all are bonded by peptide bonds to create a protein."}
{"Id":11758,"EssaySet":5,"Mark":0,"Response":"after mRNA it will go to tRNA and then i will coil so much to where it becomes DNA"}
{"Id":11759,"EssaySet":5,"Mark":0,"Response":"it slowly leaves it."}
{"Id":11760,"EssaySet":5,"Mark":0,"Response":"It just puts protein out through the body to keep it healthy and gives you energy to do things."}
{"Id":11761,"EssaySet":5,"Mark":0,"Response":"The tRNA Comes in and copies itselfThen the mRNA sends protiens to all the tRNAThen the mRNA comes back Then it adds another mRNA"}
{"Id":11763,"EssaySet":5,"Mark":0,"Response":"The prophase lets the RNA form the chromosomes. Metaphase lines them in the middle. Anaphase seperates them on opposite ends of the cell. Then Telophase seperates them into new cells"}
{"Id":11764,"EssaySet":5,"Mark":0,"Response":"mRna gives the message to tRna wich transfers the message to the gRna wich sends it to th rRna wich then makes it into protiens."}
{"Id":11768,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to a ribosme.Then it gets fitted with an amino acid. Then it becomes tRNA. Then it can be used as a protien."}
{"Id":11769,"EssaySet":5,"Mark":0,"Response":"1. mRNA leaves the nucleus and sends amino acid sequence to the rRNA2. rRNA goes to the mitochondria and gives it instruction to build the protein3. once protein is  created, tRNA attaches to a hydrogen atom4. tRNA carries the hydrogen to the protein and forms a covalent bond with the protein"}
{"Id":11770,"EssaySet":5,"Mark":0,"Response":"Attaching to a strand of DNA."}
{"Id":11771,"EssaySet":5,"Mark":0,"Response":"mRNA carries the protein from on part of the cell to another. the mRNA get the orders to go to the ribosomes and get the proteins to take it where it needs to go."}
{"Id":11772,"EssaySet":5,"Mark":0,"Response":"tRNA transfers the data to the cytoplasmrRNA-makes the proteins"}
{"Id":11774,"EssaySet":5,"Mark":0,"Response":"the steps following are transcription, initiation, elongation, termination,"}
{"Id":11776,"EssaySet":5,"Mark":1,"Response":"all T's are tuned int U's. the mRNA is translated into codons. codons ar turned into ameno acids. ameno acids are turned into a proteins"}
{"Id":11777,"EssaySet":5,"Mark":0,"Response":"1. mRNA starts to decode the DNA2. 3.4. Protein and RNA Structures are finished."}
{"Id":11778,"EssaySet":5,"Mark":0,"Response":"mRNA must first translate the amino acid into a 'language' that can be read then the mRNA has to transcribe the amino acid so that it can be used."}
{"Id":11779,"EssaySet":5,"Mark":0,"Response":"1) the ribosones collect the mRNA.2) the ribosomes biuld the mRNA into the correct sequence.3) transcription happens.4) the mRNA is pair and attached to the DNA, creating a protein"}
{"Id":11780,"EssaySet":5,"Mark":3,"Response":"After mRNA leaves the nucleus, it meets up with a RNA polymerase which begins to read the sequence at a start codon. As it reads the mRNA codons and tRNA begin bringing amino acids as they are called for by the mRNA. These amino acids are then joined together in the sequence ordered by the mRNA. Once it reaches the stop codon, it stops and the new protein made of all te amino acids is taken away."}
{"Id":11782,"EssaySet":5,"Mark":0,"Response":"Goes through the Golgi, then through the blood stream to the endoplasmic reticulum, then passes the mitchocondria, the mitosis occurs."}
{"Id":11784,"EssaySet":5,"Mark":0,"Response":"mRNA then goes to the tRNA where  the tRNA  makes an exact copy of the template. The tRNA  then matches  up with the correct spot on the organelle. Then the organelle makes a protein that the  body needs and sends it to  were  it is needed."}
{"Id":11785,"EssaySet":5,"Mark":0,"Response":"DNA is copied into a smaller form called messanger RNA or mRNA and then that is copied into tranfer RNA or tRNA to be transfered and replectated once the nucleotide sequences are copied back into mRNA then a new cell has a new set of complete DNA."}
{"Id":11787,"EssaySet":5,"Mark":0,"Response":"Transcription, translation"}
{"Id":11789,"EssaySet":5,"Mark":1,"Response":"TRANSCRIPTION: THE PROCESS OF COPYING THE DNA AND MAKING THE mRNA.THE mRNA IS THEN DELIVERED TO THE RIBOSOMETRANSLATION: THE mRNA IS READ BY tRNATHEN THE CELL PRODUCES PROTIEN BY BUILDING IT"}
{"Id":11790,"EssaySet":5,"Mark":0,"Response":"Anaphase, metaphase, telaphase, and prophase."}
{"Id":11791,"EssaySet":5,"Mark":0,"Response":"Translation is when DNA is copied into RNA then the RNA is copied into mRNA in transcription."}
{"Id":11793,"EssaySet":5,"Mark":0,"Response":"PROPHASE METAPHASE ANAPHASE AND TELOPHASE"}
{"Id":11794,"EssaySet":5,"Mark":1,"Response":"The first thing it does is that is travels throught the cells cytoplasm to to ribosomes. Then the ribosomes help turn it into protein. The protein is taken my tRNA back to the nucleus and then the prosess starts all over again."}
{"Id":11795,"EssaySet":5,"Mark":0,"Response":"Transaction.translation.transcription"}
{"Id":11796,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves the nucleus, transcription and translation occur. Transcription is the copying of the strand and translation is moving the sequences for the strand. There is also replication which makes an exact replicate of the DNA strand."}
{"Id":11797,"EssaySet":5,"Mark":0,"Response":"protein sythis builds up over time wich makes it easer for animal and many other things to get stronger and stronger through out time. this cause some problemsfor many weak animals that are not as strong out there to just get eaten and killed by many stronger predators."}
{"Id":11798,"EssaySet":5,"Mark":0,"Response":"When the mRNA leaves the nucleus, it then will take the information to tRNA so tRNA can then transfor the information."}
{"Id":11799,"EssaySet":5,"Mark":0,"Response":"After the mRNA leave the nucleus, tRNA come in and gets a gentic copy of the mRNA. The tRNA detaches from the mRNA. Then takes the information to make a amino acid sequence."}
{"Id":11800,"EssaySet":5,"Mark":0,"Response":"it has the protiens which are being transfered to the DNA stran so it can join togethr then break off to make an entirely new DNA strand."}
{"Id":11801,"EssaySet":5,"Mark":1,"Response":"the mRNA is decoded and ine infermation is copied and used to creat the protiens"}
{"Id":11802,"EssaySet":5,"Mark":0,"Response":"It goes to the nucleus. Then from there it goes to the cell membrane. After that it travels to the Golgi apperatous. Finally it goes to the cytoplasm."}
{"Id":11803,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, transcription happens where the message is transcribed, then it gets translated, then it goes to the ribosome where a new when gets made."}
{"Id":11804,"EssaySet":5,"Mark":0,"Response":"Mrna leaves th nucleus to send a meesage to TrnaMrna tells Trna to go get more genetic codestrna carries instructions from the nucleas for the amino acid sequence of a proteinand complets the strand of dna in the ribosome"}
{"Id":11805,"EssaySet":5,"Mark":0,"Response":"When mRNa leaves the nucleus, there are four major steps involved for protein synthesis. They are prophase, metaphase, anaphase, and telophase. They help with meiosis. Prophase is where the nuclear membrane dissapear and the chromosomes split. Metaphase is where the chromosomes line up. Anaphase is where the chromosomes go off into groups, and telophase is when they gain the nuclear membrane back."}
{"Id":11806,"EssaySet":5,"Mark":1,"Response":"When the mRNA leaves the nucleus, it travels through the cell.  It moves to a ribosome.  The ribosome makes tRNA.  Then, protien is synthesized."}
{"Id":11807,"EssaySet":5,"Mark":0,"Response":"transcriptionreplicationtranslation"}
{"Id":11808,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus, and is then synthesized into tRNA, which carries the code for making proteins. The tRNA is transcribed into rRNA which can then be used by the body to synthesize proteins."}
{"Id":11810,"EssaySet":5,"Mark":1,"Response":"After mRNA leaves the nucleus it goes through the endoplasmic reticulum, which filters the bad protiens out, then it is released into the cytoplasma of the cell, then it leaves the cell and transports diferent material to a different cell."}
{"Id":11812,"EssaySet":5,"Mark":0,"Response":"First, it goes to the cells and then the cells take it and follow the directions. Then they Copy it and make more DNA."}
{"Id":11813,"EssaySet":5,"Mark":0,"Response":"1. Mitocandiria"}
{"Id":11814,"EssaySet":5,"Mark":0,"Response":"mRNA leaves.     Gives the code to tRNA.     tRNA gives the amino acid to the protien.     They mix."}
{"Id":11815,"EssaySet":5,"Mark":0,"Response":"Translation"}
{"Id":11817,"EssaySet":5,"Mark":0,"Response":"The tRNA transfers data."}
{"Id":11818,"EssaySet":5,"Mark":0,"Response":"1. mRNA copies into tRNA2. tRNA transfers to a double helix3. the tRNA copies to another DNA4. there are two copies of DNA"}
{"Id":11819,"EssaySet":5,"Mark":3,"Response":"When the mRNA leaves the nucleus, 1. it goes to the endoplasmic reticulum where protein synthesis begins.  2. Ribosomes then move in to begin the process of synthesis where anticodons are moved on to the correct codons transferring the correct amino acid code that is to be made. 3. the amino acid is made and attached to all other amino acids beside it with Peptide bonds. 4. A stop codon tells the amino acids to stop and the previous amino acid becomes the last in the chain, making a complete protein."}
{"Id":11822,"EssaySet":5,"Mark":0,"Response":"MRNA as a polymer is involved in protein synthesis. THey are making the proteins snythesis with each other.Step 1: To arrive where the proteins are2: brake the proteins up3: conncet proteins again with Rna 4: the process is complete"}
{"Id":11823,"EssaySet":5,"Mark":1,"Response":"transcription, ribosome calls for amino acids, translation. proteins are made by the amino acids binding together."}
{"Id":11824,"EssaySet":5,"Mark":0,"Response":"Transportation: DNA becoming mRNA.transcription: mRNA becoming protiens.peptide bonds: Holding the protiens together.deoxirybose: The sugar in the protiens, it helps make the protiens."}
{"Id":11825,"EssaySet":5,"Mark":0,"Response":"The first step in protein synthesis is after leaving the nucleus the mRNA will look for the protein. The second step is the mRNA will copy the protein.  The therd step is that the mRNA will make new protein and the final step is the mRNA will head back to the nucleus."}
{"Id":11826,"EssaySet":5,"Mark":0,"Response":"first the DNA turns into mRNA then the mRNA is turned into RNA through the process of transcription.then the RNA leaves the nucleus and goes through a process of translation.then signals for the tRNA.Then the tRNA makes the proteins."}
{"Id":11828,"EssaySet":5,"Mark":0,"Response":"The mRNA goes to out of the cell and travels to the others cells and then comes back into the cell to repeat the process."}
{"Id":11829,"EssaySet":5,"Mark":1,"Response":"The DNA is copied by the mRNA. Then is translated by the tRNA. then for every 3 strands of codons are translated an amino acid chain is formed. Then when the code for stop happens a protein is formed."}
{"Id":11830,"EssaySet":5,"Mark":3,"Response":"After the the mRNA leaves the cells nuclaer envolope throught the pores in the envolope the m RNA seeks out a ribosome ( an organelle that synthisize protien based on the codons it get for the messenge RNA)  to synthisize the proteins it has codons for. After the mRNA finds a ribosome to synthisize the proteins it attaches on to the ribosome for it to read the codon sequance it contians. A codone is a sequence of three molacuole of nueclear acid that when read stand for one amino acid ( Amino Acid- the building blocks for proteins) As the ribosomes read the codon sequence, the ribosome calls tRNA to retrive the amino acids it need to create a protien chain. After a protein chain has been made the mRNA has no more use and it desolves back into the cytoplasm. After the protien chain has been fully synthisied it get sent to the rought endoplasmic reticulum to have final touches added to it. After all the final touches are added to the protein chain, it is then sent to the golgi apparatus to be prepare to be shipped out to another part of the body. After the golgi apparatus has prepared the protein chain to be shipped out it is then sent to the cell membrance to exit through a protein channal. After the protein has exited the cell it is shiped off else where in the body to be used"}
{"Id":11831,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus through a process called prophase, then the cell gets ready to dived with interphase, ten the cell starts to seperate with interphase, then the cell is finished seperating with metaphase"}
{"Id":11832,"EssaySet":5,"Mark":0,"Response":"mRNA reads the message to the other parts of the cell.tRNA transfers carries the message to the other parts of the cell."}
{"Id":11833,"EssaySet":5,"Mark":0,"Response":"mRNA sends the message to the ribosome so the ribosome knows what codons to make for the proteins so the right proteins are made.  The proteins are then sent to the areas of the body that they are needed in."}
{"Id":11834,"EssaySet":5,"Mark":0,"Response":"The mRNA brings the information to the tRNA. The tRNA transports the codons to the mitochondrion. The mitochondrion synthesizes the proteins, and the tRNA transports the proteins to where they need to go."}
{"Id":11835,"EssaySet":5,"Mark":0,"Response":"The first step is anaphase. Which that is still in it's nucleus. The second step is prophase. Which that is starting to split into two different cells. The third step is telephase. Which is were they split apart. The fourth step is metaphase. Which is were the cells are apart and at on there own."}
{"Id":11837,"EssaySet":5,"Mark":1,"Response":"After leaving the nucleus there are a few steps in protein synthesis.  mRNA enters the ribosome and prepares for transcription.  In transcription the enzyme, RNA polymerase binds to DNA and splits the two strands apart.  It then uses one strand as a template for nucleotides to form a strand of RNA.  Then it has to go into translation.  mRNA is used as instructions for decoding.  The ribosome is what makes the protein."}
{"Id":11838,"EssaySet":5,"Mark":1,"Response":"1.) Transcription- where tRNA codes for a certain amino acid. 2.) The amino acid is created according to what the tRNA coded for.3.) The sequence is held together by peptide bonds.4.) The amino acid sequence is taken back by the mRNA"}
{"Id":11839,"EssaySet":5,"Mark":1,"Response":"First the mRNA leaves the nucleus after it got transcribed from half of a strand of DNA. The small and large ribosomes then attach to the RNA to translate it. The codons get translated to an amino acid, and the small and large ribosomes pull the needed amino acid over and go to the next codon. They do this until they have a long strand of amino acids to make a protein."}
{"Id":11843,"EssaySet":5,"Mark":0,"Response":"tRNA, is the transporterRNA,DNA, the structure of an organismmRNA,"}
{"Id":11846,"EssaySet":5,"Mark":3,"Response":"First, the mRNA attaches to a ribosome and then the ribosome reads the mRNA in segments of three, called codons. For each codon, there is a complementary amino acid. Secondly, tRNA picks up the needed amino acids and brings them to the ribosome. Thirdy, the amino acids attach to each other and form a chain of amino acids according to the way in which the codons are read on the mRNA strand by the ribosome. The chain continues to form until the ribosome reaches the stop codon on the mRNA strand. Lastly, the ribosome disconnects from the mRNA strand and the protein is relased to perform its job in the cell."}
{"Id":11848,"EssaySet":5,"Mark":1,"Response":"mRNA attaches to proteinProtein reaches the start codonProtein reaches the stop codonSequence ends"}
{"Id":11849,"EssaySet":5,"Mark":0,"Response":"It has to go through all the RNA first then it goes to the protein synthesis. Then it leaves the nucleus."}
{"Id":11850,"EssaySet":5,"Mark":0,"Response":"mRNA, RNA, DNA"}
{"Id":11851,"EssaySet":5,"Mark":0,"Response":"1) Leave the nucleus2) Run through the system3) Get towards the end4) Leave the system5) Live Happily Ever After (:"}
{"Id":11852,"EssaySet":5,"Mark":0,"Response":"1. the DNA turns into mRNA.2.then the mRNA turns into tRNA3.the cycle happens over again"}
{"Id":11853,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus and transcribes the DNA codes to the tRNA. Then the tRNA turns these codes into RNA codes. From there the rRNA makes doubles of all of the new information."}
{"Id":11854,"EssaySet":5,"Mark":0,"Response":"They carry all the information from the nucleus for the amino acid of the protein. They have to make new copies of the information to put for tRNA. Then they leave the nucleus and the tRNA travels in."}
{"Id":11855,"EssaySet":5,"Mark":0,"Response":"1.The mRNA gets packaged up by the Golgi Apparatus.2.The proteins travel through the Endoplasmic Reticulum.3.The nucleus sends information to tell the ribosomes how to make the protein and for what functions.4.Ribosomes make the protein and is put into use."}
{"Id":11856,"EssaySet":5,"Mark":1,"Response":"tRNA breaks loose and grabs onto amino acids. mRNA leaves the nucleus and goes over to the ribosome. tRNA goes to the ribosome with the Amino acids. mRNA bonds everything together."}
{"Id":11857,"EssaySet":5,"Mark":0,"Response":"Sending ribosomal messages."}
{"Id":11858,"EssaySet":5,"Mark":0,"Response":"tRNAmDNA"}
{"Id":11859,"EssaySet":5,"Mark":0,"Response":"The first step is, that mRNA leaves the nucleas. The mRNA then gets the tRNA to make a covalent bond."}
{"Id":11860,"EssaySet":5,"Mark":0,"Response":"Metephase-Where the cell still has it's nuclues.Prophase- the step where the nucleus dissapears and the organisms start to form a line for seperation.Telephase- The last step before the cell divides, the organisms inside the cell seperate to different ends of the cell to get ready for anaphase. The line is fromed in the middle of the cell.Anaphase- where the cell divides into two cells."}
{"Id":11861,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to the ribosomes for the instructions on making protein.  It then goes to the mitochondria to get energy. They it goes back to the nucleus to produce the protein."}
{"Id":11862,"EssaySet":5,"Mark":0,"Response":"IT BRAKES DOWN INTO SMALLER PARTS AND THEN IS SHIPPED  TO DIFFERENT PARTS OF THE BODY SO IT CAN BE USED AS ENERGY"}
{"Id":11863,"EssaySet":5,"Mark":0,"Response":"when the mRNA leaves the nucleous, the protiens go with it"}
{"Id":11864,"EssaySet":5,"Mark":0,"Response":"THE tRNA COMING AND BRINGING THE AMINO ACIDS.mRNA TAKING THE AMINO ACIDS TO THE RIBOSOMES WHERE THEY ARE MADE"}
{"Id":11865,"EssaySet":5,"Mark":0,"Response":"they match up with the DNA sequence, put into bonds that were copied, and then changed"}
{"Id":11866,"EssaySet":5,"Mark":0,"Response":"mRNa leaves. light goes in."}
{"Id":11867,"EssaySet":5,"Mark":0,"Response":"it leaves the nucleus and helps the cell find protiens for the cell and help it survive and make it healthy."}
{"Id":11868,"EssaySet":5,"Mark":3,"Response":"After mRNA leaves the nuclues, it goes to ribosomal RNA. Each tRNA anticodon is attached to an amino acid found in the cytoplasm and comes to the rRNA. The tRNA forms the complement of the mRNA strand, and the attached amino acids connect to one another until a STOP codon is reached."}
{"Id":11870,"EssaySet":5,"Mark":0,"Response":"mRNA sends messages on what to transcript"}
{"Id":11871,"EssaySet":5,"Mark":0,"Response":"Prophase, metaphase, anaphase, and telephase."}
{"Id":11872,"EssaySet":5,"Mark":3,"Response":"1. After mRNA leaves the nucleus it travels to the ribosome where rRNA recognizes the mRNA strand and a start codon and coordinates the ribosome to attache to the mRNA.2. Once the mRNA is within the ribosome, sections of three nitrogenous bases are identified on the mRNA strand, otherwise known as a codon, and a corresponding anticodon attached to tRNA and an amino acid are signalled to attach.3.tRNA continues to attach itself to the mRNA strand via the identification process aided by codons and anticodons. In doing so the tRNA, which have attached amino acids, begin to form a string of amino acid that are attached together by peptide bonds to form a protein.4. Once the the protein has been formed, which is usually composed of around 20 amino acids, the ribosome comes to a stop codon which signals for the protein to be released from the ribosome. From there the protein then folds up into a three dimensional shape in order to function properly."}
{"Id":11873,"EssaySet":5,"Mark":0,"Response":"Amino acid makes the protienthe protien does stuff with the ribosome"}
{"Id":11875,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus, then it arrives a a ribosome where it is turned in to tRNA. Then ammino acid prduction begins and segments of the tRNA are copied to produce them."}
{"Id":11876,"EssaySet":5,"Mark":0,"Response":"prophase, metaphase. anaphase, and telophase"}
{"Id":11877,"EssaySet":5,"Mark":0,"Response":"you have the Mrna that takes to the original rna and makes everything right agian"}
{"Id":11879,"EssaySet":5,"Mark":1,"Response":"the mRNA leaves the nucleus with the information to build the protein. the mRNA takes the information to the ribosome, which then reads the information in sequences of three, called codons.  Then the Ribosome will search for the correct codon, which is carried by the tRNA. this creates a sequence of amino acids, and when there are the correct amount of amino acids, it is created into a protein."}
{"Id":11880,"EssaySet":5,"Mark":0,"Response":"the tRNA leave the cell,realesespeptic bonds, it eneter the nuclus and the Mrna"}
{"Id":11881,"EssaySet":5,"Mark":0,"Response":"It goes through to the passive transport and then the selectrive membrane chooses what is good and what is bad. The bad stuff then goes out of the cell and the good is then taken to the mitochondria to be put to proper use."}
{"Id":11882,"EssaySet":5,"Mark":0,"Response":"1)It leaves the nucleus2)It roams around3)It looks for a way back4)It returns"}
{"Id":11883,"EssaySet":5,"Mark":0,"Response":"DNA. RNA. mRNA, mDNA"}
{"Id":11884,"EssaySet":5,"Mark":0,"Response":"after it leaves the nucleus it then goes to the"}
{"Id":11885,"EssaySet":5,"Mark":0,"Response":"anaphaseinterphasemetaphasetelephase"}
{"Id":11886,"EssaySet":5,"Mark":0,"Response":"The four major steps involved in protein synthesis are; Anaphase,Proface,Metaphase,Interphase."}
{"Id":11887,"EssaySet":5,"Mark":0,"Response":"1. The protiens move move.2. It starts going throught many different sages.3 It prepares for itself to double.  4. The protien is doubled."}
{"Id":11888,"EssaySet":5,"Mark":0,"Response":"prophase,metaphase,anaphase and interphase"}
{"Id":11889,"EssaySet":5,"Mark":0,"Response":"Phospate moves around cell. Active transport lets proteins pass through. Process begins over again."}
{"Id":11890,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus."}
{"Id":11891,"EssaySet":5,"Mark":0,"Response":"Step 1: mRNA leaves the nucleus and travels to the cytoplasm.Step 2: rRNA copies the strand of mRNA.Step 3: tRNA takes the copies to get a new strand of nucleotides.Step 4: The mRNA matches up with its tRNA and the nucleotides make a protein."}
{"Id":11892,"EssaySet":5,"Mark":0,"Response":"The first amnio acid comes and attaches to the mRNA then dehydration synthesis occurs. After that the hydrogen bond brakes and that amnio acid goes to find more protien. then that procees continues."}
{"Id":11893,"EssaySet":5,"Mark":0,"Response":"well you might have to go through the cleanins and purifing stage"}
{"Id":11894,"EssaySet":5,"Mark":1,"Response":"1. the mRNA goes with the protien sythesis to the rough ER.2. the tRNA then proceeds with the information for protein production.3."}
{"Id":11895,"EssaySet":5,"Mark":0,"Response":"the mRNA delivers the message so its like the messenager."}
{"Id":11896,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucles and is then coped by ribosomes and is turned into the protein."}
{"Id":11898,"EssaySet":5,"Mark":0,"Response":"When the mRNA leaves the nucleus it gets strands then it creates sequences and they turn into amino acids. After turning into amino acids they become energy."}
{"Id":11899,"EssaySet":5,"Mark":0,"Response":"LEAVES NUCLEUS, ENTERS BODY, DELIVERS MESSAGES ABOUT AMINO ACID SEQUENCE, HEADS BACK TO NUCLEUS"}
{"Id":11900,"EssaySet":5,"Mark":0,"Response":"It would go through the nucleus and it would send the mRNA to tRna and the tRNA would transfer it to rRna."}
{"Id":11901,"EssaySet":5,"Mark":0,"Response":"First, the newly formed mRNA branches away from the stand of DNA. Second, the information carried by the mRNA is transported to a new cell. Third, the information carried by the mRNA is copied into the new cell. Lastly, the cell then creates the DNA structures that were copied."}
{"Id":11902,"EssaySet":5,"Mark":0,"Response":"DNA, TRNA, RRNA, & AMINO ACIDS"}
{"Id":11904,"EssaySet":5,"Mark":0,"Response":"mRNAtRNArRNA"}
{"Id":11905,"EssaySet":5,"Mark":0,"Response":"mRNA there is the protein synthesis that go's throw the mRNA and you got your nuclis and your cells and the moliculs"}
{"Id":11906,"EssaySet":5,"Mark":0,"Response":"RNA leaves the nucleus. Then it brings back protien"}
{"Id":11907,"EssaySet":5,"Mark":0,"Response":"tranlsation, transcription, transformation"}
{"Id":11908,"EssaySet":5,"Mark":0,"Response":"The ribosome uses protien synthesis to make protiens."}
{"Id":11909,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus. The nucleus disappears.mRNA reaches it's destination."}
{"Id":11911,"EssaySet":5,"Mark":0,"Response":"tRNAmRNArRNA"}
{"Id":11912,"EssaySet":5,"Mark":0,"Response":"They all have a important part,"}
{"Id":11913,"EssaySet":5,"Mark":0,"Response":"osmosis"}
{"Id":11914,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, tRNA transports information from the nucleus, the amino acids go to the cell, rRNA packages and distributes the proteins."}
{"Id":11917,"EssaySet":5,"Mark":0,"Response":"rRNA, tRNA, gRNA, & tRNA"}
{"Id":11918,"EssaySet":5,"Mark":0,"Response":"meiosis seperating of the cellmetaphase the cell combinesprophase the brakes and develops into two.interphase the cell gets back in two and starts the process over again."}
{"Id":11920,"EssaySet":5,"Mark":0,"Response":"It carrries it to where its going then it. Breaks the materiall down. It then protects the material. Then it makes sure its sacure."}
{"Id":11921,"EssaySet":5,"Mark":0,"Response":"membrane dissapearing"}
{"Id":11922,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus then goes to the cytoplasm where the protein is made, is met by a tRNA which takes the protein and moves it away, then the protein is released."}
{"Id":11923,"EssaySet":5,"Mark":0,"Response":"1. mRNA leaves the nucleus2. Two nuclei come together3. Then they go apart4. Finally they become more powerful"}
{"Id":11924,"EssaySet":5,"Mark":0,"Response":"First the proteins go through a check process, then the cell membrane fixes anything that is wrong, then the nucleotides make bind to the mRNA, and finally the mRNA and the protein bind together."}
{"Id":11925,"EssaySet":5,"Mark":1,"Response":"The first step, as already stated, is the mRNA leaving the nucleus to be formed into a protein.  The mRNA then encounters rRNA (the ribosome), which begins reading off the codons on the mRNA to begin forming a protein.  Transfer RNA then comes with anticodons to form amino acids that form together to create the protein."}
{"Id":11926,"EssaySet":5,"Mark":1,"Response":"It travels throught the ER then the Golgi Apperatus."}
{"Id":11927,"EssaySet":5,"Mark":0,"Response":"After mRNA has left the nucleus, it floats around until it finds a matching strand.  After it has found its matching strand, the two strands line up and then connect to each other creating a protein."}
{"Id":11928,"EssaySet":5,"Mark":0,"Response":"resperation absorbtion intakeexpulsion"}
{"Id":11929,"EssaySet":5,"Mark":1,"Response":"It attatches to the Endoplasmic Reticulum.Then what is not needed gets sent to the lysosomes."}
{"Id":11930,"EssaySet":5,"Mark":0,"Response":"well the RNA does not want to be there any more"}
{"Id":11931,"EssaySet":5,"Mark":0,"Response":"PROTEIN GOES TO UR MUCLES"}
{"Id":11932,"EssaySet":5,"Mark":0,"Response":"amino acids help build protein and sugars for atp"}
{"Id":11933,"EssaySet":5,"Mark":0,"Response":"anaphase, telephase, prophase and interphase."}
{"Id":11934,"EssaySet":5,"Mark":0,"Response":"it goes to tRNA then to Rna itself"}
{"Id":11935,"EssaySet":5,"Mark":0,"Response":"RNA is crossed over, the DNA is synthesised with the mRNA, and the leftover strands are leftover and sythisised with other DNA now"}
{"Id":11936,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus then the chromosomes split, move to different sides and create two new cells"}
{"Id":11937,"EssaySet":5,"Mark":0,"Response":"mrna leaves the nucles, the rna carries instructions from the nucleus, the ribosomes use the instructions, the ribosomes make proteins"}
{"Id":11938,"EssaySet":5,"Mark":0,"Response":"Starting with mRNA, it leaves the nucleus, then it sends its instructions for the amino acid sequence of a protein. It returns back as tRNA. It transfers the protein to the nucleus."}
{"Id":11939,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to the ribosome were the P site and A site attach. The tRNA brings the anticodon and the amino acid. The anticodon matches with the correct codon. The amino acids that the tRNAs have brought over all connect in the correct formation."}
{"Id":11940,"EssaySet":5,"Mark":2,"Response":"The mRNA leaves the nucleus and docks into a ribosome. Then, tRNA that fits comes and attaches to the mRNA. The tRNA then builds up into Amino Acids that link together to become a protein."}
{"Id":11941,"EssaySet":5,"Mark":2,"Response":"First, mRNA leaves the nucleus. Then, the mRNA enters a ribosome. The ribosome then reads the mRNA sequence and sends for tRNA, which brings a codon pairing with the one shown in the mRNA as well as an amino acid. This repeats, with the amino acids joining together, eventually making a protein."}
{"Id":11942,"EssaySet":5,"Mark":0,"Response":"DNA is unzipped, copied and zipped back up. The copied strand is the mRNA \/wich is then copied also.."}
{"Id":11943,"EssaySet":5,"Mark":0,"Response":"Major steps in protien synthesis is the mRNA leaves the nucleus. It separates strands and divides out of the nuleus's walls. Then the new copy is sent inside the nucleus. I new protien is made. There are many parts to this process but these are the main ones"}
{"Id":11944,"EssaySet":5,"Mark":0,"Response":"mRNA leaves.......organelles appear.....mutation starts......the mitochondrian is working harder......"}
{"Id":11945,"EssaySet":5,"Mark":3,"Response":"In protein synthesis, after the mRNA leaves the nucleus, it carries the instructions to the cytooplasm.  It then enters a ribosome and prepares to be copied.  Transfer RNA brings the codons attached to the amino acid to the ribosome. It attaches at the first bonding site which  matches the complementary codons. THe tRNA the moves on the the next bonding site where it releases the amino acid which attaches to the amino acid on the tRNA behind it.  Once the mRNA reaches a stop codon, the amino acids detach and form a polypeptide bond."}
{"Id":11946,"EssaySet":5,"Mark":0,"Response":"Transcription, Translation"}
{"Id":11947,"EssaySet":5,"Mark":0,"Response":"mRNA, then it a messanger to the DNA then to defusion."}
{"Id":11948,"EssaySet":5,"Mark":0,"Response":"Interphase,Metaphase,Anaphase and Telophase."}
{"Id":11949,"EssaySet":5,"Mark":0,"Response":"Well the first step is basically just the mRNA leaving the nucleus and then moving on up in the world, because you know what? The nucleus wasn't a very happy being, ultimately ending with the mRNA not liking the treatment he was recieving so he left. The second stage is the mRNA getting his own place so he can start out fresh and brand new. He settles down and finds himself a nice woman mRNA strand and they eventually have some children and live the good life.Stage three consists of the everyday life of mRNA at his work place, basically its just his day as he works and manages his life whether it be personal or business.The fourth and final stage is the overall story summed up and then it shows the family live happily ever after and even has Mr. mRNA thanking the nucleus for not liking him and forcing him to leave and roam the free world to find a better life, a more prosperous and fulfilling one."}
{"Id":11950,"EssaySet":5,"Mark":0,"Response":"1. mRNA (messenger RNA) leaves the nucleus with instructions from the nucleus to amino acids for a sequence of a protein.2. tRNA (transfer RNA) transfers the DNA sequence by codons and figures out the genetic code. 3. rRNA (ribosomial RNA) gives the information to a ribosome organelle which now holds all the information.4. the rRNA carries the information back to the nucleus so it can carry out the process and retain the genetic information that it recieved."}
{"Id":11951,"EssaySet":5,"Mark":0,"Response":"ProphaseMetaphaseAnaphaseTelophasehaha i dont know =)"}
{"Id":11953,"EssaySet":5,"Mark":2,"Response":"The mRNA goes to the ribosome where the tRNA translates the mRNA's codons into peptide chains that then make a polypeptide chain that goes with others to make a protien."}
{"Id":11955,"EssaySet":5,"Mark":0,"Response":"One major step is having an enough RNA.Step two is having an enough DNAStep Three is to proctect the nuleusStep Four is to get of any virus"}
{"Id":11956,"EssaySet":5,"Mark":0,"Response":"Prophase, anapahase, metaphase, telophase"}
{"Id":11957,"EssaySet":5,"Mark":0,"Response":"protects the cell"}
{"Id":11959,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus, it goes into the cytoplasm and delivers the message to all ribosomes, telling them to make this certain type of protein. The ribosomes then start producing this protein. From there, the proteins enters the Endoplasmic Reticulum to be connected and checked for defects. After that, it goes into the Golgi Apparatus to be synthesised and packaged to go out into the rest of the cell."}
{"Id":11961,"EssaySet":5,"Mark":0,"Response":"Starting with mRNA it goes through trna, rrna"}
{"Id":11962,"EssaySet":5,"Mark":0,"Response":"mRNAtRNAmmRNA"}
{"Id":11963,"EssaySet":5,"Mark":0,"Response":"copyingmutating crossing overreading the cell"}
{"Id":11965,"EssaySet":5,"Mark":0,"Response":"Once the mRNA leaves the nucleus, it makes its way through the cell and to the mitocondriton. From there it goes through a cycle and"}
{"Id":11967,"EssaySet":5,"Mark":1,"Response":"First the mRNA leaves the nucleus and locates in the cytoplasm at the ribosomes. Once it was relocated to the ribosomes it is transfered into rRNA and then read by the tRNA. Once the tRNA reads the information amino acids are produced and they are the building blocks of proteins."}
{"Id":11968,"EssaySet":5,"Mark":0,"Response":"1. Replication- Produces exact cell2. Translation- Creates mRNA3. Transversal- Created tRNA"}
{"Id":11969,"EssaySet":5,"Mark":0,"Response":"mRNA carries the protein, then carries it to tRNA, tRNA moves binds it."}
{"Id":11970,"EssaySet":5,"Mark":1,"Response":"1. mRNA leaves the nucleus.2. Then the mRNA travels to the ER and rough ER.3. Both of the ER's then make the proteins.4. Finally the proteins are transported to the ribosomes where they are held until needed."}
{"Id":11971,"EssaySet":5,"Mark":1,"Response":"Four major step are involved whenever the mRNA leaves the nucleus. The first major step is that the mRNA becomes attached to a ribosome. The next step is that the mRNA joins with the tRNA. The third step is that for every three codons the tRNA creat anit-codons. The last step is the making of the amino acids by the tRNA transfering the anti-codons into amino acids, which is needed fpr tje reproduction of DNA."}
{"Id":11972,"EssaySet":5,"Mark":1,"Response":"1. mRNA reaches the ribosome.2. The mRNA is read and is copied.3. The mRNA sequence is copied to tRNA.4. The tRNA is then copied and the copies are used to make more proteins."}
{"Id":11974,"EssaySet":5,"Mark":1,"Response":"The mRNA moves from the nucleus to the RNA. Then the rRNA begins to read the mRNA. The tRNA goes to get an amino acid and brings it back to the rRNA. Once it has the amino acid, the protein begins to be replicated."}
{"Id":11976,"EssaySet":5,"Mark":1,"Response":"The mRNA will reach a ribosome. The tRNA will find the amino acid that the mRNA needs. The amino acids will stick together. A protein will be made out of the amino acid strand."}
{"Id":11977,"EssaySet":5,"Mark":0,"Response":"prophase-anaphase-metaphase-where the cells begins to splitinterphase-"}
{"Id":11978,"EssaySet":5,"Mark":1,"Response":"1. The mRNA arives at the ribazones.2. The ribazones decode the mRNA.3. The ribazones use the decoded mRNA to mek proteins.4. The proteins are used for energy in the cell."}
{"Id":11979,"EssaySet":5,"Mark":0,"Response":"Once mRNA has left the nucleus it is transferd to tRNA in the cytoplasm and then the tRNA takes the information to the amino acid. This information tells the amino acids what to produce and then the proteins are produced from the information sent by mRNA."}
{"Id":11980,"EssaySet":5,"Mark":1,"Response":"When the mRNA leaves the nucleus, it goes through a process called transcription. The mRNA travels to a ribosome, and more proteins are made. As this is happening, the mRNA also continues to make more polypeptides on the strand. After this a complementary strand is formed, and another strand of DNA is made."}
{"Id":11981,"EssaySet":5,"Mark":0,"Response":"1. The mRNA leaves the nucleus.2. DNA begin stacking up.3."}
{"Id":11982,"EssaySet":5,"Mark":0,"Response":"the four major steps are interphase, prophase, anaphase, metaphase."}
{"Id":11983,"EssaySet":5,"Mark":0,"Response":"Prophase is where the parts of the cell move. Anaphase is where they break out of the nucleus. Metaphase is where the parts of the cell line up in the middle. Telaphase is where the cell divides."}
{"Id":11985,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus and goes and gets an amino acid that matches up on the tRNA strand. Then it goes back and gets more and more until the whole protein chain has been completed."}
{"Id":11986,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves the nucleus the next step would be for it to deliver the information it is carrying. Then tRNA tranfers the information. The step would be for transcription, translation and transcibing."}
{"Id":11988,"EssaySet":5,"Mark":0,"Response":"mRNA gives a message to tRNA that has what amino acids the DNA strand has. The tRNA brings the RNA to the DNA sequence and the RNA lines up with the amino acids. These make up proteins."}
{"Id":11989,"EssaySet":5,"Mark":1,"Response":"Translation- mRNA is translated into codonsTranscription- Codons code for amino acidsAmino acids are hooked together to create a chainThe chain creates a protein"}
{"Id":11990,"EssaySet":5,"Mark":0,"Response":"Prophase, Anaphase, Telophase, Meiosis"}
{"Id":11991,"EssaySet":5,"Mark":1,"Response":"The four major steps involved in protein sylnthesis is the mRNA leaves the nucleus then it goes and gets the message decoded. After that then the body sends out the proper proteins. Lastly the proper proteins are sent and the process is started all over again."}
{"Id":11993,"EssaySet":5,"Mark":0,"Response":"proteins have to move through out the organism for cells and functions to work right."}
{"Id":11994,"EssaySet":5,"Mark":0,"Response":"transationtranscriptionsegregationformation of a protein"}
{"Id":11995,"EssaySet":5,"Mark":0,"Response":"interphaseprophasemetaphaseanaphase"}
{"Id":11998,"EssaySet":5,"Mark":0,"Response":"THE MRNA TELLS THE TRNA WHAT TO DO."}
{"Id":11999,"EssaySet":5,"Mark":0,"Response":"PROTEIN MAKES YOU MORE HEALTHY, MORE STRONGER, GOOD FOR BODY, MORE FIT"}
{"Id":12000,"EssaySet":5,"Mark":0,"Response":"transcription, translation, dna replication, mRNA"}
{"Id":12001,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus"}
{"Id":12002,"EssaySet":5,"Mark":0,"Response":"tRNA which transfers protein from point A to point B"}
{"Id":12003,"EssaySet":5,"Mark":0,"Response":"The four major steps in making protien synthesis include mRNA leaves the nucleus, the mRNA ,makes prtiens with enzymes, and the protiens are made and used."}
{"Id":12004,"EssaySet":5,"Mark":0,"Response":"The major part is amino acids being apart of it and helping us have what we need to survive."}
{"Id":12005,"EssaySet":5,"Mark":0,"Response":"anaphaseinterphasemetaphaseprophase"}
{"Id":12006,"EssaySet":5,"Mark":1,"Response":"mRNA exits the nucleus, then it sends message to the ribosome. It does this by entering the ribosome, once here a amino acid is assembled. The acid is attached by a codon that was put forth due to the mRNA's message. After this the new amino acids is put forth and joined with others, this forms the protein."}
{"Id":12007,"EssaySet":5,"Mark":3,"Response":"mRNA leaves the nucleasmRNA codes for tRNAamino acids on tRNA bond to form a chain of amino acidsthe chain of amino acids folds into a protein.mRNA leaves the nucleas after being copied from DNA.  This mRNA is single stranded and contains codons for specific types of proteins.mRNA then travels to a ribosome.  At the ribosome, the mRNA is run through, and tRNA with anticodons on one end attach to the mRNA.Each tRNA particle has an amino acid attached on the opposite end of the anticodon.  When two tRNA particles connect to the mRNA at the same time, a peptide bond forms between the two amino acids and the first piece of tRNA can disconnect.  As this process continues, the amino acids begin to form a chain.Once the strand of mRNA contains a stop codon and tRNA reaches it, the final amino acid will bond to the chain.  Once this animo acid disconnects with the tRNA, the strand folds up into a specific protein."}
{"Id":12008,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus.tRNA transfers informations.rRNA has ribosomes that help RNA.Then RNA is made."}
{"Id":12009,"EssaySet":5,"Mark":0,"Response":"1. makes a copy2. takes to mitocondria3. returns to nucleus"}
{"Id":12010,"EssaySet":5,"Mark":0,"Response":"first  they have to  get togetherer.then they fix then sell up.then they leave."}
{"Id":12011,"EssaySet":5,"Mark":0,"Response":"Telophase, Anaphase, Prophase, Metaphase."}
{"Id":12012,"EssaySet":5,"Mark":0,"Response":"The four major steps involved in protein synthesis are mRNA leaving the nucleus, proteins being copied, more proteins being produced, then getting repeated."}
{"Id":12013,"EssaySet":5,"Mark":0,"Response":"Oxygen- keeps things aliveSugar- keeps them feedCholyplast- keeps them movingChloyphll-keeps them awake"}
{"Id":12015,"EssaySet":5,"Mark":0,"Response":"The mRNA takes the copy to the cytoplasm. Then It gives the copy to the tRNA. The tRNA then takes it and makes a copy of it. Finally it is returned to the nucleus."}
{"Id":12016,"EssaySet":5,"Mark":1,"Response":"1. mRNA seperates from DNA and leaves the nucleus2. The mRNA gives information for making protein3. Codon signals start to make amino acids for proteins4. Sequence hits a stop codon and the protein is released into the cell"}
{"Id":12017,"EssaySet":5,"Mark":0,"Response":"When the mRNA leaves the nucleus, it then goes out and gives the code to something else. That blue print is then taken to the ribosomes to make the protein."}
{"Id":12018,"EssaySet":5,"Mark":2,"Response":"1. mRNA heads to the Ribosome2. mRNA gets decoded3. tRNA grabs an amino acid and brings it back to the decoded mRNA4. rRNA  is taken back to the nucleus"}
{"Id":12019,"EssaySet":5,"Mark":0,"Response":"The mRNA goes to the tRNA and they come together to make the proteins. After this the RNA link together to make DNA."}
{"Id":12020,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to the ribosomes to deliver the genetic code from the nucleus.  The ribsomes connect the nucleic acids and send it to the Golgi Apparatus.  Then the Gogli aparatus gets rid of the bad proteins.  Then gets the good proteins ready to be used in the cell."}
{"Id":12021,"EssaySet":5,"Mark":1,"Response":"First, the mRNA leaves the nucleus and enters the cytoplasm. Then, it is bonded to a ribosome and it starts to decode the mRNA. Next, the different nucleic acids arrive and match up with the mRNA codons. Last, the amino acid is formed, and the process continues at the Endoplasmic Reticulum where, eventually, all those amino acids make up a protein."}
{"Id":12022,"EssaySet":5,"Mark":0,"Response":"the ribosomes create the protein"}
{"Id":12023,"EssaySet":5,"Mark":1,"Response":"The mRNA must first go to the ribosome. then the ribosome makes what ever it was told to make. After that tRNA come and transport the protien to its destenation."}
{"Id":12024,"EssaySet":5,"Mark":0,"Response":"tRNAcopies amino acidssends it back to nucleusshares information"}
{"Id":12025,"EssaySet":5,"Mark":0,"Response":"The 1st one would be mRNA- which carries instructions from the nucleus to the protein.The 2nd one would be amino acids- which is the sequence of a protein.The 3rd one would be the protein would send a message back to the nucleus.The 4th one would be that mRNA would go through the same process over."}
{"Id":12026,"EssaySet":5,"Mark":0,"Response":"One is the passing over of a cell, two is crossing over, three is mRNA leaving the minbran, and four is where it reach it destinashion"}
{"Id":12027,"EssaySet":5,"Mark":0,"Response":"anaphaseprophasetelephasemetaphase"}
{"Id":12028,"EssaySet":5,"Mark":0,"Response":"The messenger RNA leaves the nucleus.The Proccess starts.Protein is divided.The Proccess is ended."}
{"Id":12029,"EssaySet":5,"Mark":0,"Response":"storing the protein, making the protein, using the protein, and finding the protein"}
{"Id":12030,"EssaySet":5,"Mark":0,"Response":"The mRNA sends off the code to the mitochondria"}
{"Id":12031,"EssaySet":5,"Mark":3,"Response":"First, the mRNA goes to a ribosome.  It connects with the ribosome and then tRNA comes and connects with the ribosome.  The tRNA reads the mRNA and pairs anticodons with the codons from the mRNA.  This forms an amino acid.  This continues to happen until you have a long chain of amino acids and the mRNA tells the tRNA to stop decoding."}
{"Id":12032,"EssaySet":5,"Mark":2,"Response":"1.the mRNA will have to be translated after it leaves the nucleus.2. When the strand is translated tRNA will add anticodons to it.3. tRNA will carry amino acids with it to bind to the strand. 4. the amino acids will bind creating a protein."}
{"Id":12033,"EssaySet":5,"Mark":3,"Response":"During protein synethesis, the DNA is being replicated and forming mRNA durning transcription. Then after it leaves the nucleus, it enters the cytoplasm. Translation takes place in the cytoplasm. A polypeptide chain forms during tanslation which turns into proteins. The tRNA carries 3 anticodons to the 3 condons on the mRNA. When that is all done it makes a chain of amino acids."}
{"Id":12034,"EssaySet":5,"Mark":0,"Response":"1- The mRNA takes the protein to the tRNA.2- The tRNA transfers the protein into energy.3- The mRNA takes the energy back to the rRNA4- The rRNA stores the energy for when the organism needs it."}
{"Id":12037,"EssaySet":5,"Mark":0,"Response":"The first step in the  four major steps that involve in protein synthesis is the mRNA goes from the nucleus to the cell membrain; then the mRNA goes to the cell nucleus, and then the mRNA goes to the cell nucleolus. And last the cell goes to the cell nucleotide. Those are the four major steps in protein syntheses."}
{"Id":12038,"EssaySet":5,"Mark":0,"Response":"mRNA changes to amino acids the amino acids sends themselves to tRNa"}
{"Id":12039,"EssaySet":5,"Mark":0,"Response":"The four major steps are prophase, metaphase, anaphase, and telophase."}
{"Id":12040,"EssaySet":5,"Mark":0,"Response":"The mRNA goes somewhere else where it can copy to make DNA."}
{"Id":12041,"EssaySet":5,"Mark":0,"Response":"Translation - The DNA is translated into RNA.Transcription - The RNA is used in the cell.TrnaRrna Grna"}
{"Id":12042,"EssaySet":5,"Mark":0,"Response":"First, the mRNA leaves the nucleus, carrying a specific nucleotide. The mRNA passes the nucleotide to tRNA. Then tRNA carries 2 nucleotides to an rRNA. rRNA completes the process with 3 nucleotides, coding for a protein. ?"}
{"Id":12043,"EssaySet":5,"Mark":0,"Response":"The G1 phase starts and then it continues on to the S phase.  Next the S phase turns into the G2 phase.  Then the last step is called the G0 phase.  Then it starts all over again."}
{"Id":12044,"EssaySet":5,"Mark":0,"Response":"sugars"}
{"Id":12045,"EssaySet":5,"Mark":2,"Response":"After mRNA leaves the nucleus (replication has occured), it has four major steps involving its protein synthesis. The mRNA will travel into the cytoplasm to be attatched to a tRNA with complimentary bases. Transcription occurs here. The mRNA is being transcribed. Then the tRNA undergoes translation with amino acids. Coded codons are used in this step to create the correct amino acid chain. This step involves other ribosomes to complete the chain. When the chain of amino acids is complete, elongation occurs where there is a stop codon and the sequencing will stop. replicationtranscriptiontranslationelongation"}
{"Id":12046,"EssaySet":5,"Mark":0,"Response":"1.) The mRNA leaves the nucleus.2.)3.)4.)"}
{"Id":12047,"EssaySet":5,"Mark":1,"Response":"Step 1, the mRNA leaves the nucleus. Step 2, the protein is sent to the ribosomes. Step 3 , the protein is the synthesized, and step 4, the mRNA returns the synthesized protein to the nucleus."}
{"Id":12048,"EssaySet":5,"Mark":1,"Response":"mRNA copies it's self with DNA to make a codon strand mRNA sends information to the tRNA the tRNA then translates the codons the rRNA produces proteins"}
{"Id":12049,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus and then goes to the Golgi apparatus. It then goes to the lysosomes, then finally goes to the nucleus again."}
{"Id":12050,"EssaySet":5,"Mark":0,"Response":"Go through the cell membrane.Rush to the next cell.Enter the cell.Enter the nucleus to copy the protein and make a gene."}
{"Id":12051,"EssaySet":5,"Mark":3,"Response":"(1) When mRNA leaves the nucleus, it travels through the cell to a ribosome. (2)The mRNA is then read by the ribosome. (3)The ribosome matches the mRNA sequence with a complementary tRNA sequence, which then codes for a specific protein. (4)The protein is then added to a chain which codes for specific genes."}
{"Id":12052,"EssaySet":5,"Mark":0,"Response":"The first step is the replication. In order to do that the mRNA takes the information and gets it transfered. Tha is when the tRNA is used. After it is replicated the extra that was not needed is gotten rid of."}
{"Id":12053,"EssaySet":5,"Mark":0,"Response":"mRNA RNA rDNA DNA"}
{"Id":12054,"EssaySet":5,"Mark":0,"Response":"tRNA, rRNA, gRNA,"}
{"Id":12056,"EssaySet":5,"Mark":0,"Response":"Four major steps involved in protein synthesis would be the making of new cells, letting out what the cell doesnt need, and the new proteins."}
{"Id":12057,"EssaySet":5,"Mark":0,"Response":"tRNArRNAgRNA mRNA"}
{"Id":12058,"EssaySet":5,"Mark":2,"Response":"After copying the DNA sequence, mRNA leaves the nucleus of the cell. The mRNA then heads to a rRNA, where synthesis can begin. The mRNA feeds the code through the rRNA. Based on what three bases you have in each segment, a tRNA will bring that corresponding amino acid. The amino acids form an amino acid chain, which is also called a protein. After the mRNA has gone all the way through, the last amino acid added is the stop amino acid. After this process, all three RNAs have created a protein."}
{"Id":12059,"EssaySet":5,"Mark":0,"Response":"mRNA takes proteins to rRNAsends copies to tRNAdepulicates"}
{"Id":12061,"EssaySet":5,"Mark":1,"Response":"Transcrpition, translation, tRNA carrying amino acids and anticodons enter and make a peptide chain, peptide chain is formed when peptide bonds are added between the amino acids."}
{"Id":12062,"EssaySet":5,"Mark":0,"Response":"It goes from mRNA to tRNA then forms on amino acid."}
{"Id":12063,"EssaySet":5,"Mark":0,"Response":"find food to live off offind a new matedrink waterreproduce"}
{"Id":12064,"EssaySet":5,"Mark":1,"Response":"The mRNA is translated into tRNA. Then, the ribosomes helps with protein synthesis by transcribing the tRNA into amino acids which then are put together to make proteins which are then formed into polypeptides."}
{"Id":12065,"EssaySet":5,"Mark":0,"Response":"They 4 steps are interphase, anaphase metaphase and prophase"}
{"Id":12066,"EssaySet":5,"Mark":0,"Response":"mRNA leaving the nucleus,  when it realeases itself from the nucleus and then it gose and makes more mRNA and then makes more energy"}
{"Id":12067,"EssaySet":5,"Mark":0,"Response":"mRNA using protein synthesis is it could be split into 2 cells then made a copy of the other cell then started reproduction and then had started the process over again."}
{"Id":12068,"EssaySet":5,"Mark":0,"Response":"mRNA tells the body the of the need for protein.The body responds to the message and starts the protein synthesis cycle.The Body then makes the needed protein."}
{"Id":12069,"EssaySet":5,"Mark":0,"Response":"IT GOES AND GETS CHANGED INTO CARBON THROUGH THE CARBON CYCLE."}
{"Id":12070,"EssaySet":5,"Mark":0,"Response":"ProphaseMetaphaseAnaphaseTelephase"}
{"Id":12071,"EssaySet":5,"Mark":0,"Response":"slides over nucleus makesa new cell"}
{"Id":12073,"EssaySet":5,"Mark":0,"Response":"IT GOES TO tRNA WHICH TAKES IT TO THE MITOCHONDIRA WHERE IT IS TRANSFORMED INTO RNA"}
{"Id":12074,"EssaySet":5,"Mark":0,"Response":"1. Cell Division2. Interphase3. Metaphase4. Electron Transport Chain"}
{"Id":12075,"EssaySet":5,"Mark":0,"Response":"the DNA gets changed to mRNA, the mRNA gets changed to RNA and then RNA gets changed to DNA."}
{"Id":12076,"EssaySet":5,"Mark":0,"Response":"Prophase, metaphase, interphase, anaphase"}
{"Id":12077,"EssaySet":5,"Mark":0,"Response":"mRNA goes to tRNA which then goes to rRNA goes to gRNA"}
{"Id":12079,"EssaySet":5,"Mark":0,"Response":"1. give the protein energy2. food3. oxygen4. energy"}
{"Id":12081,"EssaySet":5,"Mark":0,"Response":"mRNAgRNArRNAtRNA"}
{"Id":12082,"EssaySet":5,"Mark":0,"Response":"One thing that occurs is reproduction. The coding may be different."}
{"Id":12083,"EssaySet":5,"Mark":0,"Response":"Give more infomation  move things in"}
{"Id":12084,"EssaySet":5,"Mark":0,"Response":"The Transfer, the reading of the information, the sending of the proteins, and recieving"}
{"Id":12086,"EssaySet":5,"Mark":0,"Response":"it copys over and over to make more protein then"}
{"Id":12088,"EssaySet":5,"Mark":0,"Response":"Your ribosomes would store energy and food. It would store enough for them to require enough energy to make protines. First they would gather energy from the organelles and then use RNA to create the protines."}
{"Id":12089,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus and goes to the tRNA. Then it goes into the golgi bodies and it is made into RNA again."}
{"Id":12090,"EssaySet":5,"Mark":0,"Response":"mRNA is the messenger rna. it sends information to the cells. tRNA is the transfer rna. it transfers cells. rRNA is the messenger rna. gRNA"}
{"Id":12091,"EssaySet":5,"Mark":0,"Response":"gathering sun light, processing proteins, dropping unwanted things."}
{"Id":12092,"EssaySet":5,"Mark":0,"Response":"Four major steps after mRNA that invole protein synthesis are, the nucleus and the codons are transferred. They also start translation and transport."}
{"Id":12093,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus     attaches to DNA      RNA segments in the cytoplasm      they attach to the mRNA using covalent bonding     hydrogen bonds break, split and repeat"}
{"Id":12095,"EssaySet":5,"Mark":1,"Response":"After leaving the nucleus, the mRNA has to carefully make it's way to the site of the tRNA. The next step is translation. This step invloves the tRNA to translate the DNA sequence on the mRNA. The third step is the tRNA making it's way to the ribosomes. This step is very important because this step is the step which almost finishes protein synthesis. The last step is when the ribosomes do what the sequence of the DNA says to do."}
{"Id":12098,"EssaySet":5,"Mark":1,"Response":"Transcription, DNA is transcribed into mRNA so it can leave the nuclear membrane. The mRNA passes through the nuclear membrane.The mRNA travels on the endoplasmic riticulum to the ribosome.The ribosome reads the mRNA to figure out what type of protein to make."}
{"Id":12101,"EssaySet":5,"Mark":0,"Response":"The protien strand is readthen duplicatedmatched with another then paired into amino acids"}
{"Id":12102,"EssaySet":5,"Mark":0,"Response":"tRNA-transportig it through ribosome.rRNA- helping it through. Making protiens and transporting them away."}
{"Id":12103,"EssaySet":5,"Mark":0,"Response":"replication"}
{"Id":12104,"EssaySet":5,"Mark":0,"Response":"sun light, water, oxogen, cells"}
{"Id":12105,"EssaySet":5,"Mark":0,"Response":"1. The mRNA unwinds and reveals inner chains.2. New proteins are added and transcription takes place.3. The proteins are reversed of their old proteins (Thymine is now Adine)4.  The mRNA is fixed and winds back up to become a new protein."}
{"Id":12106,"EssaySet":5,"Mark":0,"Response":"It separates then replicates after leaving the nucleus."}
{"Id":12108,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleous and replicates. The replicated mRNA is then paired with a base pair that matches up to the end of the sequence."}
{"Id":12109,"EssaySet":5,"Mark":0,"Response":"The strand for the RNA.The explanations for the RNA.And i dont really know the other two?"}
{"Id":12110,"EssaySet":5,"Mark":0,"Response":"1. mRNA arrives and leaves the sequence from the DNA.2. tRNA gives the rest of the sequence.3. The Sequence gets renewed.4. It starts over again."}
{"Id":12112,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, goes to the place where the protein arrives, then goes to the place where proteins gets stored, after that they return to the nucleus and starts all over the next min and does it again."}
{"Id":12113,"EssaySet":5,"Mark":0,"Response":"changing to tRNAtranslaiting the RNAchanging to rRNAproducing protiens in riosomes"}
{"Id":12114,"EssaySet":5,"Mark":0,"Response":"One major step involed in protein synthesis is when the food enters the cell, the cell breaks it down and seperates the protein and the fatty foods."}
{"Id":12115,"EssaySet":5,"Mark":2,"Response":"tRNA then attaches to the mRNA, matching its bases to those of the mRNA.  The segments formed by the mRNA are called codons.  These codons code for specific amino acids.  The amino acids form a chain on the tRNA, forming a protein."}
{"Id":12116,"EssaySet":5,"Mark":0,"Response":"eating, sleeping,play,fall"}
{"Id":12119,"EssaySet":5,"Mark":0,"Response":"Interphaseanaphaseprophasetelephase"}
{"Id":12120,"EssaySet":5,"Mark":0,"Response":"Umm...Copy the strand of RNA .Use bonds the connect the corrasponding nucleotides together.(no clue!)The process starts all over again."}
{"Id":12121,"EssaySet":5,"Mark":0,"Response":"The first step is DNA spliting into two, single strand RNA.  The next step is the RNA leaving the nucleus.  Third, it must find a copy of another RNA to link it with the other.  Finally, the codons are linked and you have a protein."}
{"Id":12122,"EssaySet":5,"Mark":0,"Response":"Translation is where protein language is translated into amino acid language so they can understand it to make new proteins. Transcription is where they are taken from one place to another for protein synthesis. RNA has to fit into holes where DNA cannot to make protein synthesis. The last way is when DNA is made into RNA with mRNA to make new proteins. When it is made into RNA, that is making new proteins."}
{"Id":12125,"EssaySet":5,"Mark":0,"Response":"The mRNA than goes over to the DNA and come together, Than tRNA begins to transfer the data onto the DNA to begin to create proteins, once the DNA gets it it begins to create protein, last when finished the rRNA breaks off and than starts all over."}
{"Id":12126,"EssaySet":5,"Mark":0,"Response":"it goes and get blood cells"}
{"Id":12128,"EssaySet":5,"Mark":1,"Response":"the are read 3 at a timethey then turn into amino acids they make amino acid chainthen fix the problem"}
{"Id":12129,"EssaySet":5,"Mark":0,"Response":"splicing and then it is transferd"}
{"Id":12130,"EssaySet":5,"Mark":0,"Response":"mRNA takes instructions out of the nucleus, tRNA makes the codons, rRNA tells the codons what amino acids they are."}
{"Id":12131,"EssaySet":5,"Mark":1,"Response":"mrna leaves the nucleus then goes to the ribosomes gets protein then goes to the golgi apparatus puts them in their and goes back to the nucleus."}
{"Id":12132,"EssaySet":5,"Mark":0,"Response":"copying, prophase, anaphase, metaphase"}
{"Id":12133,"EssaySet":5,"Mark":0,"Response":"mRNA occurs transfering over to tRNA, while entering the nucleus and dividing into it's own parts of RNA."}
{"Id":12135,"EssaySet":5,"Mark":0,"Response":"the four major steps to involved in protein synthesis are"}
{"Id":12136,"EssaySet":5,"Mark":0,"Response":"The mRNA matches up with the others."}
{"Id":12137,"EssaySet":5,"Mark":0,"Response":"It then goes through the dna to the rna and out to the trna which transfers it to the cellular membrane."}
{"Id":12139,"EssaySet":5,"Mark":1,"Response":"mRNA will go to a ribisomtRNA will conect to the mRNAthe mRNA will brack away from the ribosomeThe mRNA will fold into complex 3d shapes"}
{"Id":12140,"EssaySet":5,"Mark":1,"Response":"After mRNA leaves the nucleus, there are four major steps that go on in order for proteins to function properly.                The mRNA travels from the nucleus to the ribosome where ribosmal RNA is present, also known as rRNA. The rRNA then goes to the nuclues where proteins are stored. Then the amino acids bond and then you have a protein.     That is the complete protein synthesis."}
{"Id":12141,"EssaySet":5,"Mark":0,"Response":"Its made in the ribosomes.The ribosomes carry it through the cell.The ribsome enters the nuclus.The Golgi apperatus takes the waste out of the nucleus and the cell."}
{"Id":12142,"EssaySet":5,"Mark":0,"Response":"Light, photosynthesis, reprodution,"}
{"Id":12143,"EssaySet":5,"Mark":1,"Response":"mRNA travels to a tRNA and relays that message. Then the tRNA starts to copy the mRNA so the cell can have a replicate. The new mRNA travels to ribosomes. The ribosomes begin to make the protein."}
{"Id":12144,"EssaySet":5,"Mark":3,"Response":"1. A ribosome attaches to the mRNA (rRNA). Translation Occurs;2. Codons are coded for a specific amino acid.3. Anticodons that are in the tRNA are paired with the codons in the mRNA. 4. Peptide bonds are formed between the amino acids after translation has occured. New proteins are made."}
{"Id":12145,"EssaySet":5,"Mark":0,"Response":"First, transcription takes place where the mRNA is copied. Then, in translation, the RNA has a set of directions that are translated and tell the ribosomes how to make the protein."}
{"Id":12146,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus.  Next it goes into the golgi aparatus.  Then it starts making amino acids.  After that the ribosomes start making the protein."}
{"Id":12148,"EssaySet":5,"Mark":1,"Response":"tRNA translates the mRNA strand into a polypeptide strand. That polypeptide strand makes up a protein. That protein helps with cell life processes. And the mRNA strand is translated over and over again."}
{"Id":12149,"EssaySet":5,"Mark":1,"Response":"Once mRNA leaves the nucleus, it goes to a mitocondria and by using translation, the information is passes to a tRNA which is then used in making proteins. The codons match up with the anticodons. That then allows the creation of proteins."}
{"Id":12151,"EssaySet":5,"Mark":0,"Response":"the mRNA leaves the nucleus then"}
{"Id":12152,"EssaySet":5,"Mark":2,"Response":"codons are made on the rna strand.the codons are tranferred to amino acids.the amino acids make proteins.the stop codon is used to stop the production of more amino acids."}
{"Id":12153,"EssaySet":5,"Mark":0,"Response":"After the mRNA leave the nucleus, the"}
{"Id":12154,"EssaySet":5,"Mark":0,"Response":"the mRNA leaves the nucleus, it then translates the RNA, form amino acids, and then protien is made,"}
{"Id":12155,"EssaySet":5,"Mark":0,"Response":"First mRNA leaves the nucleus with the DNA sequence.  Then the mRNA meets up with the tRNA and the tRNA takes and makes the new strand.  Then the mRNA leaves with the new strand.  The final step is that new proteins are made."}
{"Id":12156,"EssaySet":5,"Mark":0,"Response":"The mRNA takes the RNA to tRNA where they transfer it to DNA and back. Then they take it to dRNA where they do something."}
{"Id":12157,"EssaySet":5,"Mark":0,"Response":"they combine with each other.It makes it harder and more dense.They go evolve into different forms.makes the MRNA  more tense."}
{"Id":12159,"EssaySet":5,"Mark":0,"Response":"1. Translation. goes to the tRNA tells it what it needs.2. RNA processing3. The tRNA combines the protien to copy the mRNA brought out of the nuecleous with hydrogen bonds.4. the rRNA takes it out of the cell and places it where it is needed."}
{"Id":12160,"EssaySet":5,"Mark":0,"Response":"TAKE THE A AND CHANGE IT TO U, AND TAKE THE S AND MAKE IT T, TAKE THE G AND CHANGE IT TO C, TAKE THE C AND CHANG IT TO G"}
{"Id":12161,"EssaySet":5,"Mark":0,"Response":"Changing from DNA to mRNA to tRNA to gRNA."}
{"Id":12162,"EssaySet":5,"Mark":0,"Response":"Metaphase, prophase, telophase, and anaphase."}
{"Id":12163,"EssaySet":5,"Mark":0,"Response":"With protein synthesis, first the mRNA leaves the nucleus. Then the mRNA duplicates itself. Then it travels back to the nucleus as tRNA and reattaches itself with the mRNA. There is a copied strand and a original strand on each of the now two pairs."}
{"Id":12164,"EssaySet":5,"Mark":0,"Response":"proteinprotein is let off into the bodyprotein increases the bodies energyprotein causes the body to stay in shape"}
{"Id":12165,"EssaySet":5,"Mark":0,"Response":"Four major steps involved are: breaking everything down, making sure it travels to the correct place, getting everything else ready, and making everything all over again."}
{"Id":12166,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus and travels through the cell with the DNA information. The DNA holds the material necessary for making protein. After passing through the cell the material from the DNA is transformed into a protein."}
{"Id":12168,"EssaySet":5,"Mark":1,"Response":"rRNA decrypts mRNAtRNA gets amino acids to make the protien."}
{"Id":12169,"EssaySet":5,"Mark":0,"Response":"they need to go through the process of mRNA, tRNA ,and dna to finish all the process of the mRNA."}
{"Id":12170,"EssaySet":5,"Mark":1,"Response":"1. Brings the mrna to a ribosome to be remade.2. Mrna goes in ribosome on one end.3. tRNA then comes witha codon oposite of the original and places it together4. The tRNA leaves and Mrna moves to next codon needing to me matched by tRNA. The next correct tRNA links onto the last one creating the protein."}
{"Id":12171,"EssaySet":5,"Mark":0,"Response":"mRNA carries instructions from the nucleus for the amino acid sequence of a protein. tRNA takes instructions to the protein."}
{"Id":12172,"EssaySet":5,"Mark":0,"Response":"GAUAGUUGAUUGAAGUGA"}
{"Id":12173,"EssaySet":5,"Mark":0,"Response":"tRNArRNAgRNAmRNA"}
{"Id":12174,"EssaySet":5,"Mark":0,"Response":"AnaphaseInterphaseProphaseTelophase"}
{"Id":12175,"EssaySet":5,"Mark":0,"Response":"it takes the message to the membrane"}
{"Id":12176,"EssaySet":5,"Mark":0,"Response":"After mRNA it intervoles into tRNA  then RNA than after a period of time it becomes DNA."}
{"Id":12177,"EssaySet":5,"Mark":0,"Response":"The mRNA leave and then sends the material throughout the cell, it contains the proteins and amino acids.  Then it gets sent to tRNA whish transfers the material.  Next rRNA gets the material and recepts it.  Proteins and carbon dioxide is created."}
{"Id":12179,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus and goes to the mitochondria. It then is split in parts needed to make the protein"}
{"Id":12180,"EssaySet":5,"Mark":0,"Response":"In transcription the mRna is changed into protiens"}
{"Id":12181,"EssaySet":5,"Mark":0,"Response":"Transcription, Transition, Conjugation, and tRNA."}
{"Id":12182,"EssaySet":5,"Mark":0,"Response":"restract substute renew"}
{"Id":12183,"EssaySet":5,"Mark":0,"Response":"prophaseanaphasemetaphaseinterphase"}
{"Id":12184,"EssaySet":5,"Mark":0,"Response":"leave the cellFind a new cellPlant itself in itthen repeat them steps"}
{"Id":12185,"EssaySet":5,"Mark":1,"Response":"1 anticodon goup matching a codon group attaches 2 the anticodon takes in the information for its purpose3 the anticodon forms the protein5 the protein is made into a chain"}
{"Id":12187,"EssaySet":5,"Mark":0,"Response":"mRNA--messenger RNAtRna--Transfer RNArRNA--ribose RNA"}
{"Id":12188,"EssaySet":5,"Mark":0,"Response":"1. The mRNA travels to where ribosomes are created and are tried to match up with the correct sequences.2. The damaged ribosomes are discarded.3. The mRNA travels to the mitochondria.4. Protein synthesis is completed when the mRNA leaves the cell."}
{"Id":12189,"EssaySet":5,"Mark":0,"Response":"1) mRNA transfers the DNA to the ribosomes.2) Ribosome makes the protein.3) 4)"}
{"Id":12190,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nuclear envelope.mRNA goes to find the right proteins needed.mRNA brings the proteins back and then tRNA startstRNA puts the proteins torgether using the right code."}
{"Id":12191,"EssaySet":5,"Mark":0,"Response":"it sends the correct instrustions to the nucleus and the nuclus makes the copies and the cycle starts again."}
{"Id":12192,"EssaySet":5,"Mark":0,"Response":"rna are whays to dicribe the cell devision"}
{"Id":12193,"EssaySet":5,"Mark":0,"Response":"The  mRNA a will deliver the protein to the tRNA in wich it will be compied and split apart. The rRNA willl then Recopy the other part of the srtand"}
{"Id":12194,"EssaySet":5,"Mark":1,"Response":"It sends information from the nerve system to the brain. It takes proteins across the cell membrane. It takes the DNA to the seqence. It also adds peptides to the chain."}
{"Id":12195,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus, the four major steps involved in protein synthisis are spliting, copying, forming a new strand, and putting it all back together."}
{"Id":12196,"EssaySet":5,"Mark":0,"Response":"After the mRNA leaves the nucleus, then ribosomes attach to the endoplasmic reticullum. Than it is moved throughout cells to build the protein number back up."}
{"Id":12197,"EssaySet":5,"Mark":0,"Response":"The protien reprduces and it makes more"}
{"Id":12199,"EssaySet":5,"Mark":0,"Response":"The RNA  leaves the the nucles by exiting the membrane form their the cell wall....."}
{"Id":12200,"EssaySet":5,"Mark":0,"Response":"Prophase, metaphase, anaphase, and telophase."}
{"Id":12201,"EssaySet":5,"Mark":1,"Response":"mRNA is then translated into tRNA and taken back into the nucleous and made into strand of DNA which is attached to the original strand of DNA"}
{"Id":12202,"EssaySet":5,"Mark":0,"Response":"telaphase metaphase anaphase and prophase"}
{"Id":12203,"EssaySet":5,"Mark":0,"Response":"Gathering, distributing, using, and exiting"}
{"Id":12204,"EssaySet":5,"Mark":0,"Response":"1. the mRNA travels to the protien making part of the cell.2. the protien making part of the cell takes the instructions and makes a protien.3. the protien is uneque and goes to a part of the body to help.4. the protien makes a structure with other protiens that oare similar to it."}
{"Id":12208,"EssaySet":5,"Mark":0,"Response":"Splitting: this is where the strand is straightened out.Peeling: this is where the nucleotides are split.Matching: this is where new nucleotides are put on.Reattachment: this is where the mRNA is put back together."}
{"Id":12212,"EssaySet":5,"Mark":0,"Response":"when the mRNA leaves the nucleus it goes to to other cells in the organism and does what it had to to in the nucleus"}
{"Id":12213,"EssaySet":5,"Mark":0,"Response":"RNA"}
{"Id":12215,"EssaySet":5,"Mark":0,"Response":"Interphase, Prophase, Anaphase, and Telophase."}
{"Id":12216,"EssaySet":5,"Mark":0,"Response":"protein, blood cells, cell wall, ribosome and others but i cant remember right now"}
{"Id":12217,"EssaySet":5,"Mark":0,"Response":"First a strand of dna is formed. Then the stand of dna breaks apart. New dna attaches to both pieces of the dna. Another step involves RNA but that happenes after the other steps have occured."}
{"Id":12218,"EssaySet":5,"Mark":1,"Response":"-mRNA leaves the nucleus and tRNA steps in to translate the sequence-rRNA create ribosomes for the sequence along with realting to amino acids-the sequence is let out of the cell-it goes off into the organism's body"}
{"Id":12220,"EssaySet":5,"Mark":0,"Response":"anaphase, telephase, metaphase, mitophase"}
{"Id":12223,"EssaySet":5,"Mark":1,"Response":"mRNA leaves nucleus Leaves with information on how to make the proteins information is translated proteins are made"}
{"Id":12225,"EssaySet":5,"Mark":0,"Response":"After the mRNA leaves the fist step is to go through the cell and deliver the message that is coded in the RNA to the right parts. It first has to transfer the RNA into codons so that the message will be readable to the parts. Next it has to deliver the message to the right place in the cell. It then goes back to recive more messages so that it can transfer the message and start again."}
{"Id":12226,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus, and then from there it delivers the message to wherever it is supposed to. Then attaches to the DNA strand."}
{"Id":12228,"EssaySet":5,"Mark":1,"Response":"First, DNA responsible for this unzip, and nitrogen bases pair up with the DNA bases. The mRNA takes this section to tRNA to form codons that can be used in protein synthesis. The codons are matched up with anticodons at ribosomes, and amino acids are made from these. When the amino acids are completed and form the right chain, they are traken and used for their needed purpose."}
{"Id":12229,"EssaySet":5,"Mark":1,"Response":"mRNA gives the information to the tRNA who translates it and shows it to the rRNA, who builds the protein."}
{"Id":12230,"EssaySet":5,"Mark":0,"Response":"1. they have no organism 2. they have no air3. they get no water4. they have no shelter"}
{"Id":12231,"EssaySet":5,"Mark":1,"Response":"During protein synthesis the mRNA first leaves the nucleus.  It then goes on to the Golgi Apparatus.  The next step is the Endoplasmic Reticulum (ER).  After the mRNA leaves the ER it makes its way to the nucleus."}
{"Id":12232,"EssaySet":5,"Mark":0,"Response":"The mRNA would leave the nucleus and find another piece of RNA to connect with to make a new strand, then it'd go back into the nucleus and then repeat this cycle throughout time."}
{"Id":12233,"EssaySet":5,"Mark":0,"Response":"There is mRNA leaving nucles, then travolin to midocondra, then bracking down, and last it is ready for use."}
{"Id":12234,"EssaySet":5,"Mark":0,"Response":"The four major steps of protein synthesis is anaphase, telophase, prophase, and interphase."}
{"Id":12235,"EssaySet":5,"Mark":0,"Response":"It forms from DNA. Then it forms protiens."}
{"Id":12236,"EssaySet":5,"Mark":0,"Response":"The four major steps of protein synthesis are cell respiration, meiosis, miosis, and cell division."}
{"Id":12237,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus and travels to the tRNA, which is also called transport RNA. The tRNA gives the intructions for making the protien."}
{"Id":12238,"EssaySet":5,"Mark":0,"Response":"The four major steps in protein synthesis are prophase, metaphase, anaphase, telophase."}
{"Id":12240,"EssaySet":5,"Mark":0,"Response":"THE FIRST MAJOR STE"}
{"Id":12241,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves the nucleus and travels to the ribosome. There the mRNA then tell the tRNA the code to create the proteins. Then the tRNA starts to make the protiens. And finally the proteins are sent out to do their job."}
{"Id":12242,"EssaySet":5,"Mark":0,"Response":"mrna messages the trna of the new protein, which then transports the protein through the kaleb cycles to be built for a specified reason"}
{"Id":12243,"EssaySet":5,"Mark":0,"Response":"One major step with mRNA leaving the nucleus involved in protein synthesis is when RNA carries intructions from nucleus to amino acid. Protien takes the mRNA and uses it on the body, for energy."}
{"Id":12244,"EssaySet":5,"Mark":1,"Response":"First major step is going through the nucleas, the Second major step is golgi apparatus, third major step is rough ERand the fourth major step is going through the mitochondria, the mitochondria packages it and distributes."}
{"Id":12245,"EssaySet":5,"Mark":0,"Response":"cell seperates, the cells mutate"}
{"Id":12246,"EssaySet":5,"Mark":0,"Response":"ANAPAHSE TEALPHASEPROPHASECYTOKINESIS"}
{"Id":12248,"EssaySet":5,"Mark":1,"Response":"Firtst, mRNA leaves the nucleus and attaches iself to a free ribosome. Then, the sequence has amino acids come and are attached by an enzyme to the RNA strand, and after the protein stand has been made the RNA releases itself from the ribosome so the process can be repeated."}
{"Id":12250,"EssaySet":5,"Mark":0,"Response":"Telophase, anaphase, metaphase, and mitosis."}
{"Id":12253,"EssaySet":5,"Mark":0,"Response":"to make new DNA , help find the amenios asseds , it determins the stuff the gos on in the cell"}
{"Id":12254,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleusit enters a protein cellit feeds itmRNA goes back into nucleus"}
{"Id":12255,"EssaySet":5,"Mark":0,"Response":"prophoes metephase annphase ans tellphase"}
{"Id":12256,"EssaySet":5,"Mark":1,"Response":"tRNA matches its anticodons with mRNA codons. tRNA gets the corresponding amino acid. Then brings the acid back to the corresponding mRNA."}
{"Id":12257,"EssaySet":5,"Mark":1,"Response":"1. mRNA attatchs itself to a ribosome 2. mRNA discloses the genetic information to the ribosome3. The corresponding nucleotides are put together with the information4. The new chain becomes the new protein"}
{"Id":12258,"EssaySet":5,"Mark":2,"Response":"The mRNA leaves the nucleus and enters the cytoplasm.  There, it attaches to a ribosome.  Attatched to the ribosome, rRNA comes and brings different codons for amino acids from the mRNA strand to the tRNA strand.  The ribosome moves down the tRNA strand.  The codons attach to the anticodons of the tRNA strand.  As this occurs, ribosomes are forming a strand that codes for the protein.  When the rRNA brings a stop codon, the process ends and the strand containing the protein brakes off to form the actual amino acid for the cell."}
{"Id":12259,"EssaySet":5,"Mark":0,"Response":"mRNA tRNA and the nucleus work to transfer and translate the codes to genetic information for mutations and genetic traits."}
{"Id":12260,"EssaySet":5,"Mark":0,"Response":"mineral, vitiminm, iron, zinc"}
{"Id":12261,"EssaySet":5,"Mark":1,"Response":"First, it takes the instructions from the nucleus for a sequence of amino acid.Second, it brings them back to the ribosomes and starts protein synthesisThird, the ribosomes start to synthesize protein using the instructions.Fourth, they release the proteins after synthesizing them."}
{"Id":12263,"EssaySet":5,"Mark":0,"Response":"Translation, which is when the DNA spilts and forms a RNA strand on the cytoplasm. Transcription, which is when DNA is copied and kept in the nucleus where the process takes place. Transformation, which is when protiens make a double helix strand of DNA. There is also meiosis, which is when two cells are split into four dipliod daughter cells."}
{"Id":12264,"EssaySet":5,"Mark":0,"Response":"Four major steps are that Interphase takes place. This is where the cell completely splits. Then there is rRNA which relays the message to let them know what is happening. There is Anaphase which is where the cell starts to divide. Then there is also Telophase where the cell's nucleotides start to get sent over to the other side of the cell."}
{"Id":12266,"EssaySet":5,"Mark":0,"Response":"- it has to be broken down to make the protein sythesis"}
{"Id":12267,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus, there are four major steps that are involved in protein synthesis. The first step is when the messenger RNA replicates. Then the cell divides into two identical daughter cells that both contain the same sequence of RNA. The cells then divide one last time and four daughter cells are created."}
{"Id":12268,"EssaySet":5,"Mark":0,"Response":"1. Prophase- The mRNA is prepared for interphase2. Interphase- The mRNA in torn apart3. Anaphase- The strands are pulled together at the center of the cell4. Telophase- Two new daughter RNA molecules are formed"}
{"Id":12270,"EssaySet":5,"Mark":0,"Response":"The protien is proccesed, then it is separted, then organized, then it is stored"}
{"Id":12272,"EssaySet":5,"Mark":0,"Response":"-Interphase-Prophase-Metaphase-Anaphase-Telophase"}
{"Id":12273,"EssaySet":5,"Mark":0,"Response":"prophase meteaphase anuphase teleaphase"}
{"Id":12274,"EssaySet":5,"Mark":0,"Response":"There's translation, and transcription."}
{"Id":12275,"EssaySet":5,"Mark":0,"Response":"mRNA, tRNA,"}
{"Id":12276,"EssaySet":5,"Mark":1,"Response":"mRNA takes genetic information out of the cell.tRNA brings amino acids with complementary codons to attach      to the mRNA strand.tRNA balances the chemical amounts that come with the amino acids.A protein is created with the new nucleotide sequence."}
{"Id":12277,"EssaySet":5,"Mark":0,"Response":"Four major steps are:1.Them forming things around them.2.They work together.3.They 4."}
{"Id":12278,"EssaySet":5,"Mark":0,"Response":"1. the protein gets carried to the necleus2. there the protein gets copied3. New dna is formed4. the protein is used for engergy"}
{"Id":12279,"EssaySet":5,"Mark":0,"Response":"Mrna transfer information to tRNA and then to the main cells in the body for the signal to be required."}
{"Id":12280,"EssaySet":5,"Mark":0,"Response":"prophase, metaphase, telophase, anaphase"}
{"Id":12281,"EssaySet":5,"Mark":0,"Response":"mrna turns into trna when it goes to the Rough ER, and then gets the proper enzymes and goes back to the nucleus to be paired up with the DNA and replace the Rna stand need to be replaced."}
{"Id":12282,"EssaySet":5,"Mark":0,"Response":"One step is that the cells in mRNA are copied.Another step is once the mRNA leaves the nucleus it turns to RNA.A third step is the RNA changes its sugar to Ribose."}
{"Id":12284,"EssaySet":5,"Mark":0,"Response":"FIRST THE mRNA HAS TO TRAVEL TO THE OTHER END OF THE BODY. THEN IT HAS TO FIGHT OFF THE EVIL SPACE INVADERS FROM THE PLANET CORTEX. AFTER THAT IS DONE IT GOES BACK TO IT'S APARTMENT I THE VRAIN AND CALCULATES HOW LONG IT WILL TAKE TO SPLIT A PROTEIN IN HALF. THEN THERE IS A NINJA FIGHT SCENE BETWEEN THE mRNA AND A PROTEIN WHICH ENDS BY THE mRNA KARATE CHOPPING THE PROTEIN IN HALF AND THAT IS HOW PROTEIN SYNTHESIS IS DONE."}
{"Id":12285,"EssaySet":5,"Mark":0,"Response":"1.) When mRNA leaves the nucleus it goes to the tRNA to deliever a message. 2.) When the mRNA gets to the tRNA it delievers the message that it needs to the tRNA needs to carry the instructions from the nucleus for the amino acid sequence of the protein.3.) Then when the tRNA delievers that information the rRNA will take over and put the amino acids in sequence  4.) Then the tRNA will deliver the protein where it needs to go."}
{"Id":12287,"EssaySet":5,"Mark":1,"Response":"After mRNA leaves the nucleus, the mRNA will go to a ribosome.  After the mRNA is at the ribosome, it will enter the ribosome.  After the mRNA has entered the ribosome, it will share the genetic information it is carrying with the tRNA.  After the tRNA has the genetic information, the tRNA will start bringing in amino acids to great proteins."}
{"Id":12288,"EssaySet":5,"Mark":0,"Response":"mRNA takes it to the brain. Brain takes it in.The brain sends out organisms to fight it.The fighters destroy it."}
{"Id":12289,"EssaySet":5,"Mark":1,"Response":"The mRNA is the taken to be used by tRNA and mRNA. Then it is lined in rows of codons. Then the tRNA and mRNA form together to read and transfer the message for mRNA message. This is all otherwise known as Translation."}
{"Id":12290,"EssaySet":5,"Mark":2,"Response":"1) mRNA leaves nucleus through a nuclear pore2) tRNA comes carrying the complementary codon and amino         acid3) As the tRNA creates amino acids, rRNA moves along the            strand after each amino acid is complete. After a new amino        acid is created, it binds to the previous one, forming a peptide      bond4) When the tRNA encounters a stop codon, the amino acid            chain is complete"}
{"Id":12291,"EssaySet":5,"Mark":0,"Response":"Then the mRNA goes to the lysosomes to produce proteins for the cell to use."}
{"Id":12292,"EssaySet":5,"Mark":0,"Response":"1. Is the nucleus2. Is the cytoplasm3.Is nucleouous4.core"}
{"Id":12293,"EssaySet":5,"Mark":0,"Response":"it splitsit makes dna it helps make copies travels where needed"}
{"Id":12294,"EssaySet":5,"Mark":0,"Response":"The four major steps involved in protein synthesis are the stages of mitosis. Prophase, Metaphase, Anaphase, and Telophase.In the process of mitosis, the cell parts work together to move to the edges of the cell, pull apart, divide, and start all over as daughter cells."}
{"Id":12295,"EssaySet":5,"Mark":0,"Response":"mRNAtRNArna"}
{"Id":12296,"EssaySet":5,"Mark":0,"Response":"interphaseprophase metaphaseaniphase"}
{"Id":12297,"EssaySet":5,"Mark":0,"Response":"step 1--g1 phasestep 2--sPhasestep 3--g2 phasestep 4--mPhase"}
{"Id":12298,"EssaySet":5,"Mark":0,"Response":"the mRNA goes out of the nucleus and tell the RNA to make protien and then protien synthesis happens...idk"}
{"Id":12299,"EssaySet":5,"Mark":1,"Response":"1. the dna is 'unzipped' as the hydrogen bonds are broken2. the dna is replicated on each side3. two new strands are present."}
{"Id":12300,"EssaySet":5,"Mark":0,"Response":"prophase, anaphase, metaphase and telophase"}
{"Id":12301,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus it goes through many stages.It passes through the mitochondria...it turns it into an ATP."}
{"Id":12302,"EssaySet":5,"Mark":0,"Response":"The first step is mRNA leaving the nucleus. Then, the coded instructions for creating proteins are translated to tRNA. Next, amino acids are produced to make the protein. Finally, the amino acids are combined to make the protein coded for by the mRNA from the nucleus."}
{"Id":12303,"EssaySet":5,"Mark":0,"Response":"The four major steps involved in protein synthesis are gathering the proteins, sortting them, packing them, and sending them out."}
{"Id":12305,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, carrying with it the coding recieved from the DNA. tRNA carrying amino acids then mitochondria cytoplasm assembly substances protein."}
{"Id":12306,"EssaySet":5,"Mark":0,"Response":"after it gives its message it will gointo the body"}
{"Id":12307,"EssaySet":5,"Mark":0,"Response":"tRNArRNAgRNAmRNA"}
{"Id":12308,"EssaySet":5,"Mark":0,"Response":"mRNA gose to the binding site with the insturtctions for building the protien. Then tRNA takes that over to the chromomes and they corss over."}
{"Id":12309,"EssaySet":5,"Mark":0,"Response":"When the first step of the mRNA has left the nucleus , the second step of this is when the mitochondria takes all the proteins in the body and packages them up and ships them somewhere else. Then the lysosomes take the protein and keep them with other proteins that have been packaged."}
{"Id":12310,"EssaySet":5,"Mark":0,"Response":"the mRNA has to chang into tRNA then tRNA has to change to rRNA then the codons are decoded and changed in to aminoacids."}
{"Id":12311,"EssaySet":5,"Mark":0,"Response":"After the mRNA leaves the nucleus, the tRNA begins to transfer the information to the rRNA to begin to make a new strand, and then it goes in and looks for any missing parts or if the letters got switched around to fix it."}
{"Id":12312,"EssaySet":5,"Mark":0,"Response":"tRNA"}
{"Id":12313,"EssaySet":5,"Mark":0,"Response":"1.It has to change then enitre thing.2.3.4."}
{"Id":12314,"EssaySet":5,"Mark":1,"Response":"They leave and go to the ribosomes. They produce new DNA they send it back to the Nucleus. They produce new DNA"}
{"Id":12315,"EssaySet":5,"Mark":0,"Response":"It go and gets the tRNA"}
{"Id":12316,"EssaySet":5,"Mark":0,"Response":"mRNA-transcription-RNA-anabodies-codons-translation-tRNA"}
{"Id":12318,"EssaySet":5,"Mark":1,"Response":"1. the mRNA gives the code tothe Trna2. The tRNA goes and gets the other half of the DNA strand3.The DNA strand is finished copying4. The Dna molecules are paired with amino acids"}
{"Id":12319,"EssaySet":5,"Mark":0,"Response":"It leaves the nucleus. It transfers to the mitochondria."}
{"Id":12320,"EssaySet":5,"Mark":0,"Response":"The mRNA copies the DNA, then it seperates, and an amino acid goes through. The last step is that it comes back together."}
{"Id":12321,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves the nucleus it tells the transport RNA to bring nucleotides to the active site for synthesis.  Proteins and amino acids are also brought to the active site.  The messenger RNA tells the existing proteins how to make the neccessary new protein and synthesis begins. ATP is synthesised and provides energy for the reaction.  The protein is then finished and the messenger RNA notifies the nucleus of the completion."}
{"Id":12323,"EssaySet":5,"Mark":0,"Response":"then you get tRNA then DNA"}
{"Id":12324,"EssaySet":5,"Mark":0,"Response":"Protein is transferred.Protein is given a more higher level of itself. makes it stronger.Protein then makes its way to the RNA to keep healthy."}
{"Id":12326,"EssaySet":5,"Mark":1,"Response":"As mRNA leaves the nucleus, it sends it to the tRNA to get transfered onto the RNA sequence and be seperated into codons and read into amino acids. The rRNA does the reading and after it is read, sends these codes of sequences into a polypeptide chain to then be transfered back into the DNA sequence."}
{"Id":12327,"EssaySet":5,"Mark":0,"Response":"mRNA translates the Dna Adn then slides pass the dna on to the Rna delivering the coded information needed"}
{"Id":12329,"EssaySet":5,"Mark":3,"Response":"The mRNA enters the ribosome.Start codon enters P site, second codon at A site.tRNA adds a amino acid to the codon at the P site and A site.The P site codon breaks apart and the codon at the A site takes its place and the process continues until you hit a stop codon, the chain of amino acids creates a protein."}
{"Id":12330,"EssaySet":5,"Mark":0,"Response":"mRNA leases the nucleus and signals certain pathways which then signal for cerain ribosomes to release and help synthesize proteins. rRNA then codes for tRNA to transfers certain ribosomes to the receptors for the creation of proteins."}
{"Id":12332,"EssaySet":5,"Mark":0,"Response":"It conjoines with another DNA and starts the process of mitosis and then it seperated and breakes off to go make more and replicate."}
{"Id":12333,"EssaySet":5,"Mark":0,"Response":"The mitochondian breaks down the protiens. Then it is filtered through the body and into the blood. The protiens are used to supply energy to the body."}
{"Id":12335,"EssaySet":5,"Mark":1,"Response":"mRNA goes into the cytoplasm to the ribosomes.The mRNA is copied and can become tRNA.The tRNA is made into a copyable strand of DNA.The DNA is taken back to the nucleus,"}
{"Id":12336,"EssaySet":5,"Mark":0,"Response":"The mRNA takes the proteins. Then goes to another cell and transfers the protein to that cell. Then it rides to the nucleus and dumps off the information it is carrying. Then it dies."}
{"Id":12338,"EssaySet":5,"Mark":0,"Response":"1. Prophase2. Interphase3. Anaphase4. Metaphase"}
{"Id":12339,"EssaySet":5,"Mark":0,"Response":"1. The mRNA attaches to a DNA sequence 2. That DNA sequence seperates3. Codons attach to the two new DNA strands and match them identical4. The two new strands are checked over to insure there were no wrongly placed codons"}
{"Id":12342,"EssaySet":5,"Mark":0,"Response":"threw the tubes past the antibodies, past the proteins and past the cells"}
{"Id":12344,"EssaySet":5,"Mark":0,"Response":"1. find anything that shouldnt be there for ex. germs, bacteria, etc. 2. report it to proteins3. they get rid of bacteria"}
{"Id":12346,"EssaySet":5,"Mark":0,"Response":"THE PROTIEN IS TRANSFERD"}
{"Id":12347,"EssaySet":5,"Mark":1,"Response":"mRNA attatches to a ribosome then the ribosome makes the protein its told to make. After that the protien is sent to the Rough E.R. then after that it is altered a little bit and sent out to the Golgi Apparatus. Then the Golgi Apparatussends the protien to where it has to go and then the protien starts doing its job."}
{"Id":12349,"EssaySet":5,"Mark":2,"Response":"The mRNA leaves the nucleus with the instructions for the amino acid sequence of a protein. It then transfers the instructions to the tRNA to start the sequence. With the information it has it makes the sequence until it gets the codone to stop."}
{"Id":12350,"EssaySet":5,"Mark":0,"Response":"The four major steps are one they find the main good cells that are good to reproduce other good cells. Second they go into anapahase to make the process of making proteins faster. Third is that when they are done with anaphase they go inside of each others cells and start making proteins inside them. Fourth is that the protein comes out and there is a good protein that just got made."}
{"Id":12351,"EssaySet":5,"Mark":1,"Response":"1.mRNA start a process called translation2.tRNA bring Adenine, uracil, cytosine, and guanine to the site3.The bases are attached to the mRNA creating a nucleotide4.The nucleotides are folded into their proper shape."}
{"Id":12352,"EssaySet":5,"Mark":0,"Response":"First, mRNA leaves the nucleus to go to get copied. While getting copied they split in half and those halves get identical matchers. Now there is two sets of the same protien. These protien go back to the cells, where they are used, then will start the process all over agian."}
{"Id":12353,"EssaySet":5,"Mark":1,"Response":"The mRNA gives the information to the tRNA. The tRNA then translate the information for the rRNA. The rRNA translates the information once again. Then the rRNA Has the Amino acid which is given back to the nucleus."}
{"Id":12354,"EssaySet":5,"Mark":0,"Response":"The mRNA brings instructions to the amino acids. The rRNA carries out the instruction with the amino acids. Proteins are then created. The tRNA transfers the protein back into the cell through the membrane."}
{"Id":12356,"EssaySet":5,"Mark":1,"Response":"1) goes through a pore2) meets with transfer RNA3) connets with a ribosome4) returns to the nucleus"}
{"Id":12357,"EssaySet":5,"Mark":0,"Response":"translation transcriptionreplication"}
{"Id":12359,"EssaySet":5,"Mark":0,"Response":"the mRNA goes to the DNA and uses the tRNA to transfer the genetic code to the DNA so that it could be passed on by sexual reproduction in the sex organs or maybe even just to make more DNA cells"}
{"Id":12360,"EssaySet":5,"Mark":0,"Response":"mRNA delivers the plans for the construction of RNA. tRNA brings the various materials for the construction of RNA. rRNA produces RNA. RNA goes out of the ribosome."}
{"Id":12362,"EssaySet":5,"Mark":0,"Response":"transcription-translation-"}
{"Id":12363,"EssaySet":5,"Mark":0,"Response":"The four major steps are the mRNA traveling around, the other organelles will work together, they will then try to do something that helps the cell, and then the protein will synthesize."}
{"Id":12365,"EssaySet":5,"Mark":0,"Response":"It enters the nucleus.It lines up across the center of the nucleus.It seperates.It then begins protein synthesis."}
{"Id":12366,"EssaySet":5,"Mark":1,"Response":"After the mRNA leaves it goes to the ribosome and the tRNA brings amino acids to the mRNA."}
{"Id":12367,"EssaySet":5,"Mark":0,"Response":"1. it leaves2. it travels3. it asks for directions4. it arrives"}
{"Id":12368,"EssaySet":5,"Mark":0,"Response":"sends messages to the brain.gives out informationtells cells what to dodelivers to its destination"}
{"Id":12370,"EssaySet":5,"Mark":0,"Response":"1. mRNA transfers the message2. something packages it3. something receives it4. the task is done"}
{"Id":12371,"EssaySet":5,"Mark":0,"Response":"The creation, developing the protein, and sending it out of the nucleus"}
{"Id":12372,"EssaySet":5,"Mark":0,"Response":"1.ribosomes will translate mrna into protiens.2.then protiens go through the Krebs cycle3.then the protiens are changed into atp4.electron chain transporter takes the atp somewhere ,where the atp will be used."}
{"Id":12374,"EssaySet":5,"Mark":0,"Response":"Instuctions come form the nucleas and with amino acids go to build protein with help from the mRNA"}
{"Id":12376,"EssaySet":5,"Mark":0,"Response":"The four major steps are1: sending the mRNA to the cytoplasm2: the RNA getting copied to make DNA3: mRNA gets sorted to make different body parts4: the RNA does to the amino acids"}
{"Id":12379,"EssaySet":5,"Mark":0,"Response":"1. Replication2. 3.4."}
{"Id":12380,"EssaySet":5,"Mark":0,"Response":"prophase, anaphase, telephase, metaphase"}
{"Id":12381,"EssaySet":5,"Mark":0,"Response":"goes from one to the other, travels through the body, comes back, and does it all over again"}
{"Id":12382,"EssaySet":5,"Mark":0,"Response":"distributionreproduction messaging"}
{"Id":12383,"EssaySet":5,"Mark":0,"Response":"in the protein synthesis it goies into different steps to be fully developed. the protein has to get every where in the cell body. it translocates"}
{"Id":12384,"EssaySet":5,"Mark":0,"Response":"First, the DNA has to break apart into seperate strands for the mRNA to copy the DNA's information.  Then, the mRNA will begin to copy the DNA.  A will become U, T will become A, C will become G, and G will become C. After the mRNA has copied the information, it will break from the DNA and send the information off to the nucleus. DNA will rejoin into the double helix once more."}
{"Id":12385,"EssaySet":5,"Mark":0,"Response":"The messenger RNA send the message throught the cell.anaphase interphasprophasemetaphase     Proteins are made up of amino acids that are made up of DNA."}
{"Id":12387,"EssaySet":5,"Mark":3,"Response":"mRNA leaves the nucleus of the cell to begin protein synthesis. From the nucleus the first step includes the mRNA attatching to the rough endoplasmic reticulum in the form of ribosomes. The second step is for the mRNA to be copied to tRNA. tRNA is a complimentary copy to mRNA. The third step,the tRNA is copied into a complimentary rRNA.The codons are read and ready for synthesis. The fourth step includes the assembly of the protein, beginning with a start amino acid and ending with a stop amino acid."}
{"Id":12388,"EssaySet":5,"Mark":1,"Response":"After the mRNA leaves the cell nucleus it goes to the rRNA. once the rRNA has the information it will start making protiens and their codons. After codons and proteins are made the cell now has new DNA."}
{"Id":12389,"EssaySet":5,"Mark":0,"Response":"interphase anaphase metaphase telephase"}
{"Id":12390,"EssaySet":5,"Mark":0,"Response":"Code attaches to chromosome. The chromosome sends message to DNA"}
{"Id":12391,"EssaySet":5,"Mark":0,"Response":"1. it leaves the nucleus 2. travels out through the cell 3. it transfers to tRNA 4. moves back to the nucleus"}
{"Id":12392,"EssaySet":5,"Mark":0,"Response":"When the mRNA leaves the nucleus it goes through two cells. Then the tRNA comes and make matches with the floting letters. From there the amino acids are created and they make a peptide bond and the strand goes away to become DNA."}
{"Id":12394,"EssaySet":5,"Mark":3,"Response":"1. mRNA floats to a ribosome (rRNA) in the cytoplasm and reads three bases (codon)2. tRNA matches up with proper amino acids and then pulls its amino acids to the ribosome and lines up its anitcodons with the codons3. RNA moves forward and realeases three bases at a time and the tRNA then realeases its amino acids and drifts away.4. The amino acids bond (peptide bond) and form a chain of amino acids which is now a protein. the protein then goes and does its job in the body."}
{"Id":12395,"EssaySet":5,"Mark":0,"Response":"1. The mRNA sends a message to tell the body what protein to make.2. The body makes the protein"}
{"Id":12397,"EssaySet":5,"Mark":0,"Response":"mRNAtRNArRNAgRNA"}
{"Id":12398,"EssaySet":5,"Mark":0,"Response":"The first major step is intersphase which get the body started.  Then there is metaphase which brings in the nurtients.  Next is anaphase which seperates the nutrients.  Lastly theres propshase which uses up all the proteins and completes the process."}
{"Id":12399,"EssaySet":5,"Mark":2,"Response":"After mRNA leaves the nucleus, it attaches to a ribosome. The mRNA contains a codon that will bind with a specific anticodon. Transfer RNA carries that specific anticodon to the codon on the mRNA. The codon and anticodon bind, and form an amino acid. More and more tRNA molecules bring anticodons to the mRNA codons, which produce a growing polypeptide chain. This chain will be a protein."}
{"Id":12400,"EssaySet":5,"Mark":0,"Response":"to travledblad streemto get to dna"}
{"Id":12401,"EssaySet":5,"Mark":0,"Response":"the bosy have to boned together ti make sure that it kill off the bad things"}
{"Id":12402,"EssaySet":5,"Mark":0,"Response":"When the mRNA leaves the nucleus, the codons move down one place, then another codon comes on the end and that is called the stop codon. After that, the process starts again."}
{"Id":12403,"EssaySet":5,"Mark":0,"Response":"1. finding the protiens2."}
{"Id":12404,"EssaySet":5,"Mark":1,"Response":"The mRNA goes RRNA and gives them instruvtions from DNA for the amino acid sequence . Ribosomal RNA makes the ribosomes. TRNA puts the proteins into order to match them up with their correct codon. Prpteins match up with the correct codon, which makes the identical sequence to what DNA needs."}
{"Id":12405,"EssaySet":5,"Mark":0,"Response":"1: The mRNA send information to the rRNA to tell it to make amino acids.2: The rRNA makes the amino acids.3: The amino acids are then made into RNA by tRNA4: Then the DNA and RNA com together."}
{"Id":12408,"EssaySet":5,"Mark":0,"Response":"The mitochondria,chloroplast, ribsomes, and protein."}
{"Id":12409,"EssaySet":5,"Mark":0,"Response":"The mRNA delivers the pportion of DNA to the ribosome that then goes through the process of copping the seguence into RNA, then making amino acids that are finally sent to the mitochondria to be stored."}
{"Id":12410,"EssaySet":5,"Mark":0,"Response":"After mRNA the protine begeins ti divide then it follows the DNA blueprint to construct a new protien, then the prosses repetes it self."}
{"Id":12412,"EssaySet":5,"Mark":0,"Response":"1. First it tells what is happening to the Golgi Apparatus2.It goes to mRNA to try and find the protein synthisis"}
{"Id":12413,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus to collect data and brings it back into the cell. After that, the DNA is replicated. Following this step, the tRNA transfers the DNA onto the replication. Ribosomes hold the replica into place as it transfers."}
{"Id":12414,"EssaySet":5,"Mark":0,"Response":"1. mRNA2. DNA3. tRNA4. Nucleus"}
{"Id":12415,"EssaySet":5,"Mark":0,"Response":"Protein Synthesis:1) The proteins find a mate.2) The proteins reproduce to make more proteins.3) Then the proteins spread out.4) And make more."}
{"Id":12416,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus.It transfers all of the protien-making instructions to the other parts of the body."}
{"Id":12417,"EssaySet":5,"Mark":0,"Response":"mRNA, tRNA, rRNA"}
{"Id":12421,"EssaySet":5,"Mark":0,"Response":"The other strand will repeat the process and replicate into another strand of mRNA and continue the process over and over again."}
{"Id":12422,"EssaySet":5,"Mark":0,"Response":"It goes through the cytoplasm then into the cell membrane.  After that it goes through a process and then it goes out of the cell."}
{"Id":12423,"EssaySet":5,"Mark":1,"Response":"MESSANGER RNA TO ENDOPLACIUM RETICULUM TO RIBOSOMES THEN ATTACHES TO WALL"}
{"Id":12424,"EssaySet":5,"Mark":0,"Response":"The mRNA transports messages through out the body to perform protien synthesis. The body then performs protien synthesis."}
{"Id":12425,"EssaySet":5,"Mark":0,"Response":"tRna idk"}
{"Id":12426,"EssaySet":5,"Mark":0,"Response":"the four  majior parts are Mrna because sends a message to the Dna then there's Rrna which takes the message back to the dna  then there's"}
{"Id":12428,"EssaySet":5,"Mark":1,"Response":"The nucleous gets the information to send out to tell what the cell needs. Then the mRNA take that information and gives it to the ribosome. Then the ribosome makes that information. Then the ribosome puts that information into a strand that looks like a sipper."}
{"Id":12429,"EssaySet":5,"Mark":0,"Response":"THE FIRST STEP IS tRNATHE SECOND STEP IS rRNATHE THIRD STEP IS mRNATHE LAST STEP IS gRNA"}
{"Id":12431,"EssaySet":5,"Mark":0,"Response":"the cell cycle"}
{"Id":12433,"EssaySet":5,"Mark":0,"Response":"1. interphase lead to metaphase were the cell starts to copy cell anaphase brings the cytopasma and spindle to form new copies prophase spites the cell into new dauter cells"}
{"Id":12434,"EssaySet":5,"Mark":0,"Response":"1. Reproduction2. Crossing-over3.Replication4. Becoming a new cell"}
{"Id":12435,"EssaySet":5,"Mark":0,"Response":"Four major steps are crossing over, movement, mitosis, and meiosis."}
{"Id":12436,"EssaySet":5,"Mark":2,"Response":"The ribosome comes to the mRNA strand.  Then two rRNA molecules start to decode the strand.  As it decodes a protien is produced on the outside of the ribosome.  When it reaches the stop codon the protien is finished and the ribosome leaves the mRNA strand."}
{"Id":12437,"EssaySet":5,"Mark":1,"Response":"First is translation to become mRNA. Then it will leave the cell and go to first a ribosome then to a mitochondria. The mitochondria will then form the mRNA into a protein."}
{"Id":12438,"EssaySet":5,"Mark":0,"Response":"STEP 1 :   THE FIRST STEP IS THE BODIE GOES DIFFUSION THEN THE BODIE GETS RID OF THE EXTRA STRAND THEN I NEW STRAND UNZIPS THEN TURNS INTO A GOLDGI BODIE"}
{"Id":12440,"EssaySet":5,"Mark":0,"Response":"One would be ER that attach to ribsomes which produce proteins and proteins help your body."}
{"Id":12441,"EssaySet":5,"Mark":0,"Response":"Prophase MetaphaseAnaphaseTelophase"}
{"Id":12442,"EssaySet":5,"Mark":0,"Response":"One step is mRNA being remembered.Second step is the proteins being made.Third step is the proteins being released.Fourth Step is the proteins being used as energy."}
{"Id":12444,"EssaySet":5,"Mark":0,"Response":"it goes away and sends signals to the rest of the body if something is hurt or if everything is ok."}
{"Id":12445,"EssaySet":5,"Mark":0,"Response":"mrna brings the plans to the structure"}
{"Id":12446,"EssaySet":5,"Mark":0,"Response":"First, mRNA leaves the nucleus. After that, the mRNA develops into a sequence, by which we call a codon, after the codon is made the sequence is made into amino acids. After the amino acids are made, proteins are made."}
{"Id":12448,"EssaySet":5,"Mark":0,"Response":"Four major steps involved in protein synthesis is"}
{"Id":12449,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to the cytoplasm to look for a ribosome.     The mRNA is then read by the rRNA.     The rRNA tells the tRNA witch amino acid to bring.      The tRNA brings the amino acids to the ribosome where the amino acids will be assembled into proteins."}
{"Id":12450,"EssaySet":5,"Mark":0,"Response":"The first major step is transcription of mRNA."}
{"Id":12451,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus.The mRNA tells the stuff where to go.It goes there.The stuff gets there."}
{"Id":12454,"EssaySet":5,"Mark":0,"Response":"mRNA tRNA rRNA gRNA"}
{"Id":12455,"EssaySet":5,"Mark":0,"Response":"the four major steps involved in protein synthesis are the collecting of proteins, assortment of sugers, copying of protein, and the organization of the new protein."}
{"Id":12457,"EssaySet":5,"Mark":1,"Response":"-leaves the neucleus--attaches itself to a ribosome---reaches mitochondrion----begins protein synthesis"}
{"Id":12458,"EssaySet":5,"Mark":0,"Response":"DESISES"}
{"Id":12459,"EssaySet":5,"Mark":0,"Response":"After the mRNA leaves the nucles it goes through four major steps involved with protein synthesis. Firts it goes through transcription and is changed into DNA."}
{"Id":12460,"EssaySet":5,"Mark":0,"Response":"transfering information to the cell.getting rid of all the bad proteins.Gathering good protein.Putting it in a certain place in the cell."}
{"Id":12461,"EssaySet":5,"Mark":0,"Response":"First, the tRNA carries the mRNA from the nucleus to the lysosomes. Then the lysosomes follow the instructions on the mRNA to make amino acids. After the amino acids are made, they form together to form a protein. The the protein is released into the endoplasmic reticulum and the process starts all over again."}
{"Id":12462,"EssaySet":5,"Mark":1,"Response":"First, the mRNA is released into the body. Then the mRNA attaches itself to ribosomes. Thirdly, the mRNA grows to the biggest size in can go. Lastly, when the mRNA is done growing, it will be delivered to the lysosome where it will be disposed of."}
{"Id":12463,"EssaySet":5,"Mark":0,"Response":"interphasemetaphaseprophaseanaphase"}
{"Id":12465,"EssaySet":5,"Mark":0,"Response":"messager RNA leaves the nucleus and gives the cells the message of what amino acids that they code for.Then the codons gather together and make the correct codons. It leaves and goes back to the nuclueus and creates the correct proteins with the codons it has."}
{"Id":12467,"EssaySet":5,"Mark":3,"Response":"After mRNA leaves the nucleus, after going through the process of trancription where the RNA polymerase unzip the strand into two identical halves, the mRNA goes to the ribosome. Translation occurs when tRNA makes a copy of the DNA segment and complementary base pairs are linked to the half of the mRNA strand. The complementary base pairs start to link onto the mRNA strand only when the start codon is identify and complemented. Then the tRNA brings amino acids and builds the amino acids onto the molecule making a protein chain. Finally the base pairs hit the stop codon and translation has completed the new mRNA strand."}
{"Id":12469,"EssaySet":5,"Mark":0,"Response":"mRNA tRNA rRNA"}
{"Id":12470,"EssaySet":5,"Mark":0,"Response":"the mitochondria absorbs the sun light to create food. the food(lysosomes) is sent to the endoplasmic reticuilum to create the protiens then the waste from the endoplasmic reticulum is sent to the golgi apparatus to get wasted."}
{"Id":12471,"EssaySet":5,"Mark":0,"Response":"The a,c,g,u is a thing that has RNA for the telephase."}
{"Id":12472,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves the nucleus, then the mRNA goes to the ribosomes.  The mRNA is then translated into DNA.  The DNA makes a strand of proteins."}
{"Id":12473,"EssaySet":5,"Mark":0,"Response":"it gets the message from the brian n takes it to its distenation"}
{"Id":12475,"EssaySet":5,"Mark":0,"Response":"tRNA    rRNAgRNAmRNA"}
{"Id":12476,"EssaySet":5,"Mark":1,"Response":"The mRNA then goes to the ribosomes.  From the ribosomes it goes to the ER.  Then the ER takes it to the cell membrane and then it goes throught the cell membrane out into the body."}
{"Id":12477,"EssaySet":5,"Mark":0,"Response":"Prophase: New cell is formed    Metaphase: sister chromatids line up in the middle of the cell    Anaphase: cell starts to divide     Telephase: cell divides and reproduces"}
{"Id":12478,"EssaySet":5,"Mark":1,"Response":"mRNA leaves nucleus.mRNA is decoded and transported by the tRNAAmino acid is formedProtein is made"}
{"Id":12479,"EssaySet":5,"Mark":0,"Response":"The first step is that the protien unzips the mRNA. The next step is that it takes out any kind of trash that it may have. Next the protien comes back and Zips it back up. The last step is that it sends it back from the nucleus to the cytoplasm."}
{"Id":12480,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus it travels 1st to the mitocondria. Then it goes to the flagellums. After that it goes to be bonded with amino acids and lastly it is changed into protein."}
{"Id":12481,"EssaySet":5,"Mark":0,"Response":"The mRNA gets transformed into another type of RNA. That new RNA is use to make genetic information. That strand of genetic information gets a complementary strand. Both of the strands get paired up and they make a segment of DNA."}
{"Id":12482,"EssaySet":5,"Mark":0,"Response":"glyklous"}
{"Id":12483,"EssaySet":5,"Mark":0,"Response":"The mRNA hookes up to the DNA to make a protein. It then distconect from the DNA. After that it goes to make a tRNA. Finally it starts offer."}
{"Id":12484,"EssaySet":5,"Mark":0,"Response":"The mRNA gives information to the nucleus.  The protein is formed from this information."}
{"Id":12485,"EssaySet":5,"Mark":0,"Response":"1. Interphase        2. Prophase3.Anaphase4.Metaphase"}
{"Id":12486,"EssaySet":5,"Mark":1,"Response":"The first step is the mRNA going to the ribosome. The mRNA is then turned to tRNA after going through transcription. After translation, the tRNA is turned into codons which code for amino acids."}
{"Id":12487,"EssaySet":5,"Mark":0,"Response":"tRNA, rRNA"}
{"Id":12488,"EssaySet":5,"Mark":0,"Response":"mRNA to give the instructions on how to make the protiens. tRNA to transfer the protien molecules, rRNA for ribosomes to help make the protien. gRNA"}
{"Id":12489,"EssaySet":5,"Mark":0,"Response":"it leaves the nucleus and then goes trhough the ionic channels"}
{"Id":12490,"EssaySet":5,"Mark":0,"Response":"the mRNA transcribes then translates and later forms protiens"}
{"Id":12491,"EssaySet":5,"Mark":1,"Response":"The mRNA is attached to the corresponding anticodons.  It then makes proteins."}
{"Id":12493,"EssaySet":5,"Mark":1,"Response":"1. the mRNA leaves the nucleus and searches for a ribosome2. the mRNA finds a ribosome and attaches to it3. the mRNA is decoded by tRNA via base pairing rules and the amino acids, previously synthesized, are brought in as indicated by the mRNA.4. the ribosome moves on down the mRNA strand, assembling the amino acids in the correct order."}
{"Id":12494,"EssaySet":5,"Mark":1,"Response":"the mRNA moves across th cytoplasm.then it gets the the cytoplasm were it reads the mRNA to make a copy of itthe copy is make to tRNA to make amino acid.then the ribosome makes the amino acid to make protein"}
{"Id":12495,"EssaySet":5,"Mark":1,"Response":"1. The mRNA goes to a ribosome where protein synthesis will occur.2. The mRNA is read to produce anticodons.3. tRNA brings the anticodons to the ribosome. Each codon codes for a specific amino acid.4. The codons go together to form a polypeptide chain(the protein)."}
{"Id":12497,"EssaySet":5,"Mark":0,"Response":"1. the mRna unzips 2. the mRna changes thymine into uracil3.the mRna changes its structure 4.the mRna zips back up"}
{"Id":12498,"EssaySet":5,"Mark":0,"Response":"The four major steps are DNA, proteins, ribrosomes, and lysomoes. The proteins are part of the process and the ribrosomes are what helps it too leave the nucleus. The Lysomoes are what helps to keep it in the nucleus."}
{"Id":12499,"EssaySet":5,"Mark":0,"Response":"mRNA GIVES IT TO RNA.  RNA MAKES THE PROTEINS."}
{"Id":12500,"EssaySet":5,"Mark":3,"Response":"After mRNA leaves the nucleus, it goes out into the cytoplasm on a ribosome. The ribosome attaches and reads until it sees the codon AUG. Once it sees this codon, it starts pairing the bases with complementary anticodons on the tRNA. The tRNA brings amino acids that link together to form a protein. This process terminates at a stop codon."}
{"Id":12501,"EssaySet":5,"Mark":0,"Response":"It starts with mRNA, then goes to tRNA, then gRNA, and finally rRNA."}
{"Id":12503,"EssaySet":5,"Mark":0,"Response":"mrna trna rrna"}
{"Id":12505,"EssaySet":5,"Mark":1,"Response":"As the mRna goes out from the nucleus and tells the trna what amino acid to get. Trna goes to find amino acids that will match the RNA sequence. Then the trna gets the amino acids and finds the matching codon  on the rna sequence strand adn pairs with it.This creats an amino acid sequence that tells the cell how to make a protien."}
{"Id":12507,"EssaySet":5,"Mark":0,"Response":"The mRNA transports messages to the brain. The DNA strand recieves the message."}
{"Id":12508,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus then it goes to the DNA and transmitts a message and then it will read it and do what it tell it to do."}
{"Id":12509,"EssaySet":5,"Mark":0,"Response":"TRNA RNA"}
{"Id":12513,"EssaySet":5,"Mark":1,"Response":"mRNA is the meesanger RNA. It carries the information out of the cell to the ribosome. Which then takes that information to the protien. Then once it gets to the protien, the protiens starts to go through protien synthesis."}
{"Id":12514,"EssaySet":5,"Mark":0,"Response":"carries from the nucleus for the amino acid sequence"}
{"Id":12515,"EssaySet":5,"Mark":0,"Response":"tRNA trasnslats the thing it to what it is"}
{"Id":12516,"EssaySet":5,"Mark":0,"Response":"you build up protien , your body is healthy , you lose wieght , and you feel good ?"}
{"Id":12517,"EssaySet":5,"Mark":0,"Response":"metaphseprophaseanaphasetelephase"}
{"Id":12518,"EssaySet":5,"Mark":0,"Response":"After it leaves the mRNA then it starts duplicating and making more and more proteins."}
{"Id":12519,"EssaySet":5,"Mark":0,"Response":"1. The mRNA leaves the nucleus to begin protein synthesis.2. The mRNA then is transferred using tRNA.3. The mRNA is attached.4. The mRNA is coded for a protein."}
{"Id":12520,"EssaySet":5,"Mark":0,"Response":"The first step in protein synthesis is mRNA leaving the nucleus.The second step in protein synthesis is it going into the blood stream.The third step in protein synthesis is the mRNA transfering into DNA. The last step of potein synthesis is it leaving the body."}
{"Id":12521,"EssaySet":5,"Mark":0,"Response":"During mRNA, it leaves the nucleus and goes into the blood stream. Once it is in the blood stream, it goes through and goes to the mitochondria where the sister cells replicate. After they replicate one set of the genetic information goes back into the blood stream. Then it goes to the brain. This action is completed in just seconds."}
{"Id":12522,"EssaySet":5,"Mark":0,"Response":"Anaphase, Metaphase, Prophase, and Telophase."}
{"Id":12523,"EssaySet":5,"Mark":0,"Response":"The mRNA tells some other RNA to make some protein.  So that RNA goes somewhere else.  Then at that place it makes some protein.  The protein leaves when it is made."}
{"Id":12524,"EssaySet":5,"Mark":0,"Response":"tRNA carries instructions from the nucleus to the amino acid sequence of the protein."}
{"Id":12525,"EssaySet":5,"Mark":0,"Response":"It gives the other organelles food.It helps protect the body.It will defend anything and traps anything and turn it into food and energy."}
{"Id":12526,"EssaySet":5,"Mark":0,"Response":"ReplicationTranscriptionTranslationDNA"}
{"Id":12529,"EssaySet":5,"Mark":0,"Response":"protein helps strengthen your body.it protects your bodyproteins are stable"}
{"Id":12530,"EssaySet":5,"Mark":0,"Response":"The messenger sends protiens."}
{"Id":12531,"EssaySet":5,"Mark":0,"Response":"The mRNA tells the body. A protein a attches to a chromosome and gets around."}
{"Id":12533,"EssaySet":5,"Mark":0,"Response":"The mRNA starts by making a copy of itself, then is sends if to the tRNA where it is transported throughout the body. Then the rRNA remembers the sequence, and sends it to the DNA."}
{"Id":12534,"EssaySet":5,"Mark":0,"Response":"FIGHTS INFECTIONS, MEIOSIS, MITOSES."}
{"Id":12536,"EssaySet":5,"Mark":0,"Response":"mRNA goes to the DNA and then travels to the ribose"}
{"Id":12538,"EssaySet":5,"Mark":0,"Response":"tRNAgRNA"}
{"Id":12539,"EssaySet":5,"Mark":1,"Response":"1.The mRNA leaves the DNA to go the ribosome to deliever the strand because DNA is not small enough to fit. 2.mRNA is the messanger.3.mRNA gives the strand to tRNA to transport.4.The strand is deleivered"}
{"Id":12540,"EssaySet":5,"Mark":1,"Response":"The mRNA travels out of the nucleus with genetic information needed to sythesize protien. Next tRNA bonds to the mRNA strand with the anticodons that match up to the mRNA. When the tRNA attaches it creates the amino acids that form a protein strand."}
{"Id":12541,"EssaySet":5,"Mark":0,"Response":"Prophase. This is the third phaseAntiphase. This is the first phaseInterphase. This is the second phaseMetaphase. This is the fourth phase"}
{"Id":12544,"EssaySet":5,"Mark":0,"Response":"DNA....I don't know what else. :("}
{"Id":12546,"EssaySet":5,"Mark":1,"Response":"The mRNA is read by RNA polymerase, tRNA anticodons match up with the codons on the mRNA strand, There is a bond between the mRNA and the tRNA, and the tRNA break off to form a sequence of amino acids."}
{"Id":12547,"EssaySet":5,"Mark":0,"Response":"RNA, mRNA,tRNA,amino acid,"}
{"Id":12548,"EssaySet":5,"Mark":0,"Response":"The protein is what most of the mRNA is ."}
{"Id":12549,"EssaySet":5,"Mark":0,"Response":"Messenger RNA is transcribed during transcription. Then it is coded to the transfer RNA. Then it is made into proteins. Then the process starts again."}
{"Id":12550,"EssaySet":5,"Mark":0,"Response":"THE STEPS ARE PROPSHASE, TELOPSHASE, METOPHASE, AND ANAPHASE."}
{"Id":12551,"EssaySet":5,"Mark":0,"Response":"It leaves the RNA strand and then moves to the cell... I really don't remember..."}
{"Id":12552,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, then tRNA  replaces he mRNA and then that travels around and is involved in a process known as protein synthesis."}
{"Id":12553,"EssaySet":5,"Mark":0,"Response":"1. The mRNA carries the information to the nucleus"}
{"Id":12554,"EssaySet":5,"Mark":0,"Response":"The RNA will break off and attach a new strand onto the tRNA"}
{"Id":12555,"EssaySet":5,"Mark":1,"Response":"1. mRna leaves nucleus.2. mRna goes through the ET to make proteins. 3. Codons are made according to the codons on the mRna.4. Goes to the Golgi Apparatus."}
{"Id":12556,"EssaySet":5,"Mark":0,"Response":"The major step involved in protein synthesis are that the proteins cycle through the body and give it all of the protein and nutrients that it needs."}
{"Id":12557,"EssaySet":5,"Mark":0,"Response":"Starting with mRNA leaving the nucleus one step involved in protein synthesis would be speclization."}
{"Id":12558,"EssaySet":5,"Mark":0,"Response":"Protein leaves the nuclues. It gets synthesized. It goes back to nucleus. The nucleus responds and uses it."}
{"Id":12560,"EssaySet":5,"Mark":0,"Response":"golgi apparus which store and packages proteins,"}
{"Id":12561,"EssaySet":5,"Mark":3,"Response":"When translation begins, the mRNA goes with a ribosome and attaches itself to a start codon. It then goes with a ribosome to start adding the anticodons to the codons added on to the genetic code; the anticodons are added by the tRNA. The tRNA attaches to the P site first then moves to the A site when the it attaches an amino acid to the amino acid chain, then this process continues until a stop codon is reached. The result is the newly created protein."}
{"Id":12562,"EssaySet":5,"Mark":0,"Response":"anaphase prophase metaphase telophase"}
{"Id":12563,"EssaySet":5,"Mark":0,"Response":"The mRNA leaves the nucleus, then the DNA produces tRNA, then the tRNA makes proteins, and the tRNA transports the proteins."}
{"Id":12564,"EssaySet":5,"Mark":0,"Response":"mRNAtRNArRNARNA"}
{"Id":12565,"EssaySet":5,"Mark":2,"Response":"1. The mRNA goes into the cytoplasm and finds a ribosmome .2. The mRNA has the code and the tRNA gets this code, and finds the amino acid that matches this code. 3. The rRNA acts as a holding device while this is going on. 4. The tRNA brings back the amino acid to the ribosome where the protein is made because amino acids are the monomer of proteins."}
{"Id":12566,"EssaySet":5,"Mark":0,"Response":"1. The mRNA makes new protein 2. It starts the process of making a new protein strand3. It finds which protein it needs for the strand4. A new protein is formed"}
{"Id":12567,"EssaySet":5,"Mark":1,"Response":"When mRNA leaves the nucleus, it goes to into the Endoplasmic Reticulum.  It travels through the Endoplasmic Reticulum to the Golgi Apparatus.  There, the Golgi Apparatus decides where the mRNA should go, and then sends it to the ribosomes.  When the mRNA arrives at the nucleus, it is made into a protein."}
{"Id":12568,"EssaySet":5,"Mark":0,"Response":"1.tRNA takes the stuff from the nucleus to where it needs to go2.3.4."}
{"Id":12569,"EssaySet":5,"Mark":0,"Response":"1.New proteins are made.2.The protein is sent throughout the cell.3.Protein is sent out of the cell.4.Cycle starts all over again."}
{"Id":12571,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleus with amino acid sequence to the ribosomes. From there, the information is taken by tRNA to the mitochondrion where a new protein is formed."}
{"Id":12572,"EssaySet":5,"Mark":0,"Response":"mRNA has to get settled in somewhere and be able to function. Then it gets more sugars to multiply the strands. mRNA then has to go through mitosis, and last it creates proteins."}
{"Id":12573,"EssaySet":5,"Mark":0,"Response":"It carries instructions from the nucleus containing information about the sequence of amino acids of a protein."}
{"Id":12575,"EssaySet":5,"Mark":0,"Response":"Protien synthesis has four major steps, mRNA, moves the protein, tRNA allows for the protein th tanscribe, rRNA creates the DNA in the RNA, gRNA moves it into the cell"}
{"Id":12576,"EssaySet":5,"Mark":0,"Response":"The first step for mRNA leaving the nucleus is that it heads to a protein, it goes to a protein so it can attach itself. The second step is the mRNA puts in information from the nuclues, this helps so that the proteins can get messages to do things so that it can do what the nucleus needs it to do. Then the protein will start to create new proteins, so that the cell can survive, this will help so that the cell will be healthy and can do more tasks. The final step is the mRNA leaves the protein and goes back to the nucleus, so that the mRNA can go to another cell. This process helps so that there are more proteins in the cell, and then it can create more energy. This also carries amino acid sequences to the proteins so they can produce, or use them for energy."}
{"Id":12577,"EssaySet":5,"Mark":0,"Response":"the protein begins to synthesizeit makes new onesit makes some kind of foodi have no clue"}
{"Id":12578,"EssaySet":5,"Mark":0,"Response":"1. the mRNA leavcs the nucleus2. It goes to the tRNA and reproduces3. From the reproduction there are more cells now4. the cells attaches on to another strand and starts the cycle again."}
{"Id":12580,"EssaySet":5,"Mark":0,"Response":"The mRNA"}
{"Id":12581,"EssaySet":5,"Mark":0,"Response":"IT ENVOLVES ALOT"}
{"Id":12582,"EssaySet":5,"Mark":0,"Response":"Once mRNA leaves the nucleus RNA transcription occurs.  Then RNA translation occurs.  After this DNA can be made so DNA replication occurs.  Then proteins combine with nucleic acids to make DNA sequences for the new DNA."}
{"Id":12584,"EssaySet":5,"Mark":1,"Response":"mRNA leave the nucleusIt comes back with a specific amino acidThen it pairs up with a tRNA in the nucleusMore mRNA pair up with other tRNA The amino acid are joined together by a peptide bondThe tRNA discinnectsThe amino acids leave the nucleus to do its job"}
{"Id":12585,"EssaySet":5,"Mark":0,"Response":"1)the mRNA gives instructions2)a copy gets made of the mRNA3)the copy gets translated to DNA4)a new strand of DNA is formed"}
{"Id":12586,"EssaySet":5,"Mark":0,"Response":"1. CHEAKING IT2. MAKEING SHURE IT RIGHT3. 4."}
{"Id":12587,"EssaySet":5,"Mark":0,"Response":"Their is mRNA, tRNA, rRNA,  and gRNA."}
{"Id":12588,"EssaySet":5,"Mark":0,"Response":"After mRNA leaves the nucleus it codes for"}
{"Id":12589,"EssaySet":5,"Mark":0,"Response":"ENTER  EXIT  RIBOMSOME AND, ENZMES"}
{"Id":12590,"EssaySet":5,"Mark":0,"Response":"mitosis cell division"}
{"Id":12591,"EssaySet":5,"Mark":0,"Response":"ProephaseMetiphaseAntiphaseTeliphase"}
{"Id":12592,"EssaySet":5,"Mark":0,"Response":"Well the messenger RNA or mRNA leaves the nucleus to make protein synthesis. They have to diffuse out of the nucleus. Then the transfer RNA or tRNA will take the RNA to make the protein synthesis. Once there the RNA is turned to DNA."}
{"Id":12593,"EssaySet":5,"Mark":0,"Response":"~Protein arrives at mRNA~Proteins get ready to get copied~Potein gets copied~Protein leaves mRNA"}
{"Id":12594,"EssaySet":5,"Mark":0,"Response":"energy gives it a boost"}
{"Id":12596,"EssaySet":5,"Mark":0,"Response":"1.mRNA2.rRNA3.tRNA4.gRNA"}
{"Id":12597,"EssaySet":5,"Mark":0,"Response":"It is the mRNA and it is the huge major steps and they need to go and have a lot of the synthesis."}
{"Id":12598,"EssaySet":5,"Mark":1,"Response":"it leaves and goes to the ribisonoes, making protine for the body to use"}
{"Id":12599,"EssaySet":5,"Mark":0,"Response":"when the mRNA leaves the nucleus, it connects with proteins, and then it coneects with high energy and it goes around the cell. After that it connects with amino acids."}
{"Id":12600,"EssaySet":5,"Mark":1,"Response":"First, the mRNA takes the genetic code to the tRNA.  Then the mRNA attaches itself to the tRNA.  Next, the mRNA inscribes the code into the tRNA.  Finally, the mRNA releases itself and goes back to recieve more of the code."}
{"Id":12601,"EssaySet":5,"Mark":0,"Response":"mRNarRNA- ribosome gRNA-genetRNA-transfer"}
{"Id":12602,"EssaySet":5,"Mark":0,"Response":"It just multiplies, and then that means there is more and new dna."}
{"Id":12603,"EssaySet":5,"Mark":0,"Response":"1-the mRNA gets other amino acides to combine with the RNA2-?3-?4-?"}
{"Id":12604,"EssaySet":5,"Mark":0,"Response":"It comes in contact with another nucleus."}
{"Id":12605,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves the nucleus and it transferred to the ribosome.After the mRNA arrives copies begin being made in the ribosome.After the copies are made they are sent out of the ribosomes and can be used for just about anything.But they can also be transferred back to the nucleus to be used for reproduction."}
{"Id":12610,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus for the ameno acids then it transfers to tRNA and is transformed to protein"}
{"Id":12611,"EssaySet":5,"Mark":0,"Response":"Transfered. Transcrbed."}
{"Id":12612,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to the mitchdria.Then the mRNA conects to the tRNANext they line up in order.Finally they make the proteins"}
{"Id":12613,"EssaySet":5,"Mark":0,"Response":"leave the nucleaus.envelope disapears"}
{"Id":12614,"EssaySet":5,"Mark":0,"Response":"mrna rna dna"}
{"Id":12615,"EssaySet":5,"Mark":0,"Response":"mrna is turned into energy"}
{"Id":12616,"EssaySet":5,"Mark":0,"Response":"1.The mRNA leaves the cell and copies the DNA into RNA swapping A's for T's and C's for G's.Then it takes it to the place where the proteins are being assembled and a tRNA stamps it onto the proteins."}
{"Id":12617,"EssaySet":5,"Mark":0,"Response":"transperation: when the mRna leaves the nucleusRestoration: When the mRna enter the mitocondria"}
{"Id":12618,"EssaySet":5,"Mark":0,"Response":"The protein leanes.\/"}
{"Id":12619,"EssaySet":5,"Mark":0,"Response":"well first it leaves the mRNA then it connicts to the DNA."}
{"Id":12621,"EssaySet":5,"Mark":0,"Response":"The next step is RNA enters the body."}
{"Id":12622,"EssaySet":5,"Mark":0,"Response":"They are mRNA DNA RNA ANA"}
{"Id":12623,"EssaySet":5,"Mark":0,"Response":"they leave the nucleous.they bypass all organisms.gain more cells.trapped in the cell wall"}
{"Id":12624,"EssaySet":5,"Mark":0,"Response":"1) The mRNA moves out of the nucleus2) mRNA then goes to the autosome3)"}
{"Id":12625,"EssaySet":5,"Mark":0,"Response":"The mRNA  goes to the DNA and gives it the info it needs to create a RNA strand when its done the TRNA takes the RNA to the golgi body were they go to the endoplasma reticulum"}
{"Id":12626,"EssaySet":5,"Mark":0,"Response":"1.)you eat the protein so u can get strong.2.)it helps you grow strongh bones so when you get older you can lift heavy objects.3.)it helps fight of disease.4.)it makes you less likely to get sick"}
{"Id":12627,"EssaySet":5,"Mark":0,"Response":"anaphase, metaphase, prophase, and telaphase"}
{"Id":12629,"EssaySet":5,"Mark":0,"Response":"TRNA RNA DNA"}
{"Id":12630,"EssaySet":5,"Mark":0,"Response":"aniphase,telephase,metephase, and prophase"}
{"Id":12631,"EssaySet":5,"Mark":0,"Response":"mRNA get the message from the nucleus. Then the tRNA will transcribe the message. Then the rRna will hold it together. Then you get protein synthesis."}
{"Id":12632,"EssaySet":5,"Mark":0,"Response":"meiosis"}
{"Id":12633,"EssaySet":5,"Mark":0,"Response":"mRNA, translation"}
{"Id":12634,"EssaySet":5,"Mark":0,"Response":"The protein will leave the nucleus and go out into the cell. The protein is given a specific job to do after it leaves the nucleus. The protein does this job after it leaves the nucleus. Next the protein will code for different things. Then the protein will help the cell function right."}
{"Id":12635,"EssaySet":5,"Mark":0,"Response":"the mrna transfers stuff"}
{"Id":12636,"EssaySet":5,"Mark":0,"Response":"anaphase metophase telophase interphase"}
{"Id":12637,"EssaySet":5,"Mark":0,"Response":"1. ANAPHASE2. METAPHASE3. INTERPHASE4. PROPHASE"}
{"Id":12638,"EssaySet":5,"Mark":0,"Response":"it goes to all the other RNA."}
{"Id":12641,"EssaySet":5,"Mark":0,"Response":"Protien synthesis begins with the cytoplasm going toward the ribosome."}
{"Id":12642,"EssaySet":5,"Mark":1,"Response":"mRNA is when the cell goes to the ribosomes and tells them that they need proteins.Then tRNA=Transfer RNA transfers the proteins to the spot that the area is low on proteins.Then rRNA helps the proteins get there.Then gRNA helps the cycle be repeated again."}
{"Id":12644,"EssaySet":5,"Mark":0,"Response":"The mRNA starts off at the nucleus.The mRNA Delivers the message about the proteins."}
{"Id":12645,"EssaySet":5,"Mark":0,"Response":"leaving the mrna it become a rna.mrna is a cell.mrna is a cell membrain.mrna is a single cell"}
{"Id":12648,"EssaySet":5,"Mark":0,"Response":"mRNA takes it to tRNA which then takes it to the the rRNA that reads it and decodes it to get the message."}
{"Id":12649,"EssaySet":5,"Mark":0,"Response":"The messanger RNA takes the message from the DNA and takes it to the Nuclues and connects to make chromosomes"}
{"Id":12651,"EssaySet":5,"Mark":1,"Response":"After the mRNA leaves the nucleus, it will turn into tRNA. This tRNA will then continue towards the mitochondria. After it reaches the protein, the message from the RNA will tell the mitochondria how and what kind of protein is needed. Then this will form a link of amino acids to form the protein needed."}
{"Id":12652,"EssaySet":5,"Mark":0,"Response":"Beginning with mRNA Then becoming tRNAThen codingFinally the cell knows what to code for the proteins"}
{"Id":12654,"EssaySet":5,"Mark":0,"Response":"mrna leaves the nucleus wth the instruction to bulid a protien."}
{"Id":12655,"EssaySet":5,"Mark":1,"Response":"mRNA goes to the ribosome to get attached to an amino acid"}
{"Id":12656,"EssaySet":5,"Mark":2,"Response":"1. The mRNA leaves the nucleus.2. The mRNA finds the ribosome.3. The amino acids that mach the genitic sequences on the mRNA come down and attach themselves to eachother.4.The amino acids form a protein after all of them have been attached."}
{"Id":12658,"EssaySet":5,"Mark":0,"Response":"the four major steps involed in protein synthesis are carbohydrates, amino acids, fat, sugar"}
{"Id":12659,"EssaySet":5,"Mark":0,"Response":"1.finds a home2. goes to find more protiens3.finds food4.Protects"}
{"Id":12660,"EssaySet":5,"Mark":0,"Response":"Transcription-DNA-Translation-RNA"}
{"Id":12661,"EssaySet":5,"Mark":0,"Response":"Anaphase,intrphase,metaphase,and prophase are the four steps needed to for the synthesis."}
{"Id":12662,"EssaySet":5,"Mark":0,"Response":"When mRNA leaves the nucleus, tRNA transfers information to the nucleus and translation occurs. The amino acids are then read and are distributed. Transcription splits the amino acids and rRNA makes the new protein."}
{"Id":12663,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus."}
{"Id":12664,"EssaySet":5,"Mark":1,"Response":"The mRNA leaves the nucleus and goes to the ribosomes and turns into tRNA and that goes and makes a polypeptide chain which is also known as an amino acid and the amino acids put together make proteins."}
{"Id":12665,"EssaySet":5,"Mark":0,"Response":"Step.1) The mRNA leaves the nucleusStep 2) The mRNA then Finds another strand of mRNA     Step 3) The mRNA Combines with the other strand of mRNAStep 4) DNA is formed"}
{"Id":12667,"EssaySet":5,"Mark":0,"Response":"Entering - mRNA enters the area surrounding the nucleus in order to find a spot to form in.Code creation - the mRNA, along with the gRNA, tRNA, and rRNA, goes to work to manipulate to form an amino acid sequence.Code instruction - mRNA gives code instructions for the amino acid sequence in the protein.Protein formation - the protein forms from the mRNA strand, with code instructions."}
{"Id":12668,"EssaySet":5,"Mark":0,"Response":"1.) Anaphase: the parent cell is going through a process of division.                                                                                   2.) Metaphase: The dividing cells begin to form their makeups.    3.) prophase: the cells begin to separate.                                     4.) telephase: the cells have split from the parent"}
{"Id":12669,"EssaySet":5,"Mark":0,"Response":"The mRNA unzips and the base pairs are switched. T then turns to A, G turns to C, C turns to G and A turns to U"}
{"Id":12670,"EssaySet":5,"Mark":0,"Response":"tRNA is created, rRNA is created, then tRNA and rRNA bring the new info. to the protein, and the mRNA comes back"}
{"Id":12671,"EssaySet":5,"Mark":1,"Response":"First the mRNA leaves the nucleus.  Then the codons attach themselves to the mRNA strand, creating a copy of the original mRNA strand.  After that, the amino acids are created from the codons.  The amino acids then come together in long strands to become protiens."}
{"Id":12672,"EssaySet":5,"Mark":1,"Response":"The mRNA takes the information to a ribosome and then that is when tRNA comes into play, tRNA takes that infromation inside of the nucleus and attaches itselfs and sends it off to the chromosomes which is the DNA."}
{"Id":12673,"EssaySet":5,"Mark":1,"Response":"Two of the major steps involved in protein synthesis are transcription and translation. Transcription is when the DNA zips open and then the mRNA connects to it. After the mRNA connects to the DNA, the mRNA leaves the cell and goes to the endoplasmic riticulum where the ribosomes are. There is meets up with the tRNA. This process is called Translation."}
{"Id":12674,"EssaySet":5,"Mark":0,"Response":"1) mRNA leaves the nucleus 2) it gets changed in RNA 3) RNA is 'coded' into an amino acid sequence and converts to DNA 4) protein synthesis"}
{"Id":12675,"EssaySet":5,"Mark":1,"Response":"1. The mRNA is sent to the tRNA to make the amino acids.2. The data on the mRNA is transfered to tRNA.3. The tRNA is then sent to the rRNA to make the RNA     sequence.4. The amino acids are then connected to one another by peptide     bonds."}
{"Id":12676,"EssaySet":5,"Mark":1,"Response":"1. When the mRNA leaves the nucleus, it travels down the endoplasmic reticulum to go and get transformed into tRNA.2. When it is changed into tRNA, the cell can make different amino acids to make more proteins.3. After the cell makes more amino acids the proteins can make different things. 4 the cells then change and can form and be appart from different things."}
{"Id":12677,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleaus.the mRna goes and tries to find a new amino acid.They carry the amino acid to the RNa strand.Then it creates a a starnd of different RNS's."}
{"Id":12678,"EssaySet":5,"Mark":0,"Response":"They send the message through the body. Then they start telling the RNA what to do. Next they keep transfering the mRNA through the body and last they transfer the tRNA."}
{"Id":12679,"EssaySet":5,"Mark":2,"Response":"The mRNA leaves the nucleus through a small hole, only sizable for it. It then goes to the ribosome. Once its in, the tRNA begings to match it up with the opposite letters in pairs of three. The strand leaves the ribosome in pairs of three, the amino acid sequence to make the protiens we need."}
{"Id":12682,"EssaySet":5,"Mark":1,"Response":"After the mRNA leaves the nucleus it travels to the gose to the ribosome. There the strand is pulled apart and then connected by hydrogen bonds to another strand of mRNA. The leftover strand gets sent to the mitocondria where is is broke down. Next the new strand of mRNA is sent back to the nucleus."}
{"Id":12683,"EssaySet":5,"Mark":0,"Response":"The nucleus makes a strand of RNAThe RNA goes to the ribosomes to tell it to make protien.The message in the RNA is seen by the ribosomes.The ribosmomes makes the protien."}
{"Id":12684,"EssaySet":5,"Mark":0,"Response":"prophase, metophase, anaphase, telophase"}
{"Id":12685,"EssaySet":5,"Mark":0,"Response":"1st it leaves the nucleus 2nd it makes it way through the cell3rd the mrna is made into protein4th  the protein that ha been made is used throughout the body"}
{"Id":12686,"EssaySet":5,"Mark":0,"Response":"mRNA travels throught the cell giving differant things directions or instructions on what their job is and how to do it."}
{"Id":12688,"EssaySet":5,"Mark":0,"Response":"The protien brakes down"}
{"Id":12691,"EssaySet":5,"Mark":0,"Response":"1.mRNA  leaving the Nulceus 2.DNA coming inside3.compound bonds get together4.bonds are in one and kill diseases 5.chemical bonds are formed"}
{"Id":12692,"EssaySet":5,"Mark":0,"Response":"The tRNA is broken down into genetic code so that other RNA strands can read it and react to it."}
{"Id":12693,"EssaySet":5,"Mark":1,"Response":"The mRNA travels to the mitochondria.The mRNA lines up.The mRNA is matched with the anti-codon."}
{"Id":12694,"EssaySet":5,"Mark":0,"Response":"prophasemetaphaseanaphasetelophase"}
{"Id":12695,"EssaySet":5,"Mark":0,"Response":"It travels through to other cells to the nucleaus"}
{"Id":12696,"EssaySet":5,"Mark":0,"Response":"First the mRNA is cheacked. Then the mRNA takes the information. Then delivers it. And then that information is used."}
{"Id":12697,"EssaySet":5,"Mark":0,"Response":"transcriptioninitiationmutationprotation"}
{"Id":12698,"EssaySet":5,"Mark":0,"Response":"1.It leaves the nucleus.     2.It begins to develop proteins.   3.Proteins are half way developed.4.Proteins are developed."}
{"Id":12700,"EssaySet":5,"Mark":0,"Response":"The protein helps your body build and stay strong."}
{"Id":12701,"EssaySet":5,"Mark":0,"Response":"mRNA sends a message to the mitochondrion, it takes the protein to the tRNA, the tRNA delivers the protein, the protein is im;lemented in the cell cycle."}
{"Id":12702,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus with the DNA information because DNA can't leave the nucleus. Once the mRNA has taken the information to its destination, tRNA then takes place to bring the correct amino acids in respect to the letters from the mRNA. After this is done, proteins are made."}
{"Id":12703,"EssaySet":5,"Mark":0,"Response":"Protein reproduction.Protein function."}
{"Id":12704,"EssaySet":5,"Mark":0,"Response":"mRNA- messenger RNA sends messages of directions to the nucleustRNA- transfer RNA transfers certain things in and out of the nucleusrRNA- ribosomal RNA located mostly in ribosomes"}
{"Id":12706,"EssaySet":5,"Mark":0,"Response":"mRNA collects the information from the DNA and leaves the nucleous."}
{"Id":12707,"EssaySet":5,"Mark":1,"Response":"1. The mRNA comes back to the ribosome2. tRNA then finds the correct amino acid for that certain codon.3. The tRNA continues to find the amino acid for all of the codons until the mRNA sequence is complete.4. Peptide bonds attach betweent the amino acids and form a protein."}
{"Id":12708,"EssaySet":5,"Mark":0,"Response":"The oxygen moves through the cell to the nucleus. The oxygen is then mixed with ATP and sent to the ER. Then the ATP is turned into ADP to then make more ATP. Protein is then made and reproduced."}
{"Id":12709,"EssaySet":5,"Mark":1,"Response":"1,mRNA is the first step involved in protein synthesis, mRNA id formed and later leaves the nucleus 2,tRNA transfers amino acids to diffrent parts of the ceell 3,The amino acids are linked together,creating a protein 4, finally all of the proteins are combined to make one chain of protien , ending protien synathesis"}
{"Id":12712,"EssaySet":5,"Mark":0,"Response":"- mRNA goes outside the nucleus.- tRNA takes over.- tRNA transfers the message to the cell.- the cell recieves the message."}
{"Id":12713,"EssaySet":5,"Mark":0,"Response":"strands of cells, cell regenaration, cell chromasomes, the food supplies"}
{"Id":12715,"EssaySet":5,"Mark":0,"Response":"Th protein starts in your cells then entering your bloodstream."}
{"Id":12716,"EssaySet":5,"Mark":1,"Response":"mRNA goes through the golgi apparadus then through the endoplasmic reticulum then into out the cell membrane"}
{"Id":12717,"EssaySet":5,"Mark":0,"Response":"first it has to have proteinssecond it has to have sunlight or some king of lightingthird it has to transports information from one part to anotherlast it has to come back and get more information to transport back"}
{"Id":12720,"EssaySet":5,"Mark":1,"Response":"the mRNA travels to the ribosomes. there the ribosomes will transcribe the mRNA into amino acids. The amino acids than go back to the nucleus. And the proccess starts over again with the nucleus decidding what amino acids it needs."}
{"Id":12721,"EssaySet":5,"Mark":0,"Response":"The four major steps the happen after the mRNA leaves the nucleus is decoded, processed, moved to another organell, then prepared for protein synthesis."}
{"Id":12722,"EssaySet":5,"Mark":0,"Response":"ProphaseMetaphaseAnaphaseTelophase"}
{"Id":12723,"EssaySet":5,"Mark":0,"Response":"The DNA has the code and gives it to the mRNA.The tRNA gets the code and decodes it. The code is decoded by the tRNA.The message is carried out to the chromosomes."}
{"Id":12724,"EssaySet":5,"Mark":0,"Response":"To the ribosomescodeons"}
{"Id":12725,"EssaySet":5,"Mark":0,"Response":"mRNA carries instructions from the nucleus for the amino acid sequence of a protein."}
{"Id":12726,"EssaySet":5,"Mark":0,"Response":"Four major steps in protein synthesis are:1. The unzipping of the proteins2. Copying of the proteins3."}
{"Id":12727,"EssaySet":5,"Mark":0,"Response":"protecting them"}
{"Id":12728,"EssaySet":5,"Mark":0,"Response":"preparedsynthesizingsythensizedenergy usage"}
{"Id":12729,"EssaySet":5,"Mark":1,"Response":"mRna leaves the nucleus, and enters the cytoplasm. From there, it attaches to a ribosome. Then it finds the correct tRna molecule to attach to and it bonds to this tRNA molecule by a peptide bond."}
{"Id":12730,"EssaySet":5,"Mark":0,"Response":"blood flows and thats all i know"}
{"Id":12731,"EssaySet":5,"Mark":1,"Response":"the mRna travels to a ribosomeenters Ribosome amino acids make protienmRna is broken down"}
{"Id":12732,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus, the amino acids form a protein, tRNA transfers the poteins from the amino acids, and I do not know any thing els."}
{"Id":12733,"EssaySet":5,"Mark":0,"Response":"living in the envorment, to survle the envorment, to have a nuff to eat"}
{"Id":12734,"EssaySet":5,"Mark":1,"Response":"The mRNA goes to the  ribosomes to make tRNA stands.  THis is then taken to make protiens."}
{"Id":12736,"EssaySet":5,"Mark":1,"Response":"The mRNA finds an rRNA and the mRNA unzipps the rRNA. It then attaches itself to the rRNA and swaps protiens. The mRNA then leaves and the rRNA rezipps itself."}
{"Id":12737,"EssaySet":5,"Mark":0,"Response":"-enzymes-protein-amino acids"}
{"Id":12738,"EssaySet":5,"Mark":0,"Response":"Four major steps in protein synthesis are to transfer the protein, separate the protein, put it in strands, and become useful."}
{"Id":12739,"EssaySet":5,"Mark":1,"Response":"First, the protein makes a copy of its self, which is RNA.Second, the protein travels to the ribosome, which is tRNA.Third, the ribosome reads the mRNA and breaks it down into smaller, three part pieces called codons. The mRNA is broken down by peptide bonds.Lastly, the codons, the smaller parts, are read and are formed into the protein, and the protein is formed."}
{"Id":12740,"EssaySet":5,"Mark":0,"Response":"mRNA- it sends the message to the cells stating the problemrRNA-replicates the cellstRNA-transfers the messagegRNA-gets all of them together"}
{"Id":12741,"EssaySet":5,"Mark":1,"Response":"After mRNA leaves the nucleus, it is moved to an amino acid that corresponds with the codon. It then becomes tRNA and each amino acids pair together to make a polypeptide. The poly peptide begins to coil and twist together. As its coiling, it is making a choromosome to create DNA."}
{"Id":12742,"EssaySet":5,"Mark":1,"Response":"mRNA leaves the nucleustravels to the ribosomedrops off 'directions' ribosome does it's job with 'directions' to make protein"}
{"Id":12743,"EssaySet":5,"Mark":0,"Response":"Translation, Transcription, Replication"}
{"Id":12744,"EssaySet":5,"Mark":0,"Response":"transcription, translation"}
{"Id":12745,"EssaySet":5,"Mark":0,"Response":"sending messages to the whole cell, transfuring, translating, and making proteins with the ribosomes."}
{"Id":12747,"EssaySet":5,"Mark":0,"Response":"-The mRNA leaves the nucleus."}
{"Id":12749,"EssaySet":5,"Mark":0,"Response":"1.Copies the mRNA first2.Then transfers it3.It then codes again4.and repeats the process"}
{"Id":12750,"EssaySet":5,"Mark":0,"Response":"tRNA mitosisrRNAand meiosis"}
{"Id":12751,"EssaySet":5,"Mark":0,"Response":"1. The mRNA reaches the tRNA.2. tRNA gives the DNA intructions.3. DNA uses the intructions to build genteic code4. Protiens and enzymes are made"}
{"Id":12752,"EssaySet":5,"Mark":0,"Response":"Mitocondria regulates the making of protiensthe endoplasmic reticulum makes the protienthe golgie bodys pack it up and the cell uses it"}
{"Id":12753,"EssaySet":5,"Mark":0,"Response":"After the mRNA leaves the nucleus, it takes the encoded DNA to the ribosome in the cytoplasm. After it leaves the cytoplasm it makes new protines and then new mRNA is made."}
{"Id":12756,"EssaySet":5,"Mark":0,"Response":"mRNA leaves the nucleus. Then it goes to a strand of DNA and attaches to it. It turns the amino acids in proteins. Then the cell stores the proteins and uses them."}
{"Id":12757,"EssaySet":5,"Mark":0,"Response":"protein synthesis give the body protein so it can maintain at tip top shape,without this are body could not survive"}
{"Id":12759,"EssaySet":5,"Mark":0,"Response":"it takes it to whatever place it goes then takes it to all of the other RNAs"}
{"Id":12760,"EssaySet":5,"Mark":0,"Response":"mRNA goes to the cytoplasm.There, it makes copies of itself.tRNA is made.RNA is connected to a strand of DNA."}
{"Id":12761,"EssaySet":5,"Mark":1,"Response":"When mRNA leaves the nucleus after transcription, it then attaches to a tRNA enayme that has the anticodon of the RNA strand that ataches itself and performs translation into a readable source of RNA  for the rest of the cell. While in translation it has multiple enzymes with the amino acid linked to the anitcodon and are connected to the other proteins with peptides. Forming the peptyde chain of protiens. This is protein synthesis."}
