{"Id":13959,"EssaySet":6,"Mark":0,"Response":"1.they do mitosis so they can stay alive if one cell is dying.2.more substances come in then out3.cell get rid of the stuff they dont need for the cell"}
{"Id":13960,"EssaySet":6,"Mark":0,"Response":"MITOSIS MEOSIS TRANSLATION"}
{"Id":13962,"EssaySet":6,"Mark":0,"Response":"The cell can tell the substances to move across the membrane because the cells need to move to get to the place where they need to go."}
{"Id":13963,"EssaySet":6,"Mark":0,"Response":"The membrane recognizes and lets needed protiens go into the cell.Osmosis is a way they keep the liquid in the cell equal to the liquid outside of the cell.Plants use a cell wall to protect the cell and keep out big things and let the little things in."}
{"Id":13964,"EssaySet":6,"Mark":0,"Response":"1.The structure og the cell's is the same2.living cell's come from another living cell3. cell's come from cell's"}
{"Id":13965,"EssaySet":6,"Mark":0,"Response":"respirationmovement of foods and protiens in and out of the cell"}
{"Id":13966,"EssaySet":6,"Mark":0,"Response":"1. The postion of the cell sometimes wont let the cell move.2. The flagella will grab hold of something on the side to where it will be stuck until it lets go.3. The procees of the cell will stay in one place until its procees is complet."}
{"Id":13969,"EssaySet":6,"Mark":0,"Response":"Proteins are carried by ribosomes to the golgi apparatus.Lipids are stored in the cell membrane to later be sent all over the cell.Stuff that needs to be obstructed from the cell is decomposed by the Lysosomes that travel throughout the cell."}
{"Id":13970,"EssaySet":6,"Mark":0,"Response":"Osmosis, Mitosis, and Cytosis."}
{"Id":13971,"EssaySet":6,"Mark":1,"Response":"Osmosious controls the movement of water across the cell.Diffusion controls how gentic information is moved to another cell.Sodium potassioum pump moves sodium and potassioum around the cell through tubes."}
{"Id":13972,"EssaySet":6,"Mark":0,"Response":"All cells are living.Some cells make other cells."}
{"Id":13973,"EssaySet":6,"Mark":0,"Response":"Transportation so the cell can move particles across the plasma membraneHomeostacis so the cell can do its job normally"}
{"Id":13974,"EssaySet":6,"Mark":0,"Response":"The membrane is permeable which allows smaller cells to go through. Membranes have cells that create openings for larger cells."}
{"Id":13975,"EssaySet":6,"Mark":0,"Response":"anaphase: Cells splittelophase: Cells start to splitprophase: Nuclear membrain dissapers"}
{"Id":13976,"EssaySet":6,"Mark":0,"Response":"Cell Wall- controls what goes in and outCell Membrane- also controls what goes in and outNucleus- conrtols what the cell does"}
{"Id":13977,"EssaySet":6,"Mark":0,"Response":"The cell membrane uses enzymes."}
{"Id":13979,"EssaySet":6,"Mark":0,"Response":"cell respiration"}
{"Id":13981,"EssaySet":6,"Mark":0,"Response":"equilbrium of substances from higt to low concertrion  diffusion the excreation of water and waste from the cell"}
{"Id":13982,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane include: Keeping all the healthy cells healthy, getting rid of the bad cells, and maintaining a smooth environment."}
{"Id":13983,"EssaySet":6,"Mark":0,"Response":"into and out of the cell"}
{"Id":13984,"EssaySet":6,"Mark":0,"Response":"Trna is a movement of a type of cell across the cell membrane."}
{"Id":13985,"EssaySet":6,"Mark":0,"Response":"Three processes are when the cell usese other cells, the use of cilai and flagilia."}
{"Id":13986,"EssaySet":6,"Mark":0,"Response":"The cells use active transport, osmosis, and diffusion to control the movement of substances across the cell membrane. In active transport, the substances move thought the opening (tubes) in the cell membrane to get into the cell. They osmosis, the substances need to be small so they can pass through the membrane. Lastly, in diffusion, they difuse into the cell."}
{"Id":13987,"EssaySet":6,"Mark":0,"Response":"Replication-"}
{"Id":13988,"EssaySet":6,"Mark":0,"Response":"Cells use the process of diffusion to take in the substances. The protiens in the plasma membrane change their shape to carry substances throught the membrane and into the cell. Osmosis also brings substances into the cell by bringing them in through the water around the cell."}
{"Id":13989,"EssaySet":6,"Mark":0,"Response":"cillia- these are short hair like projections that cover the outside of the cell.cell membrain- a barier that lets protiens and food in and out of the cells baodycell wall- also a baier but on plants it helps take in light and releses excces water."}
{"Id":13990,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are being selectively or semi-permeable, osmosis, and diffusion."}
{"Id":13991,"EssaySet":6,"Mark":0,"Response":"Active Transport, inactive transport and escort transport"}
{"Id":13992,"EssaySet":6,"Mark":0,"Response":"carries protien"}
{"Id":13993,"EssaySet":6,"Mark":0,"Response":"homeostasis"}
{"Id":13995,"EssaySet":6,"Mark":0,"Response":"They can carry nutrients across."}
{"Id":13998,"EssaySet":6,"Mark":0,"Response":"The cells movement is controlled by the cell membrane. It controls what comes into the cell and what leaves the cell. Although the nucleus controls the cell and tells it to move the membrane does most of the work."}
{"Id":13999,"EssaySet":6,"Mark":0,"Response":"Cells use diffusion to transfer water across the membrane. They also use protien holes to move the larger substances. Some things that they move across simply pass through the membrane"}
{"Id":14000,"EssaySet":6,"Mark":0,"Response":"1. the cell can control the membrane cause its part of the cell2. the cell can control the membrane like we can do same to ours3.the cell sends a it threw littel tiny cells to the membrane"}
{"Id":14001,"EssaySet":6,"Mark":3,"Response":"1.     -Osmosis is how water gets diffused thru the membrane. 2.     -Active Transport is where an enzyme opens the cell membrane for an object to come in, and extra energy is needed to assist the object into the cell.3.     -Passive Transport is where an enzyme opens the cell, but the object doesn't need the extra energy to come in."}
{"Id":14002,"EssaySet":6,"Mark":0,"Response":"the cytoplasm which caries it on the substance."}
{"Id":14003,"EssaySet":6,"Mark":0,"Response":"The ER is used to direct things leaving the nucleus or help things move through out the cell.The Golgi apperatus directs vacules around the cell."}
{"Id":14004,"EssaySet":6,"Mark":2,"Response":"Cells use diffusion to move substances from an area of high concentration to an area of low concentration until it reaches equilibrium.  Cells also use osmosis, which is diffusion but with water."}
{"Id":14006,"EssaySet":6,"Mark":1,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are Diffusion; paricles moving from high to low consentration. Osmises;"}
{"Id":14009,"EssaySet":6,"Mark":0,"Response":"one is the edoplamick reticulum. and two is the cell mimbraint."}
{"Id":14010,"EssaySet":6,"Mark":0,"Response":"1. Golgi apperatus2. Lysosomes3. Endure Rectal"}
{"Id":14011,"EssaySet":6,"Mark":0,"Response":"1. The nucleous tells the mitocontria to send a signal to the cell membrane.2. The cell membrane gets the message and tells the cytoplasm to start to push things around.3. After that everything gets moved into place."}
{"Id":14012,"EssaySet":6,"Mark":0,"Response":"Enzymes, Catalist, Eukaryotes"}
{"Id":14014,"EssaySet":6,"Mark":3,"Response":"One of the ways cells can move substances across the cell membrane is by diffusion. Diffusion moves substances from an area of high concentration, to an area of low concentration. Another way cells move substances across the cell membrane is by osmosis. Osmosis moves water down the cell membrane. The last way cells move substances across the cell membrane is by the sodium-potassium pump. The sodium-potassium pump takes sodium ions out of the membrane and puts potassium ions into the membrane."}
{"Id":14015,"EssaySet":6,"Mark":0,"Response":"Use of the membrane of the cell helps create movement."}
{"Id":14017,"EssaySet":6,"Mark":0,"Response":"Diffusion, Osmosis, Endocytosis"}
{"Id":14020,"EssaySet":6,"Mark":0,"Response":"One is by moving the cell away from harmful areas. Another is moving the harmful stuff from the cell and bringing in the good stuff. Lastly the cell can move its self to places where it can get more food or water, etc."}
{"Id":14021,"EssaySet":6,"Mark":0,"Response":"One would be going in the vacule and being use for energy.Two would be useing the mRNA to leave the cell.Thrid would be being used for food for the cell."}
{"Id":14022,"EssaySet":6,"Mark":0,"Response":"the cell slide through the membrane then the cell breaks into piecsand the cell eats"}
{"Id":14023,"EssaySet":6,"Mark":2,"Response":"Active transport is where the cell uses energy to move the substances.Passive Transport is where the cell does not use energy to move the substances.Diffusion is where cells release energy"}
{"Id":14024,"EssaySet":6,"Mark":0,"Response":"1: They move with the flagellum,so they can move throughout the cells.2: By ribosomes, so they can send energy through out the cell.3: Or by sending messages to one another"}
{"Id":14027,"EssaySet":6,"Mark":0,"Response":"Nerve cells tell the membrane where it is and the membrane uses that imformation to move it."}
{"Id":14028,"EssaySet":6,"Mark":0,"Response":"Diffusion- the process of using water to move across the membrane.Meiosis- the changing of a cell to move or take up space."}
{"Id":14029,"EssaySet":6,"Mark":0,"Response":"The golgi aperatis acts as the bodies UPS man to transport material.Flagela is used by certain organisms to move."}
{"Id":14030,"EssaySet":6,"Mark":0,"Response":"One process used by cells to control the movement of substances is when the membrane has different ways of letting different molecules enter."}
{"Id":14031,"EssaySet":6,"Mark":0,"Response":"1. Golgie Apratus2. Lysomoes3. Endoplasmic Recticulum"}
{"Id":14032,"EssaySet":6,"Mark":0,"Response":"The ribsomes carry it throughout the cell.The mitocandria carries it to the nucleus.The clear liquid stuff carries it through the cell as well."}
{"Id":14033,"EssaySet":6,"Mark":0,"Response":"One process that is used by cells to control the movement of different substances across the cell membrane is the fllagellum. the flagellum protects and moves the cell."}
{"Id":14034,"EssaySet":6,"Mark":0,"Response":"Three processes that cells use to control the movement of substances across the cell membrane is protein synthesis, transfusion, and moving waste out."}
{"Id":14036,"EssaySet":6,"Mark":0,"Response":"They don't let anything enter the cell membrane."}
{"Id":14037,"EssaySet":6,"Mark":0,"Response":"Three of the processes used in the cell membrane is, diffusion, transfusion, and the letting in of substances into the cell."}
{"Id":14039,"EssaySet":6,"Mark":0,"Response":"they use their membrane to filter things in and out of the cell then proteins take watever it is to be used"}
{"Id":14040,"EssaySet":6,"Mark":0,"Response":"cell wall which controls what goes in and out of the cell.nucleas is the brain of the cell\/centermitochondria is the power house helps keep things moving"}
{"Id":14043,"EssaySet":6,"Mark":0,"Response":"Nuclear envelope- it is used to take waste out of the cell.Lysosomes"}
{"Id":14044,"EssaySet":6,"Mark":0,"Response":"They can control them, they can redirect them, and they can get rid of them."}
{"Id":14046,"EssaySet":6,"Mark":0,"Response":"1. Mitosis2. Meosis3.Protein Synthesis"}
{"Id":14047,"EssaySet":6,"Mark":0,"Response":"OVER TIME THE CELLS CHANGE AN TAKE DIFFERENT FORMS"}
{"Id":14048,"EssaySet":6,"Mark":0,"Response":"mosmis, diffisen, miosis"}
{"Id":14049,"EssaySet":6,"Mark":0,"Response":"Cell diffusion, cell respiration, and cell exertion."}
{"Id":14050,"EssaySet":6,"Mark":0,"Response":"The first way cells control the movement of substance is by waste removal wich will allow the substance to leave the body.  The second way is by mRNA which allows the cell to grab hold of it and release it to the waste. The third way is by letting it be filtered while it goes through the body."}
{"Id":14051,"EssaySet":6,"Mark":0,"Response":"1.)Diffusion is something moving arcoss the surface of the cell membrane and then entering the cell, it requires little energy.2.)Theres also spots were things can get through the cell, but it requires more energy then diffusion.3.)And the cell can just allow something in side it."}
{"Id":14052,"EssaySet":6,"Mark":0,"Response":"1.)  It use's the energy from the membrane                                 2.) It use's the light from the membrane3.) It use's the food from the membrane to makeit there and sometimes back to the spot it came from. It only makes the trip maybe three times."}
{"Id":14053,"EssaySet":6,"Mark":0,"Response":"They use the a chemical proccess of enzymes, the membrain also, and through channels in the membrain."}
{"Id":14054,"EssaySet":6,"Mark":0,"Response":"Three processes that cells use to control movement across the cell membrane are proteins, phospholipids, and vesicles. The substances hook on to the protein and are transfered into the cell. With phospholipids, the substance is absorbed and goes through the membrane into the cell. Vesicles form around the substance and carry it into the cell."}
{"Id":14055,"EssaySet":6,"Mark":0,"Response":"The cell wall blocks and keeps substances from crossing into the membrane"}
{"Id":14056,"EssaySet":6,"Mark":1,"Response":"Osmosis-the act of transporting water through a selectively permeable membrane.  Active transport-the forced movement of a nutrient or mineral through the cell by pores on the cell membrane."}
{"Id":14057,"EssaySet":6,"Mark":0,"Response":"Cells use ribosomes, mitochondria, and lysosomes to move substances across the cell. Ribosomes carry out protiens. Mitchondria are the powerhouse and provide energy. Lysosomes, which come from the Golgi apparatus, carry out sugars."}
{"Id":14058,"EssaySet":6,"Mark":1,"Response":"Diffusion- The cell transports the material across the cell membrane so the concentration is equal on both sides.Osmosis- The transportation of water across the cell membrane."}
{"Id":14059,"EssaySet":6,"Mark":0,"Response":"Cell Resperation"}
{"Id":14060,"EssaySet":6,"Mark":0,"Response":"The cell uses three processes. These three processes are pushing, where the cell pushes the substance crossing the membrane. The second process that a cell uses is carrying the substance across the membrane, and the third one is steering, where the cell steers the substance in order for it not to crash."}
{"Id":14061,"EssaySet":6,"Mark":0,"Response":"movement- helps the membrane move. resirpation- helpts it eat and drink.walk- help it move also."}
{"Id":14062,"EssaySet":6,"Mark":2,"Response":"Some cells use diffusion, in which matter moves from an aea of higher concentraion to  an area of lower concentration. Cells also use osmosis, where water moves froman area of lower concentration to an rea of high concentration. Thirdly, the use active transport in which the cell uses it's own energy to move nurients through its membrane."}
{"Id":14063,"EssaySet":6,"Mark":0,"Response":"cytoplasm-jello like solution that is there for them cell to swim through.flagella-has a tail that helps move them throughout the membrane.cilia-moves cell."}
{"Id":14064,"EssaySet":6,"Mark":0,"Response":"Meosis, is one way that cells move substances. Mitosis is another way that cells move substances. The last way that a cell moves substances is telephase."}
{"Id":14065,"EssaySet":6,"Mark":0,"Response":"it can be moved by mrna,trna,and cells"}
{"Id":14066,"EssaySet":6,"Mark":0,"Response":"MITOSIS , PROPHASE,AND METAPHASE"}
{"Id":14068,"EssaySet":6,"Mark":0,"Response":"electric currents through the spinal cord going directly to the brain."}
{"Id":14069,"EssaySet":6,"Mark":2,"Response":"Cells use osmosis, active transport, and facilitated transport to control the movement of substances across the cell membrane. Osmosis occurs when water and other materials move from an area of high concentration to an area of low concentration. Active transport occurs when materials are brought into and out of the cell using the cell's energy. Facilitated transport occurs when materials are brought into and out of the cell using a mixture of energy from the cell and energy from the products."}
{"Id":14070,"EssaySet":6,"Mark":0,"Response":"the cell wallgolgi"}
{"Id":14071,"EssaySet":6,"Mark":0,"Response":"to keep you aliveto fight off of infectionsto close up a cut in your skin so you dont bleed to death"}
{"Id":14072,"EssaySet":6,"Mark":0,"Response":"diffusion, osmosis, and"}
{"Id":14073,"EssaySet":6,"Mark":0,"Response":"enrgy,cells and"}
{"Id":14074,"EssaySet":6,"Mark":0,"Response":"The cell could not move very fast. The cell could not be able to move at all.The cell could move across the cell membrane."}
{"Id":14075,"EssaySet":6,"Mark":1,"Response":"Three processes used by cells to control movement across the cell membrane are, first, osmosis in which water moves in and out of the cell through the membrane. Second,"}
{"Id":14076,"EssaySet":6,"Mark":0,"Response":"ProtiensGolgie apparatusEnzymes"}
{"Id":14077,"EssaySet":6,"Mark":0,"Response":"1-nucleus  2-cell wall 3-the microondran"}
{"Id":14081,"EssaySet":6,"Mark":0,"Response":"Diffusion of a substance with in a cell."}
{"Id":14082,"EssaySet":6,"Mark":0,"Response":"Passive TransportActive TransoprtDiffusion"}
{"Id":14083,"EssaySet":6,"Mark":0,"Response":"MOVE"}
{"Id":14085,"EssaySet":6,"Mark":0,"Response":"Diffusion is the movement of water over cells. Meiosis is the process in which a substance moves over cell membrane for a short period of time. Mitosis is the process in which water or another substance is moved over a membrane for a long period of  time."}
{"Id":14086,"EssaySet":6,"Mark":0,"Response":"The cell membrane only lets certain things across  the membrane. Osmosis has a permeable layer that allows only certain things across the membrane.The golgi apparatus packages and moves substances across the cell."}
{"Id":14088,"EssaySet":6,"Mark":0,"Response":"Felgella."}
{"Id":14090,"EssaySet":6,"Mark":0,"Response":"To get food the nucleas. To get shape is the cell wall. Also to reproduce they die off."}
{"Id":14091,"EssaySet":6,"Mark":1,"Response":"Osmosis allows water in to the cell membrane, Reverse osmosis brings water out, and..."}
{"Id":14092,"EssaySet":6,"Mark":1,"Response":"The cell membrane is on example of an organelle that controls the movement of substances by having a permeable membrane which decides whether something can enter or leave the cell.Also diffusion is when something is transferred in this case in the cell. The cell uses diffusion to gain things that are necessary for the cell to live. Also the last is osmosis which is diffusion in water. This helps water enter and leave the cell helping th ecell to regulate their processes."}
{"Id":14093,"EssaySet":6,"Mark":0,"Response":"Diffusion, osmosis, transfusion"}
{"Id":14094,"EssaySet":6,"Mark":0,"Response":"One way is the golgi apparatus, another is mitochondria, and the third is mRNA."}
{"Id":14096,"EssaySet":6,"Mark":1,"Response":"The Ion Channel is one of the three, it allows ions to pass through the cell membrane.The Sodium-Potaseum pump is the second of the three."}
{"Id":14097,"EssaySet":6,"Mark":0,"Response":"they are passed through various organelles."}
{"Id":14098,"EssaySet":6,"Mark":0,"Response":"DNA translated to RNA translated to protiens."}
{"Id":14099,"EssaySet":6,"Mark":0,"Response":"cell use of the process called photosynthesis. a process which the cell gets its food from.cells also use the process with the help of mitochondria, so they recieve energy."}
{"Id":14100,"EssaySet":6,"Mark":0,"Response":"they help them movethe are a celll in a membraneand they control the movement of substances."}
{"Id":14101,"EssaySet":6,"Mark":0,"Response":"diffussion is random movement across a cell membrane."}
{"Id":14102,"EssaySet":6,"Mark":0,"Response":"First The organism takes in the food, Then it breaks it down, Finall decomposure takes place."}
{"Id":14104,"EssaySet":6,"Mark":1,"Response":"First the cell can move water across the cell by using osmosis.  The cell can also use a process caled respiration which is when the cell moves oxygen across it. And the third is waste removal."}
{"Id":14105,"EssaySet":6,"Mark":0,"Response":"One cell controls the movement.one cell controls figella.One cell the celius moves the cell."}
{"Id":14106,"EssaySet":6,"Mark":0,"Response":"the cell wall only lets in the good things.the cell membrane helps the other parts of the cell.dna  also go though the cell membrane to get checked out for rna."}
{"Id":14107,"EssaySet":6,"Mark":2,"Response":"Three processes used by celss to control the movement of substances across the cell membrane are osmosis, passive, and assertive. These help to move different things across a cell. Osmosis moves only water across a cell membrane. Passive uses no energy to move proteins across a cell membrane. Assertive uses energy to move proteins acorss a cell membrane."}
{"Id":14108,"EssaySet":6,"Mark":0,"Response":"1. they start from one part of the body and move too the given area they need2. mRNA3. tRNA"}
{"Id":14109,"EssaySet":6,"Mark":0,"Response":"One way to control the movement of substances across the cell membrane is prophase, menaphese, and telephase."}
{"Id":14110,"EssaySet":6,"Mark":2,"Response":"osmosis the movement of waterDiffusion the movements of particles from high to lowactive transport is when the cell uses energy to open and close and allow certain particles in and out"}
{"Id":14111,"EssaySet":6,"Mark":0,"Response":"active transport- movement of proteins"}
{"Id":14113,"EssaySet":6,"Mark":0,"Response":"When molecules are added to a cell, they grow wider. This process is called hypotonic. When molecules leave the cell, this is called hypertonic. And when molecules pass through a barrier in the cell, this is called osmosis."}
{"Id":14114,"EssaySet":6,"Mark":0,"Response":"some process' can be used to move the substances across the cell membrane. one is the funtion of the cell two is the cells cytoplasm and three can be used for the making of the cell that makes the cell come alive and make everything happen"}
{"Id":14115,"EssaySet":6,"Mark":0,"Response":"One of the three proccesses is when the cells travel through the blood flow."}
{"Id":14116,"EssaySet":6,"Mark":0,"Response":"One process is the use of the flagellum. It is used like a whip to move things from one place to the other. Another process is the cell puts a protien in a bubble like structure to move it through the cytoplasm. Also, a cell uses a protien to move things around."}
{"Id":14117,"EssaySet":6,"Mark":2,"Response":"Difusion movement of particles across a membrane.Osmosis movement of water across a membrane.Fucilited diffusion movement of large particles across a membrane with help from proteins."}
{"Id":14118,"EssaySet":6,"Mark":0,"Response":"InterphaseProphaseTelophase"}
{"Id":14120,"EssaySet":6,"Mark":0,"Response":"To control the movement of substances across the cell membrane flagellum, cilium, and carrier proteins are used. Flagellum are long, whip-like structures used for movement. Cilium are short, hair-like structures. Carrier proteins are also often used."}
{"Id":14121,"EssaySet":6,"Mark":0,"Response":"Flagellas is a tail that allows the cell to 'swim' around. Slime allows cells to move around. And little tenticles on outside of cell to help swim around."}
{"Id":14122,"EssaySet":6,"Mark":0,"Response":"The membrane just let the thing that has to go out out and the stuff that has to get in get in."}
{"Id":14123,"EssaySet":6,"Mark":0,"Response":"reconizing the celllets out emzymes to attack"}
{"Id":14124,"EssaySet":6,"Mark":0,"Response":"The cell membrain is used to let things in and out of the cell. the nucleus is the brain of the cell and controlls where it goes. The genes inside of the cell can tell where each cell go."}
{"Id":14125,"EssaySet":6,"Mark":2,"Response":"Diffusion, movement from high to low concentration.  Facilitated Diffusion, energy and protein is moved from low to high concentration.  Osmosis, is the movement of water through the cell membrane."}
{"Id":14126,"EssaySet":6,"Mark":0,"Response":"Umm...convection currents. And"}
{"Id":14127,"EssaySet":6,"Mark":0,"Response":"RIBOSOMES, CHLORAPLAST, CELL WALL."}
{"Id":14128,"EssaySet":6,"Mark":0,"Response":"they can put stuff in the flow of the blood streem for easier movment.they can fight off bad substances to make the movment more smooth.they can use some substances to make scabs if nessecary."}
{"Id":14129,"EssaySet":6,"Mark":0,"Response":"The cells have channels, the cell wall controls what can come in and what can go out. The channels take the subtances to different parts of the cell."}
{"Id":14130,"EssaySet":6,"Mark":0,"Response":"1.) They confront it to see if its a bad substance or a good one.2.) If its bad they willl destroy it.3.)If its a good substance it will adapt to it."}
{"Id":14132,"EssaySet":6,"Mark":0,"Response":"deffisonosmosis"}
{"Id":14133,"EssaySet":6,"Mark":0,"Response":"bloodnervescell tissue"}
{"Id":14134,"EssaySet":6,"Mark":0,"Response":"The three process of DNA are mRNA, tRNA, and gRNA."}
{"Id":14135,"EssaySet":6,"Mark":0,"Response":"MITOCHONDRINE FLAGELLA"}
{"Id":14139,"EssaySet":6,"Mark":0,"Response":"Cells use passive transport through methods of diffusiion and osmosis, and also have the abilirty to use active transport with functions such as exo\/endocytosis and sodium potassium pumps."}
{"Id":14141,"EssaySet":6,"Mark":0,"Response":"There are many processes that control the movement of substances across the cell membrane, but three of the processes are, the movement through the cell's selectively permeable membrane, the movement of waste products by the lysosmes, and the excretion of protiens for the use of the rest of the body."}
{"Id":14142,"EssaySet":6,"Mark":0,"Response":"The cell membrane is used to protect the cell. The cell wall is used to block any harmful things out."}
{"Id":14143,"EssaySet":6,"Mark":2,"Response":"One process cells use to control the movement of substances across the area is osmosis.  Osmosis is when a substance passes through water to move from a higher concentration gradient to a lower concentration gradient.  A second process used to help control the movement is diffusion.  Diffusion is the movement from a higher concentration gradient to a lower concentration gradient.  A third process to help control movement is facilitated diffusion where particles are used to help the movement from the high to low concentration gradients."}
{"Id":14144,"EssaySet":6,"Mark":0,"Response":"The processes are active transport, diffusion, and passive transport."}
{"Id":14146,"EssaySet":6,"Mark":0,"Response":"1. mitosis2. meiosis3. reproduction"}
{"Id":14147,"EssaySet":6,"Mark":1,"Response":"One process is osmosis, which helps moves water in and out of the cell. Another process would be going through the protein channels, this moves things in and out of the cell. A third process would be isomosis."}
{"Id":14148,"EssaySet":6,"Mark":2,"Response":"One process used by cells to control the movement of substances across the cell membrane is osmosis. Cells use osmosis to either gain or get rid of water by passing it across the cell membrane.      Another process used by cells is cellular diffusion. This is like osmosis, it is the process of substances moving from an area of high concentration, to an area of low concentration."}
{"Id":14149,"EssaySet":6,"Mark":1,"Response":"Cells use the process called diffusion.  Diffusion is used to move the substances across the cell.Osmosis is used to move water across the cell. Translation occurs to move substances.  Transciption also moves the substances across the cell membrane."}
{"Id":14150,"EssaySet":6,"Mark":0,"Response":"The cell membrane controls what goes in and what goes out of the cell. Sometimes there are spaces in the membrane allowing tiny things to get through it."}
{"Id":14151,"EssaySet":6,"Mark":0,"Response":"Every cell from a cell."}
{"Id":14152,"EssaySet":6,"Mark":0,"Response":"The cell membrane can only let certain things in and out of the cells"}
{"Id":14153,"EssaySet":6,"Mark":0,"Response":"1.REPRODUCTION2.MOVEMENT3.ENERGY"}
{"Id":14154,"EssaySet":6,"Mark":0,"Response":"The first process is miosis.The second is"}
{"Id":14155,"EssaySet":6,"Mark":0,"Response":"it pushes unwanted waste out"}
{"Id":14157,"EssaySet":6,"Mark":1,"Response":"the selective permeibility of the cell lets some things in and out but not others"}
{"Id":14158,"EssaySet":6,"Mark":0,"Response":"cells can move by tRNA"}
{"Id":14159,"EssaySet":6,"Mark":0,"Response":"MIOSIS-"}
{"Id":14160,"EssaySet":6,"Mark":0,"Response":"SOME HAD TAILS THAT THEY USED TO MOVE.  THEY WERE ALIVE, SO THEY COULD MOVE.  THEY COMBINED WITH EACHOTHER TA MAKE A BIGGER CELL."}
{"Id":14162,"EssaySet":6,"Mark":0,"Response":"Flagellum- a tail like structure used to 'swim' around.Cilia- hair-like structures that whip around providing movement.Another one is where the organism extends out sections of it's cell membrane and fills it with cytoplasm while the opposite end goes away and it moves by a crawling type movement."}
{"Id":14163,"EssaySet":6,"Mark":3,"Response":"Cells use many types of transport to move substances across the cell membrane. Active Transport is a process used where the cell uses energy and transport proteins to move substances in and out of the cell. Osmosis diffuses water molecules into the cell across the cell membrane. And finally, passive transport requires no energy and moves with the concentration gradient to move substances across the cell membrane via transport proteins."}
{"Id":14164,"EssaySet":6,"Mark":0,"Response":"ANAPHASETELOPHASEMETOPHASE"}
{"Id":14165,"EssaySet":6,"Mark":0,"Response":"1.nucleus2.michrocondria3."}
{"Id":14166,"EssaySet":6,"Mark":0,"Response":"The nucleus is the one that tells the other cell parts what to do. So it gives the order then the ribosomes transport the substance out of the nucleus."}
{"Id":14167,"EssaySet":6,"Mark":0,"Response":"The cell uses the nucleus to move. The cell uses the mitochondria to move substances. The cell uses the reticulums to move substances also."}
{"Id":14168,"EssaySet":6,"Mark":0,"Response":"-Diffusion.     -Osmosis."}
{"Id":14170,"EssaySet":6,"Mark":0,"Response":"they control regulation by having little holes that let substances through substance that are to big are not aloud through"}
{"Id":14171,"EssaySet":6,"Mark":2,"Response":"Osmosis= the movement of water through a cellDiffusion= the movement of molecules through the cellPassive Transport= the movement of particles through a body without using energy"}
{"Id":14172,"EssaySet":6,"Mark":0,"Response":"They control the movement of substances across the cell membrane by"}
{"Id":14173,"EssaySet":6,"Mark":0,"Response":"the cells control the movement of substances across the cell membrane because they control the blodd flow."}
{"Id":14176,"EssaySet":6,"Mark":0,"Response":"prophase, anaphase and telophase"}
{"Id":14177,"EssaySet":6,"Mark":0,"Response":"The cell uses the flagellum to move easier the move easier throught the cell. The cell also uses it cell wall in order to keep the substances in the cell. The third process the cell uses is its nucleus to control the cell."}
{"Id":14178,"EssaySet":6,"Mark":1,"Response":"1. Active transport is a process that requires energy because it moves substances against their concentration gradient.2. Simple diffusion is a type of passive transport that moves substances down their concentration gradient. This process requires no energy.3. Facilitated diffusion is a type of passive transport that uses protein to move substances across the cell membrane. No energy is required for this process."}
{"Id":14179,"EssaySet":6,"Mark":0,"Response":"1. Mitochondrion2. Cytoplasm3. Nucleus"}
{"Id":14180,"EssaySet":6,"Mark":2,"Response":"One process used by cells to contol movement is osmosis. Osmosis is the controlled amount of water that goes through the membrane of the cell. Another process is diffusion. Diffusion is the process by which substances move accross the membrane. This monitors the substances that go through the semi-permeable membrane. Only some substances can leave and only some may enter. The third process is the permeability of the cell. The cell is semi-permeable so it will only let in some of the substances that try to enter the cell."}
{"Id":14182,"EssaySet":6,"Mark":0,"Response":"difusion. facillitated difusion. osmosis."}
{"Id":14184,"EssaySet":6,"Mark":0,"Response":"ingulf or eating food, absorbtion asorbing, waste removal"}
{"Id":14185,"EssaySet":6,"Mark":0,"Response":"There are a few processes used by cells to control the movement of the substances across the cell. Three examples include homeostasis, diffusion, and meiosis."}
{"Id":14186,"EssaySet":6,"Mark":0,"Response":"The cells membrane only allows certain objects to enter the cell.They also use the nuclei to help kind of filter what goes across and into the cell. The other things they use is a cell wall, of course only in plant cells."}
{"Id":14187,"EssaySet":6,"Mark":0,"Response":"Cells use many things to move things. Defusion is one way, another would osmoses, and i do not know a third. so yes."}
{"Id":14188,"EssaySet":6,"Mark":0,"Response":"Useing organelles."}
{"Id":14189,"EssaySet":6,"Mark":0,"Response":"1. They are connected to the membrane so that they can controll movement.2. they are feeding the membrane, giving it nutrients and such to make it work better.3.there is a thick gell that allows only the movement of substances pass through."}
{"Id":14191,"EssaySet":6,"Mark":0,"Response":"They use the cell membrane to transport certain types of things into and outside the cell. They can use the cytoplasm inside to halp also move things. They use proteins to transport thing around the cell."}
{"Id":14192,"EssaySet":6,"Mark":0,"Response":"1. Osmosis, the equilzation of water in and outside the cell.2. Organelles, which prevent unessesary functions.3. The Nucleus, the 'brain' of the cell."}
{"Id":14193,"EssaySet":6,"Mark":0,"Response":"The cells carry subtances along the membrane to other places in the body. They also use their platelets to stop things."}
{"Id":14195,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are mRNA, enzymes, and lipids. All three of the processes help control movement. MRNA also helps transfer DNA across the membrane to amino acids in protein."}
{"Id":14196,"EssaySet":6,"Mark":0,"Response":"Selective permabilitymitosis"}
{"Id":14197,"EssaySet":6,"Mark":0,"Response":"anaphase prophase interphase"}
{"Id":14199,"EssaySet":6,"Mark":1,"Response":"Diffusion is when a liquid is transferred across a membrane.Phagocytosis is when an object is enveloped by the membrane."}
{"Id":14200,"EssaySet":6,"Mark":0,"Response":"Golgi Bodies for packaging waste products. Lysosomes used to eat away at the wastes. ER used to move ribosomes."}
{"Id":14201,"EssaySet":6,"Mark":0,"Response":"Blood clots that way the blood wont get out of control."}
{"Id":14203,"EssaySet":6,"Mark":1,"Response":"1)protein channells only allow certain things through.     2)the cell membrane only aloows in small things.     3)active transport"}
{"Id":14204,"EssaySet":6,"Mark":0,"Response":"1. the cells only let certain cells in 2. they use little holes in the outer layer to let substances in.3. they fight off any bacteria or anything they dont want on the cells membrane"}
{"Id":14205,"EssaySet":6,"Mark":0,"Response":"OsmosisExocytosisDiffusion"}
{"Id":14206,"EssaySet":6,"Mark":0,"Response":"Photosynethsis helps a plant survive.Cell splilting to make two cells.Breathing."}
{"Id":14207,"EssaySet":6,"Mark":0,"Response":"The cell membrane moves substances near the nucleaus. As new cells form, the membrane starts to multiply as the cells do."}
{"Id":14209,"EssaySet":6,"Mark":0,"Response":"1the flagellum2."}
{"Id":14210,"EssaySet":6,"Mark":0,"Response":"1.Sliava2.Sweat3.waste"}
{"Id":14211,"EssaySet":6,"Mark":0,"Response":"ossmosis, nuclues,photosinthisis"}
{"Id":14212,"EssaySet":6,"Mark":0,"Response":"1. Active transport- help ot go from cell to cell and get it's protein2. Inactive transport-does not help it get it's protein adn reproduce3.Diffusion-uses energy to help the plants\/cells grow."}
{"Id":14213,"EssaySet":6,"Mark":0,"Response":"They transfer the DNA. They store proteins. And collect enzymes. They do all of that so that the cell can function."}
{"Id":14214,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are flagenal, bristles, and rebosomes."}
{"Id":14215,"EssaySet":6,"Mark":0,"Response":"The proteins control what gets in and out of the cell membrane.If something is too big to get through the membrane it can stretch to make room. Polar heads face out inside and outside of the cell membrane because there is water on both sides. Non-polar tails are smooshed in between the polar heads so they don't touch water."}
{"Id":14216,"EssaySet":6,"Mark":0,"Response":"three processes used by the calls to control the movement of substances across the cell membrane are cellular resparation, photosynthesis, and cell division."}
{"Id":14217,"EssaySet":6,"Mark":0,"Response":"one process used by cells to control movement of substances across the cell membrans is the cell wall. another processes but wich cells use to control the substances that cross the cell membranes are the phospholipids that line that cell wall these help keep unwanted thing out as well. lastly one last process used by cells to control the movment of substances across the cell membrans are membranes thar act as little doors that open and close to let thing inside."}
{"Id":14218,"EssaySet":6,"Mark":0,"Response":"Active TransportFacilated Diffusion   Simple Diffusion"}
{"Id":14219,"EssaySet":6,"Mark":2,"Response":"Osmosis is the movement of water across the cell membrane. Diffusion is another type of movement process used by the cell. Neither of these require energy for the cell to use. Active transport, on the other hand, is a process of movement which does require energy."}
{"Id":14220,"EssaySet":6,"Mark":0,"Response":"The purpose of the membrane is to help pass over the stuff your  body takes in or needs. It separates the good stuff and the bad."}
{"Id":14221,"EssaySet":6,"Mark":0,"Response":"they devide into 2 and multply"}
{"Id":14223,"EssaySet":6,"Mark":0,"Response":"Nucleus, Nucleolis, Golgi Apparatus"}
{"Id":14224,"EssaySet":6,"Mark":2,"Response":"1. Cells can use Passive Transports, which is where there is no energy used.2. Cells can use Active Transports, which is where there is energy used."}
{"Id":14225,"EssaySet":6,"Mark":0,"Response":"1. The cell cycle"}
{"Id":14226,"EssaySet":6,"Mark":0,"Response":"They have flagella to help them move the substances across the cell membrane. The cell membrane also chooses if the bacteria or substance can enter. Then the cell uses active transport."}
{"Id":14227,"EssaySet":6,"Mark":0,"Response":"The cells send a message to the brain when something is going wrong like if you touch a hot stove the cells send a message saying hey this is hot and your hand then knows to move away."}
{"Id":14229,"EssaySet":6,"Mark":0,"Response":"transfusion"}
{"Id":14232,"EssaySet":6,"Mark":0,"Response":"The three processes used by cells to control the movement of substances across the cell membrane are, active, transive transport."}
{"Id":14233,"EssaySet":6,"Mark":0,"Response":"the cells absorb it and carry it to where it has to go. the cell pushes it. the cell flows with it to make it go where it has to go"}
{"Id":14235,"EssaySet":6,"Mark":0,"Response":"They've got the cell wall so not everything can come in or out."}
{"Id":14236,"EssaySet":6,"Mark":3,"Response":"Three processes used by cells to move substances across the membrane are Osmosis, Diffusion, and Active Transport. Active transport uses energy to move substances from a low concentration to a high concentration. Diffusion carries substances from a high concentration to a low concentration. Also Osmosis takes water only and moves it from a high concentration to a low concentration."}
{"Id":14237,"EssaySet":6,"Mark":1,"Response":"Osmosis moves water through the cell membrane."}
{"Id":14238,"EssaySet":6,"Mark":0,"Response":"Controlling movement"}
{"Id":14239,"EssaySet":6,"Mark":0,"Response":"The three processes used are TRNA, DNA, and flagellum to control the movement of substances through the cell membrane."}
{"Id":14240,"EssaySet":6,"Mark":0,"Response":"Cells use"}
{"Id":14242,"EssaySet":6,"Mark":0,"Response":"1. the cells allows what goes into the membrane.2. the cells allow what goes out of the membrane.3. it controls how the membrane allows the cell to reproduce."}
{"Id":14243,"EssaySet":6,"Mark":0,"Response":"Well they can move they reproduce and they have some crazy thing called a cell wall."}
{"Id":14244,"EssaySet":6,"Mark":0,"Response":"Osmosis, is the passing of things across a membrane. Meiosis, and Mitosis."}
{"Id":14246,"EssaySet":6,"Mark":0,"Response":"cells use the flagella.."}
{"Id":14247,"EssaySet":6,"Mark":0,"Response":"cell wall- it prevents things from coming in and going out."}
{"Id":14248,"EssaySet":6,"Mark":0,"Response":"Ribosomes, Mitochondria, and the nucleus"}
{"Id":14249,"EssaySet":6,"Mark":0,"Response":"They have the same cells so they can move from place to place."}
{"Id":14251,"EssaySet":6,"Mark":0,"Response":"The cytoplasm moves the ribosome around in the cell. The endoplasmic reticulum moves the ribosomes into the nucleus. The golgi apparatus removes the unwanted substances out of the cell."}
{"Id":14252,"EssaySet":6,"Mark":0,"Response":"protiens entering cell to helpviruses disguising as proteins and entering cellNucleus sending mRNA to get things it needs from outside the cell"}
{"Id":14253,"EssaySet":6,"Mark":0,"Response":"MITCHONDRIA-DOUBLE THE CELLCELL WALL - CONTROL WHAT COME IN AND OUT"}
{"Id":14254,"EssaySet":6,"Mark":1,"Response":"osmosis - the diffusion of water through celldiffusion - allowing materials through the membrane"}
{"Id":14255,"EssaySet":6,"Mark":0,"Response":"transport of substances across the cell membrane diffusionwhich is the process of moving matter and materials from one end to the other."}
{"Id":14256,"EssaySet":6,"Mark":0,"Response":"Translation, obsorbs food. Endocytosis, when food enters. Exocylosis, when waste exits."}
{"Id":14257,"EssaySet":6,"Mark":1,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are the sodium potassium pump, endocytosis, and exocytosis.      The sodium potssium pump pumps sodium ions out and potassium ions in. It is a form of active transport,     Endocytosis moves large materials into the cell by the use of a vesicle; it is a form of active transport.     And exocytosis moves large materials out of a cell by the use of a vesicle; it is also a form of active transport."}
{"Id":14258,"EssaySet":6,"Mark":0,"Response":"The nucleus holds all the DNA and controls the cells functions. The proteins help control what passes through the cell membrane. The cell membrane also determines what comes in and out of the cell."}
{"Id":14260,"EssaySet":6,"Mark":0,"Response":"water,oxygen,protein"}
{"Id":14261,"EssaySet":6,"Mark":3,"Response":"The first type of movement is called active transport. In this kind of movement the cell has to use energy to transport substances across the membrane. This type of movement requires energy from the cell. An example of active transport is moving particles from an area of lesser concentration to an area of greater concentration. The next for of transport is facilitated diffusion. In this type of transport the cell does not use energy. An example of facilitated diffusion is moving particles from an area of greater concentration to an area of lesser concentration. The last process is passive transport. This is when the particles move with the concentration gradient and require no energy."}
{"Id":14262,"EssaySet":6,"Mark":2,"Response":"Active transport- diffusion against the concentration gradient.Passive transport- diffusion along the concentration gradient.Diffusion- The random movement of praticles from an area of high concentraion to low concentration."}
{"Id":14263,"EssaySet":6,"Mark":0,"Response":"1. Absorbing nutrients    Cells must absorb nutrients in order to live. 2. Producing offspring    They must also reproduce to not become extinct.3. Adapting to natural habitats    Cells must be able to be comfortable where they lie in order to survive. They must be familiar with it and know how to live in it."}
{"Id":14264,"EssaySet":6,"Mark":1,"Response":"Osmosis, water is moved through the cell."}
{"Id":14265,"EssaySet":6,"Mark":0,"Response":"Facilitaded diffusion"}
{"Id":14267,"EssaySet":6,"Mark":0,"Response":"One is the protein channel and it helps control how much of that substance goes through. Two is the cell membrane which tells the substace where to go and how much of it to go. Three is the mitochondria it also tells how much subtance goes where and how much of it."}
{"Id":14268,"EssaySet":6,"Mark":0,"Response":"1) The movemnets of substances acrosss the cell membrane flow through the blood streams.2)3)"}
{"Id":14269,"EssaySet":6,"Mark":0,"Response":"metaphase- slows it down to create the processtelaphase-speeds it up to create the process."}
{"Id":14271,"EssaySet":6,"Mark":1,"Response":"Diffusion- to move substances across a cell membraneOsmosis- The diffusion of water into and out of a cellActive Transport- Transporting substances through a cell"}
{"Id":14272,"EssaySet":6,"Mark":1,"Response":"Osmosis is when water passes through a barrier, which is selectively permeable in the case of a cell. Diffusion is when the cell tries to reach equilibrium by choosing what enters the cell. Homeostasis is when an organism is in equilibrium with the environment."}
{"Id":14273,"EssaySet":6,"Mark":0,"Response":"Osmosis"}
{"Id":14274,"EssaySet":6,"Mark":0,"Response":"1. anaphase2. telophase3. interphase4. prophase"}
{"Id":14275,"EssaySet":6,"Mark":0,"Response":"The cell uses three basic processes for movement across the membrane; one is the flagelum, another the cytoplasm and finally the protein in the ribonucleis acid"}
{"Id":14276,"EssaySet":6,"Mark":0,"Response":"1. There is the cell wall that only lets wanted materials pass.2. Then there is the cytoplasm that will capturesomething unwanted and get rid of it.3. Lastly there is the nuclear envelope that also only lets wanted materials get through so it helps protect the cell from harmfull things."}
{"Id":14277,"EssaySet":6,"Mark":0,"Response":"IT WILL HAVE TO GO INTO PHASES REPRODUCE"}
{"Id":14278,"EssaySet":6,"Mark":0,"Response":"1.photosynthisis2.resperation3.digestion"}
{"Id":14279,"EssaySet":6,"Mark":2,"Response":"1. Osmosis-water through the cell membrane2. Diffusion-molecules passing through a membrane into places of low concentration.3. molecules passing through a membrane into places of high concentration"}
{"Id":14280,"EssaySet":6,"Mark":1,"Response":"Substances that are passing out and going in through the menmbrane are wastes that have to go through phosphate groups. Osmosis, which if water moving to an area of high concentration to and area of low concentration, either makes the cell shrink or swell with water. It could result in dehydration or overhydration. Thing thats are too big to pass through the cells pores are not allowed intrance nor exit. Wastes and food particles move in and out through the cell's membrane."}
{"Id":14281,"EssaySet":6,"Mark":0,"Response":"Mitosis, Meiosis,"}
{"Id":14282,"EssaySet":6,"Mark":0,"Response":"Three of the processes that cells use to control movement into and out of the cell membrane are protein channels that let substances pass through them, Endosymbiosis allows large substances to enter, and Exocytosis allow larger substances to exit the cell."}
{"Id":14284,"EssaySet":6,"Mark":0,"Response":"diffusion"}
{"Id":14285,"EssaySet":6,"Mark":3,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are diffusion, osmosis, and active transport. Diffusion is the process of substances moving across a membrane from a high concentration to a low concentration, or with the concentration gradient. Osmosis is the same process as diffusion but uses water instead of particles. Active transportation is the process of substance moving through a membrane against the concentration gradient, or from low to high concentration."}
{"Id":14287,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances acrosss the cell membrane are"}
{"Id":14288,"EssaySet":6,"Mark":0,"Response":"Some cells have a cell wall. A cell wall controls what enters and exits a cell. The cell membrane is very thick and can be very sensitive in what it receives into it.Cell membranes only have openings, like doors, to recieve certain sized things so anything unwanted can be left out."}
{"Id":14289,"EssaySet":6,"Mark":0,"Response":"tRNA, mRNA,rRNA"}
{"Id":14290,"EssaySet":6,"Mark":0,"Response":"1) The cell  outer wall membrane: Attaches with the rest of the structures and  functionsof the outer most cell.2) The cell's nucleus: Is the major working system that tells the other parts what to do, a correspondent.3) The cell cytoplasm: moves waste and gathers nutrients from the entire cell to supply it with life."}
{"Id":14291,"EssaySet":6,"Mark":1,"Response":"Osmosis is used to move water across the cell membrane.______ moves large particles across the cell membrane.______ moves small particles across the cell membrane."}
{"Id":14292,"EssaySet":6,"Mark":0,"Response":"The golgi apparatus brings in and take things that are needed.The mitocondria processes and store things until they are used."}
{"Id":14293,"EssaySet":6,"Mark":0,"Response":"injection"}
{"Id":14294,"EssaySet":6,"Mark":0,"Response":"Cells move across the membrane with the use of osmosis, diffusion, and homostasis. Osmosis is when the cell determines what is, and is not, allowed to cross the cell membrane. Homostasis is when the cell is both equally stable on the inside and outside of the cell. Diffusion is when molecules are entering and leaving the cell."}
{"Id":14295,"EssaySet":6,"Mark":0,"Response":"Three processes that are udes by the cell to move substances across the cell membrane are the cell wall,"}
{"Id":14296,"EssaySet":6,"Mark":1,"Response":"Passive transport, which lets substances across the cell all the time.  Active transport, lets substances move across the cell as well, but active transport isn't used all the time.  Diffusion, which is the movement of higher concentrations to lower concentrations."}
{"Id":14297,"EssaySet":6,"Mark":0,"Response":"They use mRNA to carry messages to the mitochondria and the cell somehow use that message or energy."}
{"Id":14298,"EssaySet":6,"Mark":0,"Response":"1.Transcription2.Translation3. Reflection"}
{"Id":14300,"EssaySet":6,"Mark":0,"Response":"mRNA carries messages from the nucleus to other organstRNA transports dna to places with in the cellrRNA"}
{"Id":14301,"EssaySet":6,"Mark":0,"Response":"1. cell membrane.2. cell wall.3. nucleus."}
{"Id":14303,"EssaySet":6,"Mark":0,"Response":"osmosis, active transport,and diffusion"}
{"Id":14305,"EssaySet":6,"Mark":0,"Response":"Cells divide, carry oxygen to the brain, deliver nutrents"}
{"Id":14306,"EssaySet":6,"Mark":2,"Response":"Osmosis- The process in which water passes through a cell membrane.Diffusion- The process in which substances other than water pass through a cell membrane.Active Transport- The process in which a cell uses ATP as a source of energy to push substances through the cell membrane."}
{"Id":14307,"EssaySet":6,"Mark":3,"Response":"These include passive\/active transport, facilitated diffusion, and osmosis. Passive transport does not require energy, but active transport does. Passive transport is high to low concentration, and active transport is low to high concentration. Facilitated diffusion is when a protein in the cell membrance is used to aid in the transfer of substances. Osmosis is the diffusion of water across the cell membrane."}
{"Id":14308,"EssaySet":6,"Mark":0,"Response":"THIS IS MOVIENT CONTROL AND BY CALL ACROSS."}
{"Id":14309,"EssaySet":6,"Mark":0,"Response":"The nucleus help with gathering substances. Also the ribsomes help keep them moving. The chromotids help keep track of where everything is."}
{"Id":14310,"EssaySet":6,"Mark":0,"Response":"Osmosis, RNA, and Cell reproduction"}
{"Id":14311,"EssaySet":6,"Mark":0,"Response":"1. Cell membranes that allow enzymes to move across the cell. 2. The nucleaus that controls all the chemical processes in the cell to maintain homeostasis.3. The cell wall that allows only certain enzymes to enter and exit the cell."}
{"Id":14312,"EssaySet":6,"Mark":0,"Response":"cellular respiration- The respiration of cells.cell division- the dividing of cells.cell frequencies- frequency of cells."}
{"Id":14313,"EssaySet":6,"Mark":2,"Response":"Active transport:Were enrgy is used to let something go out of the body because it is opposite of the flow.Passive transport:Energy is not used to have protiens or other materials pass through the membrane.Osmosis:Were substances pass through the cell membrane because the cell has lower concentration then out side of the cell."}
{"Id":14314,"EssaySet":6,"Mark":0,"Response":"Osmosis, Flagellum, Diffusion"}
{"Id":14316,"EssaySet":6,"Mark":0,"Response":"One way they try carry the substances across the cell membrance is that the cells will go through a special kind of door that only allows a certain kind of substance in.Another way is that the special exits that let out a certain kind of substance.And finally, the third one, the way that they are moved into the cell through a door that allows both subtances into the cell."}
{"Id":14319,"EssaySet":6,"Mark":0,"Response":"with their body's, through blood, and organs"}
{"Id":14320,"EssaySet":6,"Mark":0,"Response":"The cell membrane uses everything in the cell to control what moves threw out the cell."}
{"Id":14321,"EssaySet":6,"Mark":0,"Response":"1.IT CONTROLS THE MOVMENT OF YOUR BODY MOVMENT.2.IT HELPS YOU THINK.3.IT HELS THE CELL MEMBRANE UNDERSTAND."}
{"Id":14323,"EssaySet":6,"Mark":0,"Response":"Osmosis is the movement with water.Diffusion transports materials through the memebrane.Facilitated diffusion"}
{"Id":14324,"EssaySet":6,"Mark":0,"Response":"The first process is flagella is a tail like structure used for movement.The second process is called cilia it is little hairs that help move cells.The third process is called transfer RNA. It moves around the cell getting information where it needs to go."}
{"Id":14325,"EssaySet":6,"Mark":0,"Response":"the cell membrane is controlled"}
{"Id":14328,"EssaySet":6,"Mark":0,"Response":"Osmosis-moving water across the cell"}
{"Id":14329,"EssaySet":6,"Mark":0,"Response":"It sends signs to allow that cell to cross over. then it seems that the cells can reproduce."}
{"Id":14330,"EssaySet":6,"Mark":0,"Response":"Cells attach to other cells."}
{"Id":14331,"EssaySet":6,"Mark":0,"Response":"slow the movement down they also can totally stop moving ment or they can let it go right through"}
{"Id":14333,"EssaySet":6,"Mark":0,"Response":"The cell membrane controls the traffic from one side to another side of the membrane."}
{"Id":14334,"EssaySet":6,"Mark":2,"Response":"One way is the tRNA moves proteins to the cytoplasm.Another way is through Active Transport, Active Transport uses energy to force substances out of the membrane. Passive Transport also moves substances out of the membrane, but it does not require energy."}
{"Id":14335,"EssaySet":6,"Mark":0,"Response":"Passive transportationActive transportationDiffusion"}
{"Id":14337,"EssaySet":6,"Mark":0,"Response":"the flagellim is used to cause the organism to move about ."}
{"Id":14338,"EssaySet":6,"Mark":0,"Response":"The cell uses it little fingers to move things across the surface."}
{"Id":14339,"EssaySet":6,"Mark":0,"Response":"Mutation, transcription, and translation are three processes."}
{"Id":14340,"EssaySet":6,"Mark":0,"Response":"the substancs is put in to the golgi and packaged then put through protine and passed through the cell wall"}
{"Id":14341,"EssaySet":6,"Mark":0,"Response":"the cells in the plasma are controlled by the current within the cell. then the nucleus opens and lets cell through."}
{"Id":14343,"EssaySet":6,"Mark":0,"Response":"Cells travel through the human body when they are needed. It only takes a matter of seconds for them to get to where they are needed. Example: if you got a scratch on ur knee the second its ripped open and there are diseases and bacteria trying to infect it. There are anti bodies and white blood cells are fighting it off."}
{"Id":14344,"EssaySet":6,"Mark":0,"Response":"flagellum"}
{"Id":14346,"EssaySet":6,"Mark":0,"Response":"they move from one place to another they all go to the human body they go threw the blood vessal"}
{"Id":14348,"EssaySet":6,"Mark":0,"Response":"Active transport because with active transport the substances are active, and moving around, and not just staying in one place.Deletion because it deletes some of the substances if they get in the way of something, that way they can keep moving.Diffusion because substances are kept moving, and don't just stay still."}
{"Id":14349,"EssaySet":6,"Mark":0,"Response":"1.) they can go through 'doors' called channel protein2.) they can insert their 'key' proetin to unlock the cell membrane in order to pass through3.) they can be transported out of the cell by the organelles"}
{"Id":14350,"EssaySet":6,"Mark":0,"Response":"osmosis, endoplasmic reticulum"}
{"Id":14351,"EssaySet":6,"Mark":0,"Response":"ProphaseMetaphaseAnaphase"}
{"Id":14352,"EssaySet":6,"Mark":1,"Response":"diffusion only allows certain particles to leave and enter the cell.Osmosis only allows a certain amount of water to go through the cell.the cell membrane  controls what enters and leaves the cell."}
{"Id":14353,"EssaySet":6,"Mark":0,"Response":"protien enzyms rna"}
{"Id":14354,"EssaySet":6,"Mark":0,"Response":"one of the proccesses is the cell wall that blocks anything from getting to the inside"}
{"Id":14355,"EssaySet":6,"Mark":0,"Response":"flagellum, silluim"}
{"Id":14358,"EssaySet":6,"Mark":0,"Response":"cell resperation it will give it so much oxegen to what needs the certain amout of oxygencell membrane keeps what cant fit in out and lets what is small enough to come inchannels that keep sertain thins though and would let what isnt made for that spacificaly out of the cell"}
{"Id":14359,"EssaySet":6,"Mark":0,"Response":"They use the mitochondria to send messages."}
{"Id":14361,"EssaySet":6,"Mark":0,"Response":"Cells can move substances across the cell membrane by diffusion.  Also by respiration and osmosis.  Water diffuses through the cell membrane."}
{"Id":14362,"EssaySet":6,"Mark":1,"Response":"osmosis, is the process in which water can pass through a permeable membrane.diffusion allows little substance to pass through the cell membrane."}
{"Id":14363,"EssaySet":6,"Mark":0,"Response":"mitosiosmieosis"}
{"Id":14365,"EssaySet":6,"Mark":0,"Response":"1.Oxygen profusion- Oxygen profuses through the air over the celll membrane. 2.Cellular diffusion- The substance diffuses through the cell membrane.3. Convection- The substance goes through the cell membrane."}
{"Id":14366,"EssaySet":6,"Mark":0,"Response":"The three processes used by cells to control movement of substances across the cell membrane are reproduction, storing energy and movement.  In reproduction the cell produces offspring.  Storing energy requires the cell to become more active.  Movement requires the cell to adapt to different places in the cell."}
{"Id":14367,"EssaySet":6,"Mark":3,"Response":"The three ways cells move things across their membraine is osmosis, active transport and passive transport. Osmosis is the diffusion of water accross a semi-permiable membrane and doesnt require any energy. Active transport is when molecules are getting diffused against the concentration gradient and passive transport is when molecules are diffused going with the concentration garadient"}
{"Id":14369,"EssaySet":6,"Mark":0,"Response":"one way is the orgenes move it.there is searten parts of the cell that let it out."}
{"Id":14370,"EssaySet":6,"Mark":0,"Response":"The nucleus gives instructions to the rest of the cell.The ribosomes move important things around, and the cell wall lets things in or out."}
{"Id":14371,"EssaySet":6,"Mark":0,"Response":"The nucluesEnzymesProkayotes"}
{"Id":14372,"EssaySet":6,"Mark":0,"Response":"Cells control the movement of substances across the cell memebrane the three proceesses are: The cell membrane moves out and in cells.Also it controls all the stuff in the cell membrane.And also the cell membrane carrys stuff into the membrane."}
{"Id":14373,"EssaySet":6,"Mark":0,"Response":"They enter through openings in the cell membrane. There they are moved throughout the cell membrane through tubes. Finally, they reach an opening and are released where they need to go."}
{"Id":14374,"EssaySet":6,"Mark":0,"Response":"reproduction,respiration,proteins"}
{"Id":14375,"EssaySet":6,"Mark":0,"Response":"Removes waist, takes in martierials, and"}
{"Id":14376,"EssaySet":6,"Mark":0,"Response":"The cell uses openings in the membrane. They move throgh it on ribosomes."}
{"Id":14377,"EssaySet":6,"Mark":0,"Response":"Active Transport- moves materials across the membrane.Diffusion- substances link with proteins to move across the membrane."}
{"Id":14378,"EssaySet":6,"Mark":0,"Response":"The first process is to move it to the mitochdaine. Then they move it the to ensumyes. The final movement they make is to the cell membrane."}
{"Id":14379,"EssaySet":6,"Mark":0,"Response":"they send out messagesthey work togetherthey dont eat each other"}
{"Id":14380,"EssaySet":6,"Mark":3,"Response":"1. The phospholipid bilayer selctively permeable to what can enter through the cell membrane. 2. Osmosis and diffusion are passively transport, meaning they go with the concentration gradient and use no energy.3. Active transport uses energy and does not go with the concentration gradient. An example of this would be phagocytes and endocytosis."}
{"Id":14381,"EssaySet":6,"Mark":0,"Response":"One way cells move is using a flagella.  It is a tale-like structure.  Another way cells move is using cilla.  These are hairlike structures on the outside of the cell.  The last way is the psudopod or false foot.  The cell sends out a part of itself and the rest follows."}
{"Id":14382,"EssaySet":6,"Mark":0,"Response":"cell diffusion, keep some cells form moving out of the membrane."}
{"Id":14383,"EssaySet":6,"Mark":0,"Response":"The stimulas keeps the proteins and organalles in place so that the membrane dose not let proteins move freely trough it."}
{"Id":14385,"EssaySet":6,"Mark":0,"Response":"1.they use long whipped like structures to move around2.the cells go and kill the bad things that dont need to be in our body 3.the cells go from place to place multiplying themselves and helping our body"}
{"Id":14386,"EssaySet":6,"Mark":0,"Response":"A cell consist of many parts to protect things from getting in. One part is the cell membrane. The cell membrane acts like an outer lining to protect the cell from harmful things getting in. The mitocodria, is another part. It carries out waste from the cell. The final part is the cell wall, found only in plants. This allowes a double protection feature to be sure things don't get in."}
{"Id":14387,"EssaySet":6,"Mark":0,"Response":"mRNA,tRNA,rRNA"}
{"Id":14388,"EssaySet":6,"Mark":0,"Response":"DiffusionThe process by which water moves across the semi-permeable membrane."}
{"Id":14389,"EssaySet":6,"Mark":1,"Response":"Osmosis- the ovement of waterDiffusion- the movement in a membraneActive Transport- the movement of energy"}
{"Id":14390,"EssaySet":6,"Mark":0,"Response":"Active and passive transport moves substances across the membrane."}
{"Id":14391,"EssaySet":6,"Mark":0,"Response":"mRNA-messenger RNA that delivers information to other cellstRNA-transcript RNA that writes the information for the mRNArRNA-"}
{"Id":14393,"EssaySet":6,"Mark":0,"Response":"The nuclear pores.The nucleus.Premeable acceptable."}
{"Id":14394,"EssaySet":6,"Mark":0,"Response":"The cell membrane regulates movement in and out of the cell by monitoring what passes through.  In prokaryotic cells, an operon (consisting of 'switch' and area to latch onto) regulates the transcription of DNA.  In eukaryotic cells, cell regulation can be monitored by the removal of introns."}
{"Id":14395,"EssaySet":6,"Mark":0,"Response":"MitosisMeiosisCell reproduction"}
{"Id":14397,"EssaySet":6,"Mark":0,"Response":"passive transport is when the substance can move freely through the cell membrane."}
{"Id":14398,"EssaySet":6,"Mark":0,"Response":"osmosis, diffusion,"}
{"Id":14400,"EssaySet":6,"Mark":0,"Response":"INCREASE SURFACE AREAINCREASE OF WIEGHTDECREASE OF MASS"}
{"Id":14401,"EssaySet":6,"Mark":0,"Response":"1. they allow what they want to enter the cell.2. they allow what they don't want to exit the cell.3. they don't just let anything leave."}
{"Id":14403,"EssaySet":6,"Mark":0,"Response":"The cell membrane of the cell can help it move. The nucleus of the cell can determine wether the cell can move."}
{"Id":14404,"EssaySet":6,"Mark":0,"Response":"The cell membrane determines what can enter the cell and what can not. Lysosomes act ike 'janitors' for the cells and remove waste. The cell membrane is made up of proteins and carbohydrates."}
{"Id":14405,"EssaySet":6,"Mark":0,"Response":"They can use ATP the takes energy to move them from place to place. Cells also use marker proteins so other cells can read where they are needed to do a job"}
{"Id":14406,"EssaySet":6,"Mark":1,"Response":"Selective permeable membrane restricts what goes through the cell membrane. Osmosis also is a selective membrane, which helps the nutrients needed go through the cells membrane."}
{"Id":14407,"EssaySet":6,"Mark":0,"Response":"flagella- it is used to move the cell and how fast it is moving, large hairlike .cilia- it is used to move the cell slower, small hairlike.some cells use thier bodies to move and they move slow."}
{"Id":14408,"EssaySet":6,"Mark":0,"Response":"One is called the cilia. Cilia are little hair like structures that help the cell or organsim move and protect it. And another is a gel like substance that is sticky and slimmy it is what the snails use so they can move it is a thick layer off slim that helps move and protect it."}
{"Id":14409,"EssaySet":6,"Mark":0,"Response":"Though a small opening that only aloows certain thing to come in. The fact there is no cell wall. Pushing and using enegry to get though the cell membrane."}
{"Id":14410,"EssaySet":6,"Mark":0,"Response":"rnamrnadna"}
{"Id":14411,"EssaySet":6,"Mark":0,"Response":"1. rRNA recieves messages from mRNA.2.mRNA is the messenger RNA its sends messages it is also involved in protein synthesis3. tRNA transverse the RNA"}
{"Id":14413,"EssaySet":6,"Mark":0,"Response":"Osmosis is where water comes in and this process has to keep cells for becoming too engorged. Diffusion- where molecules move through the cell membrane. Facilitated diffusion- that is where molecules cannot get through and need help to do so."}
{"Id":14414,"EssaySet":6,"Mark":0,"Response":"osmosis, passive transports, and active transports"}
{"Id":14415,"EssaySet":6,"Mark":0,"Response":"Reproduction of the cell."}
{"Id":14418,"EssaySet":6,"Mark":0,"Response":"flagellummitochondria"}
{"Id":14419,"EssaySet":6,"Mark":0,"Response":"They go to where their function is needed. They go along where the substances are supposed to be. They get carried out of the area into a new one."}
{"Id":14420,"EssaySet":6,"Mark":1,"Response":"1. A permeable membrane chooses what objects enter and leave the cell.2. Active transport helps larger objects pass through this permeable membrane.3. Passive transport also helps other objects move from inside the cell or out."}
{"Id":14421,"EssaySet":6,"Mark":0,"Response":"osmosis is when water is used to move around the cell membrane."}
{"Id":14423,"EssaySet":6,"Mark":0,"Response":"anaphaseprophasetelophase"}
{"Id":14424,"EssaySet":6,"Mark":0,"Response":"One process is the cell wall because that is the outer covering of the cell so it doesn't let anything out of it.  The second process is the ribosomes because it cannot go past the cell membrane.  The third process is cell membrane itself because it also protects everything and doesn't let anything past the it so it don't touch the cell wall."}
{"Id":14425,"EssaySet":6,"Mark":0,"Response":"Anaphase, metaphase, telaphase"}
{"Id":14426,"EssaySet":6,"Mark":3,"Response":"Active transport- uses energy to move subatances across the membranePassive transport- does not use energy to move substances across the membraneOsmosis- the diffusion of water across the membrane"}
{"Id":14427,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control substance movement are:Nucleus- tells the cell what to do.Ribosomes- transports proteins across the cell.Endoplasmic reticulum- carries ribosomes through the cell."}
{"Id":14428,"EssaySet":6,"Mark":0,"Response":"There is active transport, passisve  transport, and diffusion."}
{"Id":14429,"EssaySet":6,"Mark":0,"Response":"MEOSIS,MIEOSIS,MUTATION"}
{"Id":14430,"EssaySet":6,"Mark":0,"Response":"THEY USE PLASMA, RIBOSOMES, AND MITOCHONDREA"}
{"Id":14431,"EssaySet":6,"Mark":0,"Response":"active transport, passive transport, and osmosis"}
{"Id":14432,"EssaySet":6,"Mark":0,"Response":"The three processes are,they use the nucleus,cell plasmid,and the cell membrane to control substances."}
{"Id":14433,"EssaySet":6,"Mark":0,"Response":"The membrane is selectively permeable.  It only allows things through that it recognizes.  Some things have special entrances to the cell."}
{"Id":14434,"EssaySet":6,"Mark":0,"Response":"TRANSCRIPTION"}
{"Id":14435,"EssaySet":6,"Mark":0,"Response":"Cells use vesicles, transport chains, and protiens to control the movement of subsatnces across the cell membrane. Vesicles eat and digest unwanted or wasted substances. When the vesicle dies, so does the cell.Transport chains carry many things across the cell. This way, equilibrium is reached, RNA can leave the cell, and many other things can occur to keep the cell going.Protions act as gates for subatances entering and leaving the cell. They open and have the particles attatch to them. They then close and open up on the opposite side. This way, things that should not go into the cell are not let in or out."}
{"Id":14436,"EssaySet":6,"Mark":1,"Response":"Osmosis is when water comes through the cell membrane.  Other times the cell opens its membrane and allows a substance to enter.  The last type is when a substance exits the membrane may open up to allow the object out."}
{"Id":14437,"EssaySet":6,"Mark":0,"Response":"Three processes cells use to control the movement of substances across the cell membrane are: Using lipids to pass on materials, meiosis, and mitosis."}
{"Id":14440,"EssaySet":6,"Mark":0,"Response":"photosynthesis- creattion of food for cell imersion- material going inexpulsion- material going out"}
{"Id":14441,"EssaySet":6,"Mark":0,"Response":"The plasma membrane will only let certain things in and out of the cell through"}
{"Id":14442,"EssaySet":6,"Mark":3,"Response":"1. Passive Diffusion: The passing of substances through the cell membrane, taking no energy on the cell's part.2. Facilitated Diffusion: The passing of substances through the cell membrane that requires energy, working against the gradient.3. Osmosis: Diffusion involving water."}
{"Id":14443,"EssaySet":6,"Mark":0,"Response":"Three movements are flushing out, bursting vacoules, and breakdown of the cell."}
{"Id":14444,"EssaySet":6,"Mark":3,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are diffusion, osmosis, and endocytosis. Diffusion is the movement of molecules across the cell membrane from an area of high concentration to an area of low concentration. The goal of diffusion is to maintain an equilibrium, and have everything balanced. Osmosis is the diffusion of water across a selectively permeable membrane. Both osmosis and diffusion are forms of passive transport. Passive transport requires no energy from the cell to move substances across its membrane. However, endocytosis is a form of active transport. Endocytosis is the process of moving larger molecules, such a food into the cell. This takes more energy from the cell, and may use enzymes to quicken the process."}
{"Id":14445,"EssaySet":6,"Mark":0,"Response":"transportation"}
{"Id":14446,"EssaySet":6,"Mark":0,"Response":"Cellular division, Cellular respiration, Cellular reproduction."}
{"Id":14447,"EssaySet":6,"Mark":0,"Response":"One process is the mitocondria which  starts the movement of the cell across the membrane. Another process is the Rough ER which keeps the cell moving across the membrane. The last process is the Nucleus while is the distination of the moving cell."}
{"Id":14449,"EssaySet":6,"Mark":0,"Response":"Difisuionossmossis"}
{"Id":14450,"EssaySet":6,"Mark":0,"Response":"respiration, growth, division"}
{"Id":14451,"EssaySet":6,"Mark":0,"Response":"transricptiontranslation"}
{"Id":14452,"EssaySet":6,"Mark":0,"Response":"IT IS BECAUSE IT CONTROL THE BODY TYPE OF MANY SHAPES AND FORMS OF OTHER MEMEBRANE SO THATS WHY IS CONTROLS THE LAST ONE IN ORDER TO DO THE BEST THAT IS CAN IN ORDER TO MAKE IT DIFFRENT FROM THE BEST WAY YOU CAN PUT TI INTO WORLDS TO BECOME BETTER IN SO MANY WAYS TO BE THER TO BECOME THE BEST IN ORDER TO PROTECT THE ENVIORMENT"}
{"Id":14453,"EssaySet":6,"Mark":0,"Response":"Transcription-is when the mRNA turns into amino acids.Transfer-is when the DNA is transfered into mRNA. Translation- is when the mRNA moves towards the middle of the cell and gets ready for the t-cell to turn it into amino acids."}
{"Id":14454,"EssaySet":6,"Mark":0,"Response":"1. active transport2. passive transport3. ficiliated difusion"}
{"Id":14456,"EssaySet":6,"Mark":0,"Response":"Facilitated DiffusionActive TransportPassive Transport"}
{"Id":14457,"EssaySet":6,"Mark":0,"Response":"osmosis-uses water to move substances from high to lowdiifusion-"}
{"Id":14458,"EssaySet":6,"Mark":1,"Response":"Diffusion, which is the movement of particles from an area of higher conentration to an area of lower concentration."}
{"Id":14459,"EssaySet":6,"Mark":0,"Response":"meiosismeitosiscell division"}
{"Id":14460,"EssaySet":6,"Mark":0,"Response":"1) nuclear pores move things in and out of the nuclues2) the cell membrane allows substances to m ove in and out of the cell while protecting it from some substances3) Cytoplasm holds everythiing in place in a cell"}
{"Id":14461,"EssaySet":6,"Mark":0,"Response":"Flagellum is a tail like structure that helps the cells move. Sprilla are tail like structures all over that help it move more quickly. Coci is a movement that the cell uses to move all around."}
{"Id":14462,"EssaySet":6,"Mark":0,"Response":"the cells nucules controlls the whole cell and every thing in it."}
{"Id":14463,"EssaySet":6,"Mark":0,"Response":"The cells help get rid of substances.                                            They help the body functions."}
{"Id":14465,"EssaySet":6,"Mark":0,"Response":"The things that are not needed in a cell are removed by the endoplasmic rectilium. Messenger RNA carries things through the cell."}
{"Id":14467,"EssaySet":6,"Mark":0,"Response":"the cell wall keeps unwanted things from coming in and across the cell membrane."}
{"Id":14469,"EssaySet":6,"Mark":0,"Response":"cells use cilia, fagella, and sutopods to move things across the membrane"}
{"Id":14471,"EssaySet":6,"Mark":0,"Response":"OSMOIS DIFFUSIONDIFFISION"}
{"Id":14473,"EssaySet":6,"Mark":3,"Response":"active transport- active transport is when a cell uses energy to transport substances across the cell membranepassive transport- passive transport is when a cell transports materials across the cell membrane without the use of energyosmosis- osmosis is the transport of substances through the semi-permeable membrane (water)"}
{"Id":14476,"EssaySet":6,"Mark":0,"Response":"Three prcesses used by cells to control the movement of substances across the cell membrane are: defication, ribosomes, and cell pores."}
{"Id":14478,"EssaySet":6,"Mark":0,"Response":"1.Cell Membrane-the outer oart of the organism.2.Cell wall-protects the organism and anthitng entering and leaving.3.Nucleus-helps the organisms function."}
{"Id":14479,"EssaySet":6,"Mark":1,"Response":"Diffusion controls whether certain substances move across the cell membrane.Osmosis is the movement of water across the cell membrane."}
{"Id":14480,"EssaySet":6,"Mark":0,"Response":"Replication-reproduction of the cellsmRNA-  it take the dna to replicate itGenetics- it makes up what we are"}
{"Id":14481,"EssaySet":6,"Mark":1,"Response":"osmosis- is the movement of water through the cell membrane. diffusion- is the movent of any substance through the cell membrane.flegella- the flegella are arms that help the cell move and let substances travel through the cell membrane."}
{"Id":14485,"EssaySet":6,"Mark":3,"Response":"One process used by cells is endocytosis.  In endocytosis, the cell engulfs a particle or another organism by completely surrounding it and turning the space with the particle into a vesicle.  This vesicle can now travel into the cell.  Also exocytosis is used by cells to get certain materials to leave the cell.  A vesicle is created around the particle which is then transferred outside of the cell membrane.  Another process used by cells is diffusion through protein channels.  The directs for a protein channel to be opened up in the cell membrane, and diffusion then takes its natural course of moving from an area of high concentration to an area of low concentration until equillibrium is reached."}
{"Id":14486,"EssaySet":6,"Mark":0,"Response":"The cell wall desides what comes in and out of the cell throught its small holes that help make up the cell wall.The holes in the wall help suck in the nutrients that the cell needs.the holes also help remove waste from the cell membrane."}
{"Id":14487,"EssaySet":6,"Mark":0,"Response":"Cells use processes to control the movement of substances across the cell membrane, these processes are respiration, cell division, and also reproduction."}
{"Id":14489,"EssaySet":6,"Mark":0,"Response":"Cells can control which amino acid strains pass through the membrane as directed by the nucleus of that cell."}
{"Id":14490,"EssaySet":6,"Mark":1,"Response":"Osmosis- is the movement of water between the cell membranesDiffusion-movement of other materials through the cell membrane"}
{"Id":14491,"EssaySet":6,"Mark":0,"Response":"difffusion, osmosis, and protein carriers"}
{"Id":14493,"EssaySet":6,"Mark":0,"Response":"translocation. protein"}
{"Id":14495,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement across a cell membrane are osmosis, diffusion, and active transport."}
{"Id":14496,"EssaySet":6,"Mark":0,"Response":"CARRY INFORMATION PROVIDE NUTRIENTS"}
{"Id":14497,"EssaySet":6,"Mark":2,"Response":"Cells use active transport to get anything that is bigger than a protein through the membrane. This requires energy. Cells also use diffusion to get most liquids across the membrane. The last process that cells use is called osmosis, and that is used to get water across the membrane. Neither the diffusion nor the osmosis require and energy."}
{"Id":14500,"EssaySet":6,"Mark":0,"Response":"cells use diffusion to move subtstances across the membrane and obtain equilibrium."}
{"Id":14501,"EssaySet":6,"Mark":2,"Response":"A cell uses diffusion, osmosis, and transportation. In diffusion, substances are able to travel across a semi permiable membrane. Osmosis mainly uses water to move across a cell membrane. There are two types of transport: active and passive. Active transport uses energy from the cell to move over the cell membrane while passive transport uses heat."}
{"Id":14502,"EssaySet":6,"Mark":1,"Response":"Cells use diffition the a transport that does not use energy.  Cells use passisve transport where a sudstance comes into a cell.  Cells use active transport which a cell uses energy to grab a substance."}
{"Id":14504,"EssaySet":6,"Mark":0,"Response":"Interphase: Substances enterMetaphase: Nutrients are collectedAnaphase: Unneccessary substances leave"}
{"Id":14505,"EssaySet":6,"Mark":0,"Response":"nuecleus, enzymes, Jesus"}
{"Id":14506,"EssaySet":6,"Mark":0,"Response":"One of the three processes would be the cell wall, because it keeps things from entering and exiting the cell."}
{"Id":14507,"EssaySet":6,"Mark":0,"Response":"1. Osmosis2. Diffusion3. Respiration"}
{"Id":14508,"EssaySet":6,"Mark":0,"Response":"-Its nucleus sends out information to the cell membrane so it can preform functions.-Uses mitochondrion to give the cell membrane commands.- Uses proteins"}
{"Id":14509,"EssaySet":6,"Mark":2,"Response":"Processe One: Processe one is active transport; this requires energy.Processe Two: Processe two is passive transport; this does not require energy.Processe Three: Processe three is no movement."}
{"Id":14510,"EssaySet":6,"Mark":0,"Response":"cells transport energy across the membrane."}
{"Id":14511,"EssaySet":6,"Mark":0,"Response":"One process is osmosis. Another is diffusion. The last is transfusion,"}
{"Id":14512,"EssaySet":6,"Mark":2,"Response":"Osmosis: Osmosis is  a type passive transport across a barrier, such as a cell membrane.  This type of transport does not require any energy.Phagocytosis: Phagocytosis is a process by which a cell surrounds a material and brings it into the cell.  This process is a type of endocytosis and this process requires energy. Endocytosis: In this process, a cell brings in molecules or substances, which requres energy.  This is a typw of active transport."}
{"Id":14513,"EssaySet":6,"Mark":0,"Response":"by carring them"}
{"Id":14514,"EssaySet":6,"Mark":0,"Response":"diffusion, crossing over, active diffusion"}
{"Id":14515,"EssaySet":6,"Mark":0,"Response":"PHOTOSENTHISIS,"}
{"Id":14516,"EssaySet":6,"Mark":0,"Response":"Transportation they move all around the placeThey soak up nutrientsThey have have ribomsomes They collect enyzymes"}
{"Id":14517,"EssaySet":6,"Mark":1,"Response":"Osmosis transports by waterFilicated diffusion from lower to higher using proteinDiffusion from high to low"}
{"Id":14518,"EssaySet":6,"Mark":0,"Response":"The processes cells use is translation, transcription, and diffusion. The cell can enter the cell through diffusion. In translation, the cell changes it's enzymes and with transcription the cell moves it's strands of dna."}
{"Id":14519,"EssaySet":6,"Mark":0,"Response":"exocytosis-movement of substances out of a cellendocytosis-movement of substances into a cellsolute pump-moving substances in and out of cell"}
{"Id":14522,"EssaySet":6,"Mark":1,"Response":"The cell membrane is selective on what it lets pass through it.  It only lets certain things that will help the cell pass through its barrier."}
{"Id":14523,"EssaySet":6,"Mark":0,"Response":"osmosisdiffusion"}
{"Id":14525,"EssaySet":6,"Mark":0,"Response":"The three processes are replication, transcription, and translation."}
{"Id":14526,"EssaySet":6,"Mark":1,"Response":"endocrytosis- chooses what goes inexocytosis- choose what goes outselective permeabilty- chooses what goes in and out of the cell"}
{"Id":14527,"EssaySet":6,"Mark":0,"Response":"They use the cell mebrain to move from place to placethey can use the flow of water"}
{"Id":14528,"EssaySet":6,"Mark":0,"Response":"The cells use Cell Defussion"}
{"Id":14529,"EssaySet":6,"Mark":0,"Response":"The cell membrane creates a barrier for all things entering or exiting the cell. The golgi body works as a pack mule to move proteins throughout the cell. The cilia or flagella are finger-like structures used to move objects."}
{"Id":14530,"EssaySet":6,"Mark":0,"Response":"how much water gets in the cell.it let's oxygen in"}
{"Id":14531,"EssaySet":6,"Mark":0,"Response":"it helps the cells move, it also helps take out bad baccterrai"}
{"Id":14532,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are trna nuclie and mrna."}
{"Id":14534,"EssaySet":6,"Mark":1,"Response":"-selective penetration; where a cell decides which substances can enter and which can not (?)-cilia; hair-like structures that move the cell (?)-flagellum; also hair-like structures that move the cell (?)"}
{"Id":14535,"EssaySet":6,"Mark":2,"Response":"Osmosis is one way cells move water across its membrane. Osmosis is the diffusion of water. Diffusion is when molecules move from a high concentration to a low concentration across the cell membrane. Another way is by facilitated diffusion. Facilitated diffusion is when the molecules move from a low concentration to a high concentration, against the concentration gradient. This type of diffusion requires ATP. A third way molecules cross the cell membrane is by exocytosis. Exocytosis is when a cell releases waste out of the cell. This process occurs by diffusion."}
{"Id":14536,"EssaySet":6,"Mark":2,"Response":"1. ACTIVE transport- moveing substances acroos the membrain that requiers energy 2. passive transport- moves matereals acrose the membrain, requiers no energy"}
{"Id":14538,"EssaySet":6,"Mark":1,"Response":"One prosses of moving substances across a cell is Osmosis. This is when water masses through the cell membrane."}
{"Id":14540,"EssaySet":6,"Mark":0,"Response":"-mRNA carries out messages throughout the cell-tRNA transfers energies throughout the cell-rRNA reproduces"}
{"Id":14541,"EssaySet":6,"Mark":0,"Response":"one part opens and kinda suck it in and another part filters to keep the bad thing out and then the first part which is the cell membrane closes back up."}
{"Id":14542,"EssaySet":6,"Mark":0,"Response":"The holes in a cell membrane let proteins and other good or bad things that cells need into and out of the cell by opening and closing.The nucleous tells the cell membrane when and when not to open its holes up to let things in and out."}
{"Id":14543,"EssaySet":6,"Mark":0,"Response":"cells change prokaryotesprotects nucleuscirculates other cells"}
{"Id":14544,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane is type of phase their on, the protein that tells when to replicate."}
{"Id":14545,"EssaySet":6,"Mark":1,"Response":"One process that a cell uses to control the movement of substances across the cell membrane is the surface area. If the surface area is too large, the cell won't let any more substances move throughout the cell membrane. Another way is facilitated diffusion. This controls the amount of substances that are allowed to enter the cell."}
{"Id":14547,"EssaySet":6,"Mark":0,"Response":"There is Active transport, Passive transport, and something else."}
{"Id":14548,"EssaySet":6,"Mark":1,"Response":"The cell can use passive transport, which allows things to freely move in and out of the cell given the concentration of the matter. Active transport uses energy from the cell to move materials against the gradient. One form of this moves materials out, called endosymbiosis. Another form moves them inside the cell, called exosymbiosis."}
{"Id":14549,"EssaySet":6,"Mark":0,"Response":"reproduction, cellular communication, cellular reproduction"}
{"Id":14551,"EssaySet":6,"Mark":0,"Response":"One processe is called cell divison"}
{"Id":14552,"EssaySet":6,"Mark":0,"Response":"REPRODUCING, GROWNING, AND LIVING SPACE"}
{"Id":14553,"EssaySet":6,"Mark":0,"Response":"THEY MOVE THROUGH THE CELL SYSTEM.THEY MAKE SURE THAT THE CELLS ARE NOT INFECTED WITH DISEASES.THEY REPRODUCE AND MAKE NEW CELLS FOR THE CELL MEMBRANE"}
{"Id":14555,"EssaySet":6,"Mark":0,"Response":"1.proteins2.dna3.rna"}
{"Id":14556,"EssaySet":6,"Mark":0,"Response":"1 copy2 reproduce3 do it over again"}
{"Id":14557,"EssaySet":6,"Mark":0,"Response":"1.) Exocytosis: A process by which materials are moved out of a cell.2.) Endocytosis: A process by which materials are moved into a cell.3.) Solute pump: Where materials are moved into or out of a cell by a two way pump that runs off of an enzyme. It is a passive transport and an example is a sodium-potassium pump."}
{"Id":14558,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are reproduction, producing more organisms, movement, moving from place to place, and photosynthesis, if the organism is photosynthetic to make food."}
{"Id":14559,"EssaySet":6,"Mark":0,"Response":"Diffusion and osmosis are two types of movement of substances across a cell membrane. diffusion is used to diffuse outwards. osmosis is used to slide over the membrane."}
{"Id":14560,"EssaySet":6,"Mark":0,"Response":"The cell"}
{"Id":14561,"EssaySet":6,"Mark":3,"Response":"1.Diffusion- when cells go from a more concentrated area to a less concentrated area.2. Facilitated Diffusion- when molecules can't move through the lipid bilayer and move through the protein channel instead3. Osmosis- the diffusion of water through a selectively permeable membrane"}
{"Id":14562,"EssaySet":6,"Mark":0,"Response":"The nuclius is the brain of the cell that controls everything.  The vacuol takes all unessisary wast and bacteria out of the cell. The mitocondrian surve to maximize cellular reperation by increasing cellular communication."}
{"Id":14563,"EssaySet":6,"Mark":0,"Response":"metosis interphase and prophase"}
{"Id":14564,"EssaySet":6,"Mark":2,"Response":"Passive transport allows water to enter without much energy being used from the cell. Active transport is the use of energy to move a protien across the cell membrain. Carrier protiens use a certin type of chemical make up to control what goes into a cell. A Transport protien allows molcules of a certin size to pass through the membrain."}
{"Id":14566,"EssaySet":6,"Mark":1,"Response":"1. Phagocytosis- It traps certain materials and allows them to enter the cell2. Exocytosis- Pushes certain materials out of the cell.3. Entrocytosis- Allows certain things into the cell."}
{"Id":14567,"EssaySet":6,"Mark":0,"Response":"MITOSIS  REPRODUDTION  EVULUION"}
{"Id":14568,"EssaySet":6,"Mark":2,"Response":"1. Active Transport: Used to move substances by way of transport protien against the concentration gradient. Energy Required.2. Passive Transport: Used to move substances through the membrane without using energy.3. Osmosis: Moving water across the membrane by way of carrier protiens."}
{"Id":14569,"EssaySet":6,"Mark":0,"Response":"protiens, lipids, and amino acids"}
{"Id":14570,"EssaySet":6,"Mark":0,"Response":"disruptive, stabilizing, and molting"}
{"Id":14572,"EssaySet":6,"Mark":0,"Response":"endocytosis-moving materials into the cell.excocytosis-moving material out of the cell.sodium\/potassium pump"}
{"Id":14573,"EssaySet":6,"Mark":0,"Response":"one would be by using the flagelum beause it helps to give movement"}
{"Id":14574,"EssaySet":6,"Mark":0,"Response":"One would be the cell wall, Another would be the nucleus membrain, and the last one would be the nucleus."}
{"Id":14576,"EssaySet":6,"Mark":0,"Response":"the ER,  the nucleus, and the cytoplasm."}
{"Id":14578,"EssaySet":6,"Mark":0,"Response":"one thing they do is keep certain things that the cell wants in or out. This is done by a gate like strycture on the surface od the membrane. this mainly allows almost all things to get in and certain things to get out."}
{"Id":14579,"EssaySet":6,"Mark":0,"Response":"The three process used by cells to control the movement of substances across the cell membrane are glycolysis, osmosis, and diffusion.  Glycolysis is anaerobic, meaning that it does not require oxygen.  Osmosis is the taking in and removing wastes or materials from the cell.  Diffusion is the movement of water across a cell- may have to deal with a hypertonic or hypotonic solution."}
{"Id":14580,"EssaySet":6,"Mark":0,"Response":"active transport, passive transport, and"}
{"Id":14581,"EssaySet":6,"Mark":3,"Response":"Cells use passive transport to help substances move across the cell membrane. The substances are going through diffusion and following their concentration gradient.Cells use active transport, also. During active transport, energy input is needed from ATP to move a substance against its concentration gradient.Cells use endocytosis and exocytosis to move things into and out of the cell. In exocytosis, vesicles fuse with the cell membrane and release their contents outside of the cell. In endocytosis, the cytoplasm moves inward and forms a vesicle around the incoming material."}
{"Id":14582,"EssaySet":6,"Mark":0,"Response":"Firstly, there are only so many entrances through the cell membrane that food or other things can enter through. Secondly, if the cell get to much food or other things inside of it, it will close these holes. Thirdly, there are organisms inside and outside the cell that control the flow of food"}
{"Id":14584,"EssaySet":6,"Mark":0,"Response":"muscle brain and heart"}
{"Id":14585,"EssaySet":6,"Mark":0,"Response":"respirationreproductiondnarna"}
{"Id":14586,"EssaySet":6,"Mark":0,"Response":"Passive transport is to help the cells to move throughout the cells. Active transport is the transport that is always active and moving. Sugars are one of the transports to."}
{"Id":14587,"EssaySet":6,"Mark":0,"Response":"1. Cells use cilla.2. Cells use a flagellum3. Cells move in the bloostream"}
{"Id":14588,"EssaySet":6,"Mark":2,"Response":"Endocytosis: the cell uses energy to envelop an outside object into the cellExocytosis: the cell uses energy to envolop an inside object in order to get it out of the cellOsmosis: Water goes through the cell membrane without using energy"}
{"Id":14589,"EssaySet":6,"Mark":0,"Response":"Plasma Membrane: Jelly-like fluid that keeps the parts of the cell in place.Cell Wall: Holds all these parts in the cell, and protects the parts inside such as the nucleus. Keeps foreign organisms out of the cell."}
{"Id":14590,"EssaySet":6,"Mark":0,"Response":"They move around the cells membrane and comunicate by signaling each other and also by comunicating with one another in oter ways they all have a funtion or job to do when in the cell membrane."}
{"Id":14591,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement are the cell membrane, the cell wall, and the cell nucleous."}
{"Id":14592,"EssaySet":6,"Mark":0,"Response":"SEPARATE  PASSAGESCERTAIN JOBS"}
{"Id":14593,"EssaySet":6,"Mark":1,"Response":"active transport,which is where energy is envovled.there is cellular respiration,which is the oxygen flow."}
{"Id":14594,"EssaySet":6,"Mark":0,"Response":"transpotation divises"}
{"Id":14595,"EssaySet":6,"Mark":0,"Response":"cells carry them to the places they need to beas the cell goes across the membrane as the substance is being used. the substance would be used up again after the first time."}
{"Id":14597,"EssaySet":6,"Mark":0,"Response":"The golgi apparatus acts as a transportation system of protiens in a cell by importing and exporting the proteins. The ribosomes are protein builders in the cell and the endoplasmic reticulum controls what proteins the cell keeps."}
{"Id":14598,"EssaySet":6,"Mark":1,"Response":"Endocytosis- Into cell. Exocytosis- Out of cell.Osomosis- Diffusion of water out of the permeable membrane."}
{"Id":14600,"EssaySet":6,"Mark":0,"Response":"One process is that the cells use their functions to move substances. Two is that differnet organelles help the cells move the substances. And the third is that the cells guide the substances to their destination."}
{"Id":14601,"EssaySet":6,"Mark":0,"Response":"movement"}
{"Id":14602,"EssaySet":6,"Mark":0,"Response":"mitosis"}
{"Id":14603,"EssaySet":6,"Mark":0,"Response":"control the membrane control its movements"}
{"Id":14604,"EssaySet":6,"Mark":0,"Response":"The cell membrane determines what go into the cell and what leaves the cell."}
{"Id":14605,"EssaySet":6,"Mark":0,"Response":"They carry itwiggle it accrostglide it"}
{"Id":14606,"EssaySet":6,"Mark":0,"Response":"The carbon chains on the end of proteins on the outside of the membrane filters what goes in and out of the cell. Proteins on the inside of the membrane block out some of the things that may find a way through transprort proteins. Finaly there are proteins on the inside of the cell which can stop anything from getting into the cell."}
{"Id":14607,"EssaySet":6,"Mark":0,"Response":"the cell has a seletively permeable membrane and uses osmosis and reverse osmosis to move material across the cell membrane."}
{"Id":14608,"EssaySet":6,"Mark":0,"Response":"The process is called Energy Transport Chain."}
{"Id":14610,"EssaySet":6,"Mark":3,"Response":"Osmosis can be used to diffuse water accross a membrane.An active transport can be used to move objects against the consentration gradient. Protiens imbeded in the membrane are used to do this. It takes more energy than a passive transport.A passive transport uses a consentration gradient to move substances accross the membrane. A passive transport uses little or no energy."}
{"Id":14611,"EssaySet":6,"Mark":0,"Response":"One process that the cell uses to control movment of substances across the cell membrane is by osmosis. Another procces is faciliated diffusion. The last process of movement of substances across the cell membrane is diffusion."}
{"Id":14612,"EssaySet":6,"Mark":0,"Response":"The cell has a cell wall the controls what comes in and what comes out of the cell. there are holes on the cell wall that only certain things that the cell needs and wants to get rid of."}
{"Id":14613,"EssaySet":6,"Mark":0,"Response":"The permiable membrane only takes in food and energy that is need. It also discards the already used substances in the cell. It also regulates osmosis."}
{"Id":14614,"EssaySet":6,"Mark":0,"Response":"cell wall: it can allow things to enter or leave , so it can control how the movement across the cell membrane.cells move causing the movement also to be determinedhow healthy the cell is."}
{"Id":14615,"EssaySet":6,"Mark":2,"Response":"The lipid bylear acts as a wall to block out unwanted particles and if it wants something to leave or enter it will make things like pockets and allow the particles to enter the pocket and it will close itself and allow the particle to leave. The cell also uses osmosis to allow the water to go through the cell."}
{"Id":14616,"EssaySet":6,"Mark":0,"Response":"anaphase-interphase-metaphase-"}
{"Id":14617,"EssaySet":6,"Mark":1,"Response":"Dynamic equilibrium: the cell membrane keeps the same amout of substances in a cell as there is out.Diffusion: the movement of water across the cell membrane.Semipermeable membrane: allows some substanes to enter and others to not enter the cell."}
{"Id":14619,"EssaySet":6,"Mark":0,"Response":"DifferentiationExocysosis"}
{"Id":14620,"EssaySet":6,"Mark":0,"Response":"filtering, what enters and leaves the membrane, and protection"}
{"Id":14621,"EssaySet":6,"Mark":0,"Response":"meiosis, mitosis, lysosome,they all control what is going on inside of a cell"}
{"Id":14623,"EssaySet":6,"Mark":0,"Response":"They use nuclear envelope which is the processing center of the cell. Ribosomes, which are around cell membrane and Chromosomes that are around the cell membrane too."}
{"Id":14624,"EssaySet":6,"Mark":0,"Response":"Meosis, Metaphase, and RNA."}
{"Id":14625,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are mitosis and meiosis."}
{"Id":14627,"EssaySet":6,"Mark":0,"Response":"1. Waste removal: Waste is removed from the cell.2. Reproduction: If the cell gets to many materials, it gets to big to function properly, so it splits into two living organisms.3. Sponge-like surface: Selectively lets things in and out of the cell."}
{"Id":14628,"EssaySet":6,"Mark":0,"Response":"The cell membrame, the nucleus, and the cell wall. The cell membrame lets it pass through. The nuclues controls all of the actions. The cell wall holds up a plant."}
{"Id":14629,"EssaySet":6,"Mark":0,"Response":"the peocess is the reputation"}
{"Id":14630,"EssaySet":6,"Mark":0,"Response":"They are mitosis, meosis, and the other one i dont know."}
{"Id":14631,"EssaySet":6,"Mark":0,"Response":"Make it easier for them to move"}
{"Id":14632,"EssaySet":6,"Mark":0,"Response":"The processes used by cells to control the movement of a substances across the cell membrane is movement,respiration,reproduction."}
{"Id":14633,"EssaySet":6,"Mark":3,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are sodium-potassium pumps, endocytosis, and exocytosis. Sodium-potassium pumps remove three sodium ions and recieve two potassium ions through a passageway in the membrane. Endocytosis is a process in which a group of phospholipids surrounds a substance outside of the cell in a circle and carries it in to the cell. Exocytosis is the same process as endocytosis except that the substances are removed from the cell instead."}
{"Id":14634,"EssaySet":6,"Mark":0,"Response":"One process used by cells to control the movement of a substance is that the nucleous. An other way the cell controls movement is when the ribosomes carry information from one  thing in a cell to another. Lastly is when the RNA and DNA make up sequences telling what should happen in  the movement of the cell."}
{"Id":14636,"EssaySet":6,"Mark":0,"Response":"substance,structure, liquid"}
{"Id":14640,"EssaySet":6,"Mark":0,"Response":"Cell wall blocks particles.Cell membrance controls the what goes in and what comes out.Cytoplasm helps decide."}
{"Id":14641,"EssaySet":6,"Mark":0,"Response":"EndocytosisExocytosisDiffusion"}
{"Id":14642,"EssaySet":6,"Mark":0,"Response":"respration it helps it to move more and faster."}
{"Id":14643,"EssaySet":6,"Mark":0,"Response":"ENERGY,"}
{"Id":14644,"EssaySet":6,"Mark":0,"Response":"Cells controll the movement of substances across the cell by reducing what they allow out of the cell."}
{"Id":14645,"EssaySet":6,"Mark":0,"Response":"Cell membrane controls what enters and leaves the cellribosomes make protein and send it where it needs to go the lysosomes control the waste of the cell and dispose of it"}
{"Id":14646,"EssaySet":6,"Mark":0,"Response":"with the tail at the end of the cell. The cell walls. The celll membrain to tell it what to do."}
{"Id":14648,"EssaySet":6,"Mark":0,"Response":"Diffusion, selective permiabilty, and osmosis"}
{"Id":14649,"EssaySet":6,"Mark":0,"Response":"They have a cell wall which protects anything from getting in and anything going out.  They have organelles to break down proteins and get the waste out of cells.  Cells also have mitochondria that increase its surface area to add more respiration to the cell."}
{"Id":14650,"EssaySet":6,"Mark":0,"Response":"Flagella- flagella are long  whip-like structures that help them move across an area.Cilia- cilia are hair-like structures that allow the cell to move aroundSlime- slime helps snails slide across areas."}
{"Id":14651,"EssaySet":6,"Mark":0,"Response":"Molecules stop certain substances from getting accross, but sometimes the substances can sneak in when another substance in going in."}
{"Id":14652,"EssaySet":6,"Mark":0,"Response":"They are what makes everything happen in our body."}
{"Id":14653,"EssaySet":6,"Mark":0,"Response":"The three movements are anaophase telophase and peolphase."}
{"Id":14654,"EssaySet":6,"Mark":0,"Response":"OsmosisMitosisMeosis"}
{"Id":14655,"EssaySet":6,"Mark":0,"Response":"-to keep there cell in the same shape.-to find food.-to keep diffrent bacteria out of people system."}
{"Id":14656,"EssaySet":6,"Mark":1,"Response":"Diffusion is used which is the movement of particles across a semi permiable  membrane from a high to low concentration. Osmosis is also used which is the movment of particles from hypotonic and hypertonic solutions."}
{"Id":14657,"EssaySet":6,"Mark":0,"Response":"The cell membrane protects the cell from anything that the cell would not like inside of it. the cell wall has the same function as the cell membrane the just do not appear on the same type of cell. A third examp-le could me the"}
{"Id":14660,"EssaySet":6,"Mark":0,"Response":"reproduction"}
{"Id":14661,"EssaySet":6,"Mark":0,"Response":"RNAMRNADNA"}
{"Id":14662,"EssaySet":6,"Mark":0,"Response":"The three processes used by the cell are the making of proteins,the packing process,and the moving of the proteins out."}
{"Id":14663,"EssaySet":6,"Mark":2,"Response":"Osmosis is movement of water across a selectively permiable membrane.Diffusion requires none of the cells energy to move substances through the cells membrane.Active transport requires the cells energy to move substances through the cell's membrane by using things such as protein channels."}
{"Id":14664,"EssaySet":6,"Mark":1,"Response":"Passive - Goes in and out the cell without using energy"}
{"Id":14665,"EssaySet":6,"Mark":1,"Response":"The cell has a permeated membrane that allows certain things in and keeps certain things out. This also allows the cell to get rid of waste."}
{"Id":14666,"EssaySet":6,"Mark":0,"Response":"Cells move protien to every part of your body. There are millions of cells in your body, working to fight iff infection.Cells help keep you healthy."}
{"Id":14667,"EssaySet":6,"Mark":0,"Response":"The nucleus sends out a message to the rest of the cell and the cell moves?"}
{"Id":14668,"EssaySet":6,"Mark":0,"Response":"The Flagellum is used to help the cell move around, and move it can move other organisms."}
{"Id":14669,"EssaySet":6,"Mark":0,"Response":"1. It moves by the way the chromatids attach to the substances.2. It also moves by the nucleus drawing it closer to it.3. It also moves by the ribosomes that help the chromatids move it."}
{"Id":14671,"EssaySet":6,"Mark":0,"Response":"high to low,"}
{"Id":14672,"EssaySet":6,"Mark":1,"Response":"Cells use various types of processes to move substances across the cell membrane.  Osmosis is the process in which water is transfered between cells of diffrent types.  Cell membrane also detects which kind of materials allow to enter the cells and it will only allow it pass if it has a certain protein coating."}
{"Id":14673,"EssaySet":6,"Mark":2,"Response":"One way of moving substances across the cell membrane is through Active Transport. Active Trasport uses energy to force substances out of the membrane. Passive Transport also moves substances out of the membrane, but it does not require energy. Diffusion is another way of transporting substances."}
{"Id":14675,"EssaySet":6,"Mark":0,"Response":"Process one- nuclear envelope and pores allow things to travel in and out of the nucleus. Process two- Cell membrane protects the cell and also decides what can go in and out of the cell.Process three- osmosis"}
{"Id":14676,"EssaySet":6,"Mark":0,"Response":"identitfy they have to idetitfy the bad guy firstdestroy they have to destroy the bad guy so it doesnt harm youremember they have to remember the bad guys so they wont harm you anymore"}
{"Id":14677,"EssaySet":6,"Mark":0,"Response":"Three processes the cell does is hypertension and hypotension."}
{"Id":14678,"EssaySet":6,"Mark":0,"Response":"energy"}
{"Id":14680,"EssaySet":6,"Mark":3,"Response":"Cells use processes to move substances across the cell membrane. Three ways to do this are active, passive, and diffusion. Active transport requires energy, this may use transport protiens. Passive transport does not require energy, the molecules just pass through the membrane. And diffusion is the the net movement of particles from an area of high concentration to an area of low concentration."}
{"Id":14681,"EssaySet":6,"Mark":0,"Response":"1.) homeostasis-it controls the temperature of the cell to help it survive2.)"}
{"Id":14682,"EssaySet":6,"Mark":0,"Response":"In the cell membrane there is a barrier that protects anything from coming in the cell or out of the cell."}
{"Id":14683,"EssaySet":6,"Mark":0,"Response":"decomposing"}
{"Id":14684,"EssaySet":6,"Mark":0,"Response":"They pass through the golgi apparatus"}
{"Id":14685,"EssaySet":6,"Mark":1,"Response":"1. Selective Permiability - The cell lets in certain substances through the cell membrane."}
{"Id":14686,"EssaySet":6,"Mark":0,"Response":"Diffusion- A substance small enough to just float across membraneIon channel- Ions travel through a specialized tube like structure in the membrane.Sodium Potassium Pump- Exchanges sodium and potassium to keep a set ammount inside the cell at all times."}
{"Id":14687,"EssaySet":6,"Mark":0,"Response":"Metaphase, anaphase and telophase? i have no idea to be honest."}
{"Id":14688,"EssaySet":6,"Mark":0,"Response":"crawl,slide.pull selves with phlagellum"}
{"Id":14690,"EssaySet":6,"Mark":0,"Response":"The chromosomes help move things acroos the cell, the chemicals, and the substanes in the cell help move"}
{"Id":14691,"EssaySet":6,"Mark":0,"Response":"One is the ability to reproduce so quickly.     Two the rate at which and finaly they are very hard to extinct."}
{"Id":14692,"EssaySet":6,"Mark":1,"Response":"Osmosis is used by cells to control the movement of water across their cell membrane.Diffusion is used by the cells to keep the same throughout their membranes.Homeostasis occurs so that cells keep the same throughout their membranes."}
{"Id":14693,"EssaySet":6,"Mark":0,"Response":"The cell uses different types of proteins such as transport protein to decide what comes in or out. They cell can uses moving organelles such as a flagella to move to keep things from entering.  It has a double phosolipid bilayer to keep items from just coming in."}
{"Id":14694,"EssaySet":6,"Mark":0,"Response":"THERE ANTIBODIES AND THERE ATOMS ALL WORK TOGETHER TO HELP THE CELL MOVE ALSO THE NEUCLIOUS FLOWS AROUND WICH GIVE THE CELL MOTION."}
{"Id":14695,"EssaySet":6,"Mark":0,"Response":"The cell preforms tRNA and mRNA across the cell membrance."}
{"Id":14696,"EssaySet":6,"Mark":0,"Response":"They us the gelaton type substance to capture it.They use photosynthesis for energy.They control the movement so that no energy is wasted."}
{"Id":14697,"EssaySet":6,"Mark":0,"Response":"1. cells come from prexisting cells2. cells reproduce and make fertile offspring3. idk"}
{"Id":14699,"EssaySet":6,"Mark":0,"Response":"respiration, enzymes, and ATP"}
{"Id":14701,"EssaySet":6,"Mark":0,"Response":"The process that is used to move substances from one side of the cell membrane to the other is diffusion.  Diffusion is the movement of solid substances across the cell membrane.  Another one is called osmosis and that is when liquid substances are moved acorss the membrane from higher concentration to lower concentration areas."}
{"Id":14703,"EssaySet":6,"Mark":0,"Response":"First it enters from the contractile vacoule and moves across the cell through the cytoplasm.  It enters out of the cytoplasm into the endoplasmic reticulum to remove waste."}
{"Id":14704,"EssaySet":6,"Mark":1,"Response":"diffusion[ where materials move on water across the membrane], selective permeability[where certain things can leave or enter the cell], and"}
{"Id":14706,"EssaySet":6,"Mark":0,"Response":"The first processe is RNA"}
{"Id":14707,"EssaySet":6,"Mark":0,"Response":"they can use trna. they can send out blood cells to slow it down they can also send out white blood cells."}
{"Id":14708,"EssaySet":6,"Mark":0,"Response":"The cell chooses what can move across the cell membrane by the chemical or by the size of the substance."}
{"Id":14709,"EssaySet":6,"Mark":0,"Response":"They move from one structure in the organism to another."}
{"Id":14710,"EssaySet":6,"Mark":3,"Response":"Active Transport-This is the transport of something when energy is neededPassive Transport-This is the transport of something without using energyDiffusion-This is the natural movement of a higher concntration to a lower concentration."}
{"Id":14711,"EssaySet":6,"Mark":0,"Response":"mitochdiran- store foodMembrane- help against bad stuff"}
{"Id":14712,"EssaySet":6,"Mark":0,"Response":"I think it is the cell is all was wroking not a stop to caught a air for call  wall is a stonger like a brick of a  orginazisms and he last of the is never it all was movement one place to other."}
{"Id":14714,"EssaySet":6,"Mark":0,"Response":"Fertilization.Mutualism.Reproduction."}
{"Id":14715,"EssaySet":6,"Mark":0,"Response":"by controling the receptor proteinsmaking jelly preservesworshipping satan"}
{"Id":14716,"EssaySet":6,"Mark":0,"Response":"There is transition, translation, and transcription."}
{"Id":14717,"EssaySet":6,"Mark":0,"Response":"The nucleaus will let in sugar if it needs it, it will produce lysosomes if it absorbs unwatned materiel, it will export protiens to the body if the body needs it."}
{"Id":14718,"EssaySet":6,"Mark":0,"Response":"Three types of controlled movement of substances across the cell membrane include: passive transport, active transport, and diffusion. Passive transport is when they go with the gradient. Active transport is when they go against the gradient. Diffusion is the moving of water molecules throughout the cell."}
{"Id":14719,"EssaySet":6,"Mark":0,"Response":"The cell uses energy to control the movement.The cell nucleus can control the movement.The proteins in the cell can control the movement."}
{"Id":14721,"EssaySet":6,"Mark":0,"Response":"1. Transports information throughout the body2. Carries oxygen throughout the body3."}
{"Id":14722,"EssaySet":6,"Mark":0,"Response":"The  cells block any virus from the cell membrane.They fight  off virus and bacteria so that it can't reach the cell membrane."}
{"Id":14724,"EssaySet":6,"Mark":0,"Response":"* Flagella controlls the movement"}
{"Id":14725,"EssaySet":6,"Mark":0,"Response":"Cells have a fagellum, a tail like structure to help them move, and cillia, hair like structures."}
{"Id":14726,"EssaySet":6,"Mark":0,"Response":"Mitosis-the addition of more proteins.The cell cycle-this helps regulate what is going onChemosynthesis-this helps it adapt to the changing environment"}
{"Id":14727,"EssaySet":6,"Mark":1,"Response":"It uses osmosis to control the movement of water across the cell membrane"}
{"Id":14728,"EssaySet":6,"Mark":0,"Response":"Plant cells have a cell wall that only protiens can penatrate.Other cells can tell wheither or not that the substance needs to be in the cell or not."}
{"Id":14729,"EssaySet":6,"Mark":0,"Response":"1)anaphase2)telophase3)manaphase"}
{"Id":14730,"EssaySet":6,"Mark":0,"Response":"flagellum,"}
{"Id":14731,"EssaySet":6,"Mark":0,"Response":"defussionosmosisactive transport"}
{"Id":14732,"EssaySet":6,"Mark":0,"Response":"The processes used by the cells are osmosis, facilitated transport, and active transport."}
{"Id":14735,"EssaySet":6,"Mark":0,"Response":"Things can get in and out from passive transport.Things can get in and out from active transport."}
{"Id":14736,"EssaySet":6,"Mark":0,"Response":"They open and close membrane.They allow food and water come in.They let waste leave the cell."}
{"Id":14737,"EssaySet":6,"Mark":0,"Response":"*The cell transfers oxygen to the organs.*It moves nutrients to other parts of the body. *Cells transfer blood to organs, also."}
{"Id":14738,"EssaySet":6,"Mark":0,"Response":"photosynthesis  to absorb light form the sun. goes through a step and then produces"}
{"Id":14740,"EssaySet":6,"Mark":0,"Response":"air, water, nerves."}
{"Id":14741,"EssaySet":6,"Mark":2,"Response":"One process is osmosis which controls how much water comes in and out of the cell. Endocytosis and exocytosis are used to control the what substances enter and leave through the plasma membrane. Facilitated diffusion uses energy to allow things in or out of the cell. Selective permeability is a process that allows certain things in the cell and keeps certain things out."}
{"Id":14742,"EssaySet":6,"Mark":0,"Response":"1. Osmosis- particles move through the cell membrane if there is an unequal concentration of the substance on each side of the cell membrane.2. Proteins- a cell could call some protiens to move particles from outside of the cell inside the cell or vice versa. The proteins would sit on the membrane and shoot particles through.3. phagocytosis- a cell will 'eat' another cell."}
{"Id":14743,"EssaySet":6,"Mark":0,"Response":"Respiration- what cells use to liveReproduction- devolopement of new cellTranslocation- moved to different place about the cell"}
{"Id":14745,"EssaySet":6,"Mark":0,"Response":"Diffusion is the movement of low concentration to high concentration in the cell membrane. Osmosis is the movement of water going from a low concentration to a high concentration in the cell membrane."}
{"Id":14746,"EssaySet":6,"Mark":0,"Response":"The cell moves its way to the cell membrane by fighting off the fungus.  Then it goes through the stages. Then gets to the cell membrane."}
{"Id":14749,"EssaySet":6,"Mark":0,"Response":"the cell membrane is permeable and allows substances to enter and leave the cell."}
{"Id":14751,"EssaySet":6,"Mark":0,"Response":"1. A cell is protected by a ridged cell membrane causing it to stay in place.2. A cell has flalgia, that are finger like projections, allowing it to move.3. A cell has cilia, that are hair like projections, allowing it to move."}
{"Id":14752,"EssaySet":6,"Mark":0,"Response":"Mitocondrian, Golgi apparatus,"}
{"Id":14753,"EssaySet":6,"Mark":0,"Response":"Cell uses the mitchondria to produce energy for the cell. It uses the vacoule to store food and water for future times. Ribosomes use proteins for the cell."}
{"Id":14754,"EssaySet":6,"Mark":0,"Response":"NUCLEUS WHICH GIVES INFORMATION."}
{"Id":14755,"EssaySet":6,"Mark":2,"Response":"1. Active transportation - where they use energy to get across the cell membrane2.facilitated transport- where they need a key and energy to get across the membrane3. passive transport where the need niether energy or a key"}
{"Id":14756,"EssaySet":6,"Mark":0,"Response":"AnaphaseProphaseTelophase"}
{"Id":14758,"EssaySet":6,"Mark":0,"Response":"One process a cell uses is called osmosis. Osmosis helps the water transport all throughout the cell and on a permeable membrane.Another process a cell uses is called active transport because substances in the cell are being transported through the membrane to the different organelles.The other process that a cell uses is called oxygen diffusion. The oxygen is being moved around the cells to keep the body from not functioning right. It also makes it able for the cells to stay alive and not die off."}
{"Id":14759,"EssaySet":6,"Mark":3,"Response":"Osmosis is when water is passing through the cell. Active transport is when the cell requires energy to move a substance throgh a membrane. Passive transport is whe a substance does not require the use of energy to be moved out of the cell."}
{"Id":14763,"EssaySet":6,"Mark":0,"Response":"isotonic: where there is the same amount of a substance in and outside the cell so the volumes are the sameHypertonic: where that amout of a sunstance is greater on the outside of a cell so it moves in through the semipermiable membraneosmosis: where a substance moves in and out of the cell"}
{"Id":14764,"EssaySet":6,"Mark":1,"Response":"The first process that cells use is diffusion. Cells have membranes that control what makes it into the cell and what cannot get inside the cell. The second process cells use are tunnel-like objects. Certain tunnels only can carry certain substances across the membrane and into the cell, such as a tunnel only being used for carbon. The third process cells use is called osmosis. Osmosis is the diffusion of water across a semi-permeable membrane. Water is a very simple and easy to carry molecule, so it easily diffuses, unless there is a balance of water on the inside and outside of the cell-equilibrium."}
{"Id":14765,"EssaySet":6,"Mark":0,"Response":"The cells use the cell membrane to control what comes in and out of the cell.Because if anything harmful comes in the cell it could damage the newly made cells.And if those get damaged then the cells will not be made or funtion properly."}
{"Id":14766,"EssaySet":6,"Mark":0,"Response":"three  processes include mRNA, tRNA, and rRNA."}
{"Id":14767,"EssaySet":6,"Mark":0,"Response":"The cell wall keeps everything inside the cell. The vacuole takes out any unhealthy stuff. The mitochondria keeps everything moving and aligned."}
{"Id":14769,"EssaySet":6,"Mark":2,"Response":"Diffusion, this distibutes molecules evenly.Osmosis, water distributing evenly. Active Transport, the cell itself using energy to move materials."}
{"Id":14772,"EssaySet":6,"Mark":2,"Response":"Cells have receptors on their outside, that are in the phospholipid bilayer, that only allow substances in if they match up to the receptors perfectly. Cells also use a process in which they form a 'bubble' around a substance (endocytosis) that they want to bring into the cell (this uses ATP). Another process that cells use to control the movement of substances across the membrane is exocytosis, which is when the cell gets rid of substances by forming a 'bubble' around the substance and sending it out of the cell. This is very similar to endocytosis except it is used for the opposite goal."}
{"Id":14773,"EssaySet":6,"Mark":0,"Response":"The use of RNA  MRNA     and singnals let iff by DNA"}
{"Id":14774,"EssaySet":6,"Mark":0,"Response":"One way would be be active transport. Another way would be by"}
{"Id":14776,"EssaySet":6,"Mark":0,"Response":"They can be carried by another organism or could be floating around. Get attached to something then it moves them."}
{"Id":14778,"EssaySet":6,"Mark":0,"Response":"First the substances travel through the ER then they go through the golgi apperatice. Then the substances travel out of the cell."}
{"Id":14779,"EssaySet":6,"Mark":0,"Response":"FLAGELLA"}
{"Id":14780,"EssaySet":6,"Mark":0,"Response":"transportaion, translation, diffision, transportaion-the way they get around translation- the way they moved thorugh the membrain"}
{"Id":14781,"EssaySet":6,"Mark":0,"Response":"The cells help movement across the membrane by keeping stuff like bacteria out of the membrane and it always keep the cell in motion and using the membrane."}
{"Id":14782,"EssaySet":6,"Mark":0,"Response":"cellular respiration which helps the movement digestive system, how the organism gets food and how it reproduces"}
{"Id":14783,"EssaySet":6,"Mark":0,"Response":"cells use vacuoles to break down any free living substances, cellular respiration for the cell to breathe, use the membrane to keep out any unwanted substances."}
{"Id":14785,"EssaySet":6,"Mark":0,"Response":"1. Whip like tail- helps move it along.2. Fins- helps it swimOR3. Flexible body- moves by itself."}
{"Id":14786,"EssaySet":6,"Mark":1,"Response":"Osmosis - Allows water to pass through the cell membrane.Diffusion - Allows substances to pass through membranes.RNA - trasfers information through cell membranes."}
{"Id":14787,"EssaySet":6,"Mark":0,"Response":"The nucleus controls what moves in and out of the membrane.If harmful substances are entering, then cells will decrease yet they will reproduce at the same rate."}
{"Id":14789,"EssaySet":6,"Mark":0,"Response":"First would be that the cell membrane would squish in different direction to allow substances to cause no harm. Second would be that maybe the membrane would do the exact opisite and would resist any impact. Last the membrane might be to move the membrane around to make substances roll off the membrane."}
{"Id":14790,"EssaySet":6,"Mark":0,"Response":"Air, Water, Oxygen     One process of movement across a cell membrane would be from air getting under the substance in the cell.  The next process of movement would be liquids getting under the substance and carrying it across the cell.  Last it would be by oxygen, this oxygen also gets underneath the substance and carries it across the cell."}
{"Id":14791,"EssaySet":6,"Mark":0,"Response":"It moves by the force of the enxymes across the cell membrane."}
{"Id":14792,"EssaySet":6,"Mark":0,"Response":"they wiggle they have a tail and they have a something else"}
{"Id":14793,"EssaySet":6,"Mark":0,"Response":"They use different types of systems depending on the proccess that the cell needs done."}
{"Id":14794,"EssaySet":6,"Mark":0,"Response":"mRNA- to create protienslysosomes- to dispose of wastegolgi- to transport food"}
{"Id":14795,"EssaySet":6,"Mark":0,"Response":"The membrain uses osmosis to let only certin things in.The membarin stops the unwanted substances from coming in.It helps keep the cell together."}
{"Id":14796,"EssaySet":6,"Mark":0,"Response":"gaudine audine and thauoine"}
{"Id":14798,"EssaySet":6,"Mark":0,"Response":"food digestion"}
{"Id":14799,"EssaySet":6,"Mark":0,"Response":"cytokenisis -when the cytoplasm splits in a cellphotosynthesis- when a plant cell evolves and divides into a cell that is more equiped for the area that its incell reproduction- when the cell makes copies of itself"}
{"Id":14800,"EssaySet":6,"Mark":0,"Response":"They have multiple cells stop other cells like they were border patrol."}
{"Id":14801,"EssaySet":6,"Mark":1,"Response":"Osmosis- Using the gradient to allow substances to move in or out of the cell.Endocytosis- Using the phospholipid bilayer to surround the matter and completely ingulf it.Exocytosis- Using the phospholipid bilayer to force waste and other uneeded material out of the cell."}
{"Id":14803,"EssaySet":6,"Mark":0,"Response":"The cell membrane lets stuff in and out."}
{"Id":14804,"EssaySet":6,"Mark":0,"Response":"osmosis"}
{"Id":14806,"EssaySet":6,"Mark":0,"Response":"One type of movement acrossed the membrane is osmosis. Osmosis is when the substance uses water to move across the membrane. Another processes is active transport. Active transport is the processes of moving acrossed the membrane by the membrane being selectivly permeable. The last processes is difussion. Diffusion is when the cells  diffuse so that they can move across the selectivly permeable membrane."}
{"Id":14807,"EssaySet":6,"Mark":0,"Response":"They get rid of nutrients they dont need.They use different cells to do certain jobs."}
{"Id":14808,"EssaySet":6,"Mark":0,"Response":"The cell uses it organells and cell wall and membrane to controll what gos in and comes out."}
{"Id":14810,"EssaySet":6,"Mark":0,"Response":"The ribosomes decide what enters and leaves the cell. The nucleus lets the waste exit the cell membrane. And, the mitochondria decides at times what can enter."}
{"Id":14811,"EssaySet":6,"Mark":0,"Response":"The endoplasmic reticulum helps proteins travel through the cell.  Transcription and translation also take place in the cell."}
{"Id":14812,"EssaySet":6,"Mark":0,"Response":"One process is habitat location.Second process is homeostasis.Third process is geographical isolation."}
{"Id":14813,"EssaySet":6,"Mark":0,"Response":"Active Transport, Calvin Cycle, and Light Dependent Reactions."}
{"Id":14814,"EssaySet":6,"Mark":0,"Response":"it passes through a memebrane"}
{"Id":14815,"EssaySet":6,"Mark":0,"Response":"substances move across the cell mebrane and the cell membrane sometimes lets substances in, ussually food and water, and nutrients"}
{"Id":14816,"EssaySet":6,"Mark":3,"Response":"Osmosis. The movement of water across a selectively permeable membrane.Active Transport. The movement of particles through a membrane against the concentration gradient.Passive Transport. The movement of particles through a membrane with the concentration gradient."}
{"Id":14817,"EssaySet":6,"Mark":0,"Response":"Ananphase metaphase prophase"}
{"Id":14818,"EssaySet":6,"Mark":0,"Response":"1. dna replication2. 3. protien synthesis"}
{"Id":14819,"EssaySet":6,"Mark":0,"Response":"1. Cells have transfer RNA that transfers messages from the cell.2.The message is sent by the MRNA, which is messanger RNA.3. The process would be translation or transcription. Information is copied and moved around in the cell by the organelles."}
{"Id":14820,"EssaySet":6,"Mark":0,"Response":"The cell membrane, the cell wall and the chloroplast."}
{"Id":14821,"EssaySet":6,"Mark":0,"Response":"Three processes that calls use to control the movement of substances are channel proteins,  diffusion, and osmosis."}
{"Id":14822,"EssaySet":6,"Mark":0,"Response":"1.Bacteria2.Viruses3.Vacoules"}
{"Id":14823,"EssaySet":6,"Mark":0,"Response":"One movement is passive movement. Passive movement alows substances to move freely through the cell membrane. The second movement requires an activation energy for substances to pass through. The third movement is when substances go through using proteins."}
{"Id":14824,"EssaySet":6,"Mark":0,"Response":"cell diffusionosmosis"}
{"Id":14825,"EssaySet":6,"Mark":0,"Response":"The cells use the endoplasmic reticulum and as a highway to move proteins out and around the cell's insides. Also the use of trucking which carries the proteins throughout the endplamic reticulum. Messenger uses the cell to give messages or instructions to the ribosomes from the nucleus."}
{"Id":14826,"EssaySet":6,"Mark":0,"Response":"Judges what it is that is trying to cross. Only allows a certain size of something to pass through. Membrane can tell if it is a bad thing. The membrane doesn't have to let everything in."}
{"Id":14827,"EssaySet":6,"Mark":0,"Response":"1ENERGY2FOOD3MUCELS"}
{"Id":14828,"EssaySet":6,"Mark":0,"Response":"Osmosis - the movement of particle from greater areas of concentration into areas of lesser concentrationcell permeability - the cells way of controlling what is allwoed through, and what is notpinocytosis - the movement of of small particles across the plama membrane"}
{"Id":14831,"EssaySet":6,"Mark":0,"Response":"copy- copy over genetic informationcrossing over- the cell then cross to the membranedivide- the cell then divdes into 2 sections and replicates"}
{"Id":14832,"EssaySet":6,"Mark":0,"Response":"Endo plasmic rectualum- the outter wasll of a cell"}
{"Id":14833,"EssaySet":6,"Mark":0,"Response":"the use their cytoplasm to controll where things move.They use there cell walls to keep unwanted organisms out.They use tunnels to let the wanted organisms to get in."}
{"Id":14834,"EssaySet":6,"Mark":0,"Response":"Osmosis, the absorbtion of substances into the cell.Facillitated diffusinMitosis"}
{"Id":14835,"EssaySet":6,"Mark":0,"Response":"The cell has osmosis, which means the substances move through the membrane surface, not across. It also has Diffusion, which is how it moves things across the surface of the membrane. It also has another thing, but i can't remember it."}
{"Id":14836,"EssaySet":6,"Mark":0,"Response":"There is the cell membrane, the cell wall, and the membrane bound organelles."}
{"Id":14837,"EssaySet":6,"Mark":1,"Response":"Osmosis transfers water and liquid across the cell membrane."}
{"Id":14839,"EssaySet":6,"Mark":0,"Response":"1. The cell membrane has tiny pores in them, so the pores could block out certain substances that might not fit through. 2. The cell could move to a certain location to 'get away' from the particular substance being produced in it's current area.3. The cells pores have a gateway to them that could allow certain substances to get in and others to stay out."}
{"Id":14840,"EssaySet":6,"Mark":0,"Response":"cell membrain cell wall potothenisis"}
{"Id":14841,"EssaySet":6,"Mark":0,"Response":"There are three known processes used by cells to control treh movement of substances across treh cell membrane. One of these ways is that treh cell forms itself around treh substance and then closes in, with treh cell membrane moving around it, therefore positioning it inside treh cell. Another way is that treh cell 'opens up' when treh substance or substances come in contact and then 'closing' after it reaches across treh cell membrane. Another way is that treh cell would move to it, and then absorbs it, in a way of speech."}
{"Id":14842,"EssaySet":6,"Mark":0,"Response":"The DNA cant leve the nuculeos so it has the RNA come in the nuculeos and git the protean and leves the nucleos to transport the protean."}
{"Id":14843,"EssaySet":6,"Mark":0,"Response":"The cell wall blocks.Proteins will carry.the transfer of chemical make up or dna."}
{"Id":14845,"EssaySet":6,"Mark":0,"Response":"the cell membrane lets substances in an out of the cell.the mitochondria ships things that are need out.the golgi apperatus also removes unwanted things"}
{"Id":14847,"EssaySet":6,"Mark":0,"Response":"The nuclear envelope which controls what goes through the cell.The cell membrane controls what leaves the cell.The vacuole which stores food and water for the cell."}
{"Id":14848,"EssaySet":6,"Mark":0,"Response":"cell respirationcell divisoncytokinesis"}
{"Id":14849,"EssaySet":6,"Mark":2,"Response":"Diffusion is a high concentration to a low concentration. Osmosis is diffusion only it is with water. Facilitated diffusion is diffusion only with large molecules."}
{"Id":14850,"EssaySet":6,"Mark":1,"Response":"Diffusion is when the particles pass through the membrane. Osmosis is when water carries the particles in through the membrane. Facilated diffusion is when particles are attatched to something else that is going into the membrane."}
{"Id":14851,"EssaySet":6,"Mark":0,"Response":"1.Communitcation2.Filters 3.protects"}
{"Id":14852,"EssaySet":6,"Mark":0,"Response":"1. There is active transport. To where the cell is allowed into the cell or not. The active transport allows only certain type of organisms to enter or leave the cell.2. Diffusion is another way cells get in and out of the cells. Is where the cell, depending on it's size,  will determine whether or not that it is able to move throughout the cell.3. The other one is where the nuclear envolope sends a messeges and tells the membrane what to do from there."}
{"Id":14853,"EssaySet":6,"Mark":0,"Response":"one proses is called cell movement that is where the cell is moved thrue the cell by the organells"}
{"Id":14854,"EssaySet":6,"Mark":0,"Response":"The rough er golgi membrane in the mitichondria"}
{"Id":14855,"EssaySet":6,"Mark":0,"Response":"The three process that are used to control the movement of substances cross the cell membrane is"}
{"Id":14856,"EssaySet":6,"Mark":0,"Response":"One is the mitocondria which controls what goes in and out of the cell. Second, is the vacole which is the stomach of the cell. Last, is the membrane which is the control center of the cell."}
{"Id":14857,"EssaySet":6,"Mark":1,"Response":"Cells use three different methods to control movement of foreign substances. One for example would be diffusion. It controls the water that moves in and out of a cell. Another example would have to be that the cell wall uses methods to control what comes in and out. They have many specialized glands\/openings that allow specific things to enter and leave the cell."}
{"Id":14858,"EssaySet":6,"Mark":0,"Response":"trna transports the cell to the mrna which absorbs the cell which takes it to the rna which is the transformed into dna."}
{"Id":14859,"EssaySet":6,"Mark":0,"Response":"ribosomes transport substancestRNA read themrRNA tells them where to go"}
{"Id":14860,"EssaySet":6,"Mark":0,"Response":"1. Flagella: long whip like and helps the cell move, the cell only has one                         2. Silla: little hair like and helps the cell move, many are on the cells.     3. I do not know"}
{"Id":14861,"EssaySet":6,"Mark":1,"Response":"Diffusion is the movement of water across the cell membrane.Cell wall keeps things in and out of the cell membrane.The selective membrane lets the good things in and keep the bad things out."}
{"Id":14862,"EssaySet":6,"Mark":0,"Response":"One decription of a way the cell controls movement is by it's cell wall. The cell wall protects and sheilds the cell.     Another decription of a way the cell controls movement is by the nucleus. The nucleus keeps the cell functioining.     Lastly, another way the cell controls movement is by ribosomes."}
{"Id":14863,"EssaySet":6,"Mark":0,"Response":"Three processes a cell uses to move particles through the cell membrane are through the Carrier portein, Pump protein and the Tunnel Protein."}
{"Id":14864,"EssaySet":6,"Mark":0,"Response":"The cellia it has little tails that make a cell move, the water vain that go to the membran of the cell, and the memebran that controls the every thing to make the cell move."}
{"Id":14865,"EssaySet":6,"Mark":1,"Response":"There are three different types of proteins used to transport  substances across the cell membrane.  These three proteins are transport, receptor, and glycoproteins.  Transport proteins transport things directly through the cell membrane, as long as they fit.  Receptor proteins check to see if the thing attemtping to pass through are good for the body or not, and let them through accordingly.  Glycoproteins only open for certain substances to be passed through the cell membrane."}
{"Id":14866,"EssaySet":6,"Mark":0,"Response":"Protein synthesis and cell division."}
{"Id":14867,"EssaySet":6,"Mark":0,"Response":"Pores control the movement.When Potassuim goes back and forth across cells.And when wastes are extracted from cells."}
{"Id":14868,"EssaySet":6,"Mark":0,"Response":"Actice Transport.Passice Transport.Facilitative Diffusion."}
{"Id":14870,"EssaySet":6,"Mark":1,"Response":"Osmosis - water passing through the cell membraneCell Respiration - Cell eating, drinking, and breathing through its membrane.Cannot Remember third GO CELTICS"}
{"Id":14871,"EssaySet":6,"Mark":0,"Response":"cells process things coming in and out of the call membrane, calls also"}
{"Id":14873,"EssaySet":6,"Mark":0,"Response":"The movement acrosss the cell membrane is controlled by the type of cell, the membrane, and the flagella."}
{"Id":14874,"EssaySet":6,"Mark":1,"Response":"Osmosis- Water moves through the cell membraneDiffusion- Water diffuses through the membraneAbsorbition"}
{"Id":14875,"EssaySet":6,"Mark":1,"Response":"Diffusion- allows materials to pass in and out of a selectively permiable membrane through the pores in the cell membrane.Osmosis- allows water to pass through a cell membrane through the pores in the cell membrane.Facilitated Diffusion- the movement of matter through a non- selectively permiable membrane."}
{"Id":14878,"EssaySet":6,"Mark":0,"Response":"THE HAVE A CELL WALL WHICH PREVENTS THINGS FROM ENTERING THE CELL AND IT ALSO PROVIDES SUPPORT TO THE CELL."}
{"Id":14879,"EssaySet":6,"Mark":1,"Response":"3 processes used by cells to control the movement of substances across the cell membrane are Ion channels, which use a channel protein to move things in and out of the cells, Diffusion, which is moving a substance from a high concentration to low concentration, and Hypotonic diffusion which taking in substances."}
{"Id":14880,"EssaySet":6,"Mark":1,"Response":"Osmosis is the movement of water across the cell membrane. Diffusion is another movement of substances across the membrade of the cell. Bionary fusion is another process where the cell membrane 'opens up' to let a substance in that is too big to go in the cell membrane alone."}
{"Id":14881,"EssaySet":6,"Mark":0,"Response":"Carrier protiens move them through the cells membrane by opening like a gate. Flagella whip substances across the surface of the cell. Pores open to allow small enough substances to pass through the membrane."}
{"Id":14882,"EssaySet":6,"Mark":0,"Response":"miosis"}
{"Id":14883,"EssaySet":6,"Mark":0,"Response":"They guide it."}
{"Id":14885,"EssaySet":6,"Mark":2,"Response":"Their is active transport, passive transport, and then their is gradient transport. Active transport is were the cell uses energy to bring subtances into the cell. Passive transport is where subtances pass through the memebrane with out the cell using energy to bring subtances."}
{"Id":14886,"EssaySet":6,"Mark":0,"Response":"here are three processes used by cells to control movement a dog and a cat and a human."}
{"Id":14887,"EssaySet":6,"Mark":0,"Response":"The cell membrane is used to control the movement of substances across a cell. The cell membrane may block out harmful substances, and the cell membrane will also let substances needed for the process into the cell. The cell membrane is very permable."}
{"Id":14888,"EssaySet":6,"Mark":0,"Response":"The cell uses the cell wall and the cell membrane to help it move substances through the cell.  These help regulate what gets into the cell and what doesn't.  Once inside the cell the nucleus will decide what is done with those substances."}
{"Id":14890,"EssaySet":6,"Mark":2,"Response":"Three types of movement that cells use to move substances acrossed the membrane are, one is osomis. Osomis is the movement of water across the cell membrane. Diffusion is also one, during diffusion a substance moves from high to low concertration."}
{"Id":14891,"EssaySet":6,"Mark":0,"Response":"The cells have three different processes, one is that the cell helps control movement of things in the cell. Another one is that the cell has cytoplasm that holds all the things together in the cell."}
{"Id":14893,"EssaySet":6,"Mark":0,"Response":"Cells can transfer substances, make more or give substances."}
{"Id":14894,"EssaySet":6,"Mark":0,"Response":"Diffusion is the process cells use to move liquid materials inside and out of the sell by passing through the cell membrane. Respiration is the process cells use to move needed to take in the materials needed to survive and output materials used by other organisms. Excretion is the process used by cells to remove waste products and unnecessary nutrients."}
{"Id":14895,"EssaySet":6,"Mark":0,"Response":"One process is through absorbing the substance into the cell. Another process would be by certain parts of the membrane haveing different roles to fill by having a certain hole in their area this lets larger objects get through the membrane easily and effectively."}
{"Id":14896,"EssaySet":6,"Mark":0,"Response":"flagellun, cell membrane, cell"}
{"Id":14897,"EssaySet":6,"Mark":0,"Response":"One way would be that the plasma membrane controls what comes in and out of the cell. Another way would be from osmosis. Also a way would be through diffusion."}
{"Id":14898,"EssaySet":6,"Mark":0,"Response":"Reproduction- is produsing mre offsprings."}
{"Id":14899,"EssaySet":6,"Mark":0,"Response":"The cell membrane use the receptors of the cell to send out messages of needs to be done. The processes are to find out what needs to be done, fix it and make sure that what was sent out is what was received."}
{"Id":14900,"EssaySet":6,"Mark":0,"Response":"There are several processes used by cells to control the movement of substances across the cell membrane. Three processes are exocytosis, endocytosis, and phagocytosis."}
{"Id":14901,"EssaySet":6,"Mark":0,"Response":"the cell wall protectsthe cell from substances coming in or going out of the cell."}
{"Id":14902,"EssaySet":6,"Mark":1,"Response":"Selective Permiability- selects what substances get in and out of the cellActive Transport- which requires movement and creates  an opening for substances to movePassive Transport- doesnt require movement of cells to move substances"}
{"Id":14903,"EssaySet":6,"Mark":0,"Response":"blood flow."}
{"Id":14904,"EssaySet":6,"Mark":1,"Response":"Cells have a selective membrane which only allow certain things to enter and leave the cell. It controls, for example, how much water leaves and enters the cell. Cells also use proteins as means to transport things through the cell to other cells."}
{"Id":14905,"EssaySet":6,"Mark":3,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are: diffusion, osmosis, and active transport.  Diffusion is when substances are moved from areas of a higher concentration to areas of a lower concentration. Osmosis is the movement of water through a selectively permeable membrane.  The water moves from a high concentration to a low concentration.  Active transport is the opposite of diffusion.  In active transport substances move from areas of a low concentration to areas of a high concentration."}
{"Id":14906,"EssaySet":6,"Mark":0,"Response":"1. The cell wraps it items in fat."}
{"Id":14907,"EssaySet":6,"Mark":0,"Response":"1. Osmosis- slow, spreading out equally of substances in a cell.2."}
{"Id":14908,"EssaySet":6,"Mark":0,"Response":"THE INTERPHASE, ANAPHASE AND TELAPHASE."}
{"Id":14909,"EssaySet":6,"Mark":0,"Response":"osmosis the movement of water. defusion the movement of objects.active tranportation the movement of organeals."}
{"Id":14910,"EssaySet":6,"Mark":0,"Response":"The three processes used be cells to control the movement of substances across the cell membrane are: active transport, photosynthesis, and hyperactive transport."}
{"Id":14911,"EssaySet":6,"Mark":3,"Response":"DIFFFUSION, or the spontaneous movement of a substance from a high concentration to a low concentration zone;FACILITATED DIFFUSION, or when diffusion occurs through special protein channels located in the cell membrane;ACTIVE TRANSPORT, meaning that the cell invests ATP in order to transport substances in or out of the cell up the concentration gradient by special protein pumps."}
{"Id":14912,"EssaySet":6,"Mark":0,"Response":"The three processes that the cells use to control movement across the cell membrane are the cell wall, mitosis, and osmosis."}
{"Id":14913,"EssaySet":6,"Mark":0,"Response":"first thing would be there round small shape helps them flow all around the body.second thing would be the mebrane inside the cell, it can give enrgy to help it move and live.therd thing is the function it has in the body. only so that the body notice what it is and it allows it to get to where it needs to go."}
{"Id":14914,"EssaySet":6,"Mark":0,"Response":"1) Oxygen Diffusion2)Homestasis3)Protein Synthesis"}
{"Id":14915,"EssaySet":6,"Mark":0,"Response":"There is a protien. requires energy, water can pass through plasma membrane easily."}
{"Id":14916,"EssaySet":6,"Mark":0,"Response":"The cells can control the movement of substances across the membrane by slowing them down, and blocking out certain substances. They might allow certain substances to come in, but others cannot."}
{"Id":14917,"EssaySet":6,"Mark":0,"Response":"They use their flagellum to move around.They move their bodies to move like a snake.They use the hair-like structures on their bodies."}
{"Id":14918,"EssaySet":6,"Mark":0,"Response":"organelle, flagelton, and the nucleius"}
{"Id":14919,"EssaySet":6,"Mark":0,"Response":"They have cell walls so things don't go threw to the nucleus as easy.They nucleus is in the center so it controls everything."}
{"Id":14920,"EssaySet":6,"Mark":0,"Response":"There is active transport which helps with the flow of water molecules into the cell.There Is passive transport which helps bring protiens into the cell.There protien transport which helps bring in enzymes into the cell."}
{"Id":14921,"EssaySet":6,"Mark":0,"Response":"1.how big the openings are in the membrane.      2.what type of cells are allowed threw the openings."}
{"Id":14922,"EssaySet":6,"Mark":2,"Response":"Sodium-Potasium Valve- active transport that carries sodium out of the cell and potasium into the cellOsmosis- when water travels through the permeable cell membraneNonactive transport- transport of substances down a consentration gradient using no energy"}
{"Id":14924,"EssaySet":6,"Mark":0,"Response":"The cytoplasm, flagullum, and the shape of the substances"}
{"Id":14925,"EssaySet":6,"Mark":0,"Response":"Cells can use their cell wall to control movement of substances by not letting the substances into the cell."}
{"Id":14926,"EssaySet":6,"Mark":0,"Response":"Well there is the process of the nucleus saying hey i need more of this and send it up to the brain.  Then the tRNA goes out and deleviers the message to where ever it needs to go.  When the message gets to where it needs to be then that thing makes it and then it gets transfered to the brian since that is where it is need."}
{"Id":14927,"EssaySet":6,"Mark":0,"Response":"the cell uses ribosomes to move substances across the cell membrane."}
{"Id":14928,"EssaySet":6,"Mark":0,"Response":"to transfer RNA"}
{"Id":14929,"EssaySet":6,"Mark":0,"Response":"The mitocodriaGogi apperatus Nucleus"}
{"Id":14930,"EssaySet":6,"Mark":0,"Response":"Golgi Apparatus"}
{"Id":14932,"EssaySet":6,"Mark":0,"Response":"translation, transcription, and TRNA."}
{"Id":14933,"EssaySet":6,"Mark":2,"Response":"Active Transport is one of the three. In active transport, the cell has to use energy to collect substances and pass through the membrane. This energy is needed due to the flow of substances outside the cell. The next process is passive transport. In passive transport, the cell does not need any force exerted to gather and allow substances with in the cell. This is because the concentration is much higher within the cell. The final process is osmosis, which is simply substances of higher concentration flowing into an area of lower concentration due to mixing, heat, or friction."}
{"Id":14934,"EssaySet":6,"Mark":0,"Response":"1. Kreb cycle when they move carban and oxygen around to make ATP2. Calvin cycle when they use oxygen to make a little ATP3. Active Transport that moves the cells around to make ATP"}
{"Id":14935,"EssaySet":6,"Mark":0,"Response":"Cellular Respiration, it releases oxygen keeping the substances from moving.Photosynthesis, it uses ATP to create glucose.The cell wall protects the substances from moving any further."}
{"Id":14937,"EssaySet":6,"Mark":0,"Response":"The cell uses cilla no move around to get food. The cell also ueses things golgi apperates to move things out of the cell."}
{"Id":14938,"EssaySet":6,"Mark":0,"Response":"The cell gets rid of waste.The cell lets some substences inside.The cell makes some substances."}
{"Id":14939,"EssaySet":6,"Mark":0,"Response":"osmosis diffusion- crossing over of moving particles."}
{"Id":14940,"EssaySet":6,"Mark":0,"Response":"well the mitchondria which pretty much is the main power source of the cell it keeps everything in check. All the cells have differnt jobs to do in the body. The cell membrane makes sure that the stuff the cell needs it makes sure it gets it"}
{"Id":14941,"EssaySet":6,"Mark":0,"Response":"cells occuring throughout in the cell memebrane"}
{"Id":14942,"EssaySet":6,"Mark":0,"Response":"plasmembreane to movemovement to move around the cellplacement to place something in the cell"}
{"Id":14943,"EssaySet":6,"Mark":0,"Response":"mitosis, they seperate to make it easier to pass things through the cell. They are selectively permeable which alows them to chose what gets in and out of the cell."}
{"Id":14944,"EssaySet":6,"Mark":0,"Response":"control; the brainmove where they need to becontrol the membrain"}
{"Id":14946,"EssaySet":6,"Mark":1,"Response":"*Osmosis - movement of water across selectively permeable cell membrane*Diffusion - molecules freely move across cell membrane until both sides have equilibruim*- transfer proteins move molecules out of the cell when there are too many"}
{"Id":14947,"EssaySet":6,"Mark":0,"Response":"The cell membrane will only allow certain things to pass through. The cell membrane is jelly like so if it bumps into another cel there is no damage. The cell membrane doesn't allow carbon into it."}
{"Id":14948,"EssaySet":6,"Mark":0,"Response":"endocytosis- cell membrane envelopes material and is absorbed into the cell.diffusion- concentration gradient is higher outside the cell causing the material to naturally diffuse across the membrane.facilitated diffusion- carrier proteins help materials move with the concentration gradient through the cell membrane."}
{"Id":14949,"EssaySet":6,"Mark":1,"Response":"Exocytosis is one process in which cell control movement across the cell membranes in which it exits substances out of the cell.Endocytosis is the process in which the susbstances move from outside the cell into the cell membrane and inside the cell.Isotope is the process in which the substances come and go  equal in and  out the cell but in a balanced way."}
{"Id":14950,"EssaySet":6,"Mark":0,"Response":"1.Pores2.fighting3.mutation"}
{"Id":14952,"EssaySet":6,"Mark":0,"Response":"The three processes used by the cell to control the movement if the substances across the cell membrane are the brain of the cell, the motion of the cell and the way that they take care of them selves."}
{"Id":14954,"EssaySet":6,"Mark":0,"Response":"mieosis meitosis diffusion"}
{"Id":14955,"EssaySet":6,"Mark":0,"Response":"The three processed diffusion of oxygen, osmosis of water, and faciliated diffusion."}
{"Id":14956,"EssaySet":6,"Mark":0,"Response":"The flagellum, uses its tail like structure to move around. The cillia uses its hair like substances to move around in the cell."}
{"Id":14959,"EssaySet":6,"Mark":0,"Response":"The cell membrain takes nutrients from the outside of the cells and takes them to the main cell membrain."}
{"Id":14960,"EssaySet":6,"Mark":0,"Response":"Photosynthesis is the division of cells, mytosis, meiosis."}
{"Id":14961,"EssaySet":6,"Mark":0,"Response":"interphase metaphase and anaphase"}
{"Id":14963,"EssaySet":6,"Mark":0,"Response":"The Cell Membrane will act like a body guard and say weather or not an object or organism can make its way into the cell.  The cell may use asmosis to tranfer material across the cell.  The nucleus is the brains of the cell and it will tell if something is supposed to be there or not."}
{"Id":14964,"EssaySet":6,"Mark":1,"Response":"Cells use diffusion and osmoisis to move substances across the cell membrane. Diffusion is substances moving from an area with more mass to an area with less mass. Osmoisis is the movement of water through the cell membrane. A cell membrane also has pores that particles can enter and exit from."}
{"Id":14965,"EssaySet":6,"Mark":0,"Response":"One process is diffussion. Diffusion is whenever substances diffuse over the cells membrane. Another process is the fission where the substances go through a hole in the membrane."}
{"Id":14966,"EssaySet":6,"Mark":0,"Response":"One movement in the cell is the RNA. Another thing that moves cells is energy.  Another is passive transportation."}
{"Id":14967,"EssaySet":6,"Mark":0,"Response":"they grow legs and run away"}
{"Id":14970,"EssaySet":6,"Mark":0,"Response":"Cells have semi-permeable membranes, which allow particles to pass through cell walls, others have permeable membranes, which allow particle to move freely through the cells walls, and other cell walls are not permeable at all, allowing nothing to pass through."}
{"Id":14972,"EssaySet":6,"Mark":0,"Response":"1. In through cell wall2. Out of Nucleus3. Out through cell wall"}
{"Id":14974,"EssaySet":6,"Mark":0,"Response":"cellular respiration, ion channle, lipid bilayer"}
{"Id":14975,"EssaySet":6,"Mark":3,"Response":"THe three types are diffusion, facilitated diffusion, and active transport. Diffusion doesn't use energy to move substances. The movement will always go from high concentration of the substance to low concentration. Once the concentration of the substance reaches equilibrium, or is the equal, the substance will move back and forth equally.A specific type of diffusion is osmosis, the diffusion of water. Facilitaed diffusion is used to transport substances that canot go through te semipermeable cell membrane. It uses no energy because it still diffusion. It uses the channel protiens in the cell membrane so that the substance can pass through. Active transport is used when a substance goes from low to high concentration. This type of transportation does use energy because it 'goes against the flow.' It is used when a cell need to take in nutrients or get rid of waste."}
{"Id":14976,"EssaySet":6,"Mark":0,"Response":"The cell is connected to the membrane and by chanelling the membrane it tells it to move. Protins also send messages to the cell to tell it to move. The cell and cells are linked and communicating all the time."}
{"Id":14978,"EssaySet":6,"Mark":0,"Response":"a cell controls the movement so it can contrarn the so it can get DAN to the place it needs it."}
{"Id":14979,"EssaySet":6,"Mark":0,"Response":"Flaggelum is used to move. Also in mRNA."}
{"Id":14980,"EssaySet":6,"Mark":1,"Response":"1.They use sodium-potassium pumps to move sodium and potassium in and out.    2.They use vacules to ingulf food through phagocytosis.3. They use markers to deside if the substance is ok to travel into the cell."}
{"Id":14982,"EssaySet":6,"Mark":0,"Response":"THE CELLS TRAVEL TO THE RNA AND SENDS A MESSAGE TO THE MRNA"}
{"Id":14984,"EssaySet":6,"Mark":0,"Response":"Osmosis, Diffusion and Active Transport."}
{"Id":14985,"EssaySet":6,"Mark":0,"Response":"OSMOSIS"}
{"Id":14986,"EssaySet":6,"Mark":0,"Response":"They use osmosis. They use a barrier around them so nothing can cross."}
{"Id":14988,"EssaySet":6,"Mark":0,"Response":"The cell membrane is the cell structure in which any subtance moves across because it is the outer part of the cell and allows anything to pass on top of it.The cytoplasm that is on the cell membrane is a very helpful factor to help things move across the membrane.All cells have a special ability to move across the cell membrane. They have a flagellum that is a tail-like structure that enables the cell to move."}
{"Id":14990,"EssaySet":6,"Mark":0,"Response":"diffusion - movement of cellsosmosis - movment of cells using watercell division - dividing of cells"}
{"Id":14991,"EssaySet":6,"Mark":0,"Response":"Three processes used by cell to control the movment of substances across the cell membrance are the nuclus and ribsomes and zytoes."}
{"Id":14994,"EssaySet":6,"Mark":0,"Response":"flagellumvacuolesrespiration"}
{"Id":14996,"EssaySet":6,"Mark":0,"Response":"The mitochondria, chloroplast, and the eukaryotic cell."}
{"Id":14997,"EssaySet":6,"Mark":0,"Response":"The cell moves across it by diffusion, respiration, and movement."}
{"Id":14998,"EssaySet":6,"Mark":0,"Response":"cytoplasm keeps things where they are."}
{"Id":14999,"EssaySet":6,"Mark":0,"Response":"Flagella can move a protist around, mitochondria moves throughout the membrane, and the lysosomes hold in food for energy, then, when needed, the food is let out."}
{"Id":15000,"EssaySet":6,"Mark":0,"Response":"They use diffusion, osmosis, and water diffusion"}
{"Id":15001,"EssaySet":6,"Mark":0,"Response":"1) blood vessels2) the brain  3) vessels"}
{"Id":15002,"EssaySet":6,"Mark":1,"Response":"1) Diffusion: natural distribution\/movement of particles2) Facilitated Diffusion: allowing only certain particles in or out of the cell through diffution3) Active Transport: movement of certain particles against the concentration gradient"}
{"Id":15003,"EssaySet":6,"Mark":0,"Response":"The cells use the mebrane as a transportaion and they move lik a boat on water."}
{"Id":15004,"EssaySet":6,"Mark":0,"Response":"In the crll there is a cell membrane, a cell wall and protens."}
{"Id":15005,"EssaySet":6,"Mark":1,"Response":"Osmosis- movement of water across the surface of a celldivergence- movement of materials across a cellequillibrium- maintaining a balance of the cell"}
{"Id":15006,"EssaySet":6,"Mark":1,"Response":"Osmosis- the movement of water across the cell membraneCellular respiration- movement of oxygen across the cell membraneHomeostasis- sending out, or taking in nutrients to maintain stability"}
{"Id":15007,"EssaySet":6,"Mark":0,"Response":"Mitosis-lets things get in and outosmosis-water"}
{"Id":15008,"EssaySet":6,"Mark":0,"Response":"The three proccesses are meoisis, osmosis, and diffusion."}
{"Id":15009,"EssaySet":6,"Mark":0,"Response":"prophasemetaphasetelephase"}
{"Id":15010,"EssaySet":6,"Mark":0,"Response":"Reproduction, dying off of old cells, and living"}
{"Id":15011,"EssaySet":6,"Mark":0,"Response":"1.cellular diffusion2."}
{"Id":15012,"EssaySet":6,"Mark":0,"Response":"1. the nucleus controls the whole cell and its actions.2. the mitocondria makes proteins the cell needs to survive. 3. the cell membrane is the gateway of the cell it controls what enters and exits the cell."}
{"Id":15013,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are cell membrane, cell wall, and vascular system."}
{"Id":15014,"EssaySet":6,"Mark":0,"Response":"1. nuclear membrane2. enyzme 3."}
{"Id":15015,"EssaySet":6,"Mark":2,"Response":"Cells use multiple processes to move substances through the membrane. One major type of cellular movement is passive transport. With passive transport, the cell won't have to use any energy to move the substance. The cell can use diffusion, or osmosis if the cell is moving water. The cell can also use active transport to move substances. It can use endocytosis, to bring substances into the cell, or exocytosis to push substances out."}
{"Id":15016,"EssaySet":6,"Mark":0,"Response":"One is osmosis where different parts of the cell come together to protect and control movement from the cell membrane.  The second is transcription where it controls the rate and what crosses through the cell membrane. The third is translation it helps create rna that can help later on to control what crosses the membrane."}
{"Id":15017,"EssaySet":6,"Mark":0,"Response":"osmosis, mitosis, and meiosis"}
{"Id":15018,"EssaySet":6,"Mark":1,"Response":"First of all, cells have a semi-permeable membrane that allows only what the cell wants to allow in.  Second, cells use the cytoplasm in the cell to move and hold different substances and items that are in the cell.  Last of all, some cells have a cell wall that doesnt allow anything in, except for a few spots where the wall is discontinued."}
{"Id":15019,"EssaySet":6,"Mark":0,"Response":"1. tRNA2. lysosomes3. other organelles"}
{"Id":15021,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane, are :diffusion, miosis, and movement."}
{"Id":15022,"EssaySet":6,"Mark":0,"Response":"cells use cyotplasm for certain things to move through the human body. Cells also use blood to move certain proteins and cells through the body."}
{"Id":15024,"EssaySet":6,"Mark":0,"Response":"active transport, diffusion, passive transport"}
{"Id":15026,"EssaySet":6,"Mark":0,"Response":"One of the processes used by cells would be the The NUCLEOUS to tell the cell what to do. Then there is the FLAGELUM Which is the tail the moves to help the crell move around. The last one would be the CELL MEMBRAIN That holdeverytjing in and not floting out."}
{"Id":15029,"EssaySet":6,"Mark":0,"Response":"Cells can multiply.Cells can help organs.Cells also move throughout the cell membrane in order to keep everything funtioning correctly."}
{"Id":15031,"EssaySet":6,"Mark":0,"Response":"Diffusion which is the processes of moving materals in and out of the cell, osmosis which is the procsess of water moving in and out of the cell, and fermentation which controls the proteins coming in and out of the cell"}
{"Id":15032,"EssaySet":6,"Mark":0,"Response":"blood movement cells"}
{"Id":15033,"EssaySet":6,"Mark":0,"Response":"The three processes used by a cell to control movement of substances across the membrane are..."}
{"Id":15034,"EssaySet":6,"Mark":0,"Response":"Active Transport is when what substances use to cross the cell, Passive Transport is what the substances use to help control the cell."}
{"Id":15035,"EssaySet":6,"Mark":1,"Response":"Three processes to control the movement are diffusion, osmosis, and facultative diffusion. Osmosis is the spread of water through an area. Diffusion is when water is used in various parts of the organism and stored throughout the body. Facultative diffusion is when the nutrients are stored to be used for later."}
{"Id":15036,"EssaySet":6,"Mark":0,"Response":"Difusion, helps move water based particels in and out of the cell. Osmosis:  move non water based particels in ond out of the cell."}
{"Id":15037,"EssaySet":6,"Mark":0,"Response":"The proteins only allow for specific organisms to pass through. The cell membrane is made of material which only nonpolar organisms can pass through."}
{"Id":15038,"EssaySet":6,"Mark":1,"Response":"Diffusion is where the cell moves things acrost the membrain without using energy. Active trasport is a prosses that requires energy to move things acrost the cell."}
{"Id":15039,"EssaySet":6,"Mark":0,"Response":"Mitochondrian, plasmids, and the ribosomes."}
{"Id":15040,"EssaySet":6,"Mark":0,"Response":"All the membranes are different from evrey other one."}
{"Id":15041,"EssaySet":6,"Mark":0,"Response":"Diffusion is one processes used by cells to cntrol movement across the cell membrane."}
{"Id":15042,"EssaySet":6,"Mark":0,"Response":"diffusion when particles separate in the air"}
{"Id":15043,"EssaySet":6,"Mark":0,"Response":"Cells Use tails to move. Others just slid acrossand they work together"}
{"Id":15044,"EssaySet":6,"Mark":0,"Response":"osmosis,"}
{"Id":15045,"EssaySet":6,"Mark":0,"Response":"homeostacious"}
{"Id":15046,"EssaySet":6,"Mark":0,"Response":"The cell membrane will only allow RNA through. The flag lets it know where to enter. Then it will only let waste out."}
{"Id":15047,"EssaySet":6,"Mark":0,"Response":"Diffusion"}
{"Id":15048,"EssaySet":6,"Mark":0,"Response":"cell wall cell membrane nucleus"}
{"Id":15049,"EssaySet":6,"Mark":3,"Response":"The first process used by cells to cross the membrane would be known as diffusion. Diffusion uses no energy when particles are moving from a concentration of high to low. If they are moving from a concentration of low to high then this does use energy. Diffusion continues until the membrane has obtained equillibrium on both sides.      The second process of cells moving across the membrane is known as osmosis. This is the same as diffusion only water molecules are attempting to cross the membrane. This type of diffusion is known as passive transport and requires no energy. Water needs to be moved in and out of the cell by osmosis to maintain homeostasis.     Facilitated Diffusion is the third process by which substances move across the membrane. This is done by a membrane protein and requires signal molecules to signal the protein to open and close. Once the substance has entered the membrane protein, the protein closes on the outside of the membrane and opens on the inside of the membrane, letting the substance in."}
{"Id":15051,"EssaySet":6,"Mark":0,"Response":"1.substances move through the organelles2.tRNA transfers it across the cell3. transcription"}
{"Id":15053,"EssaySet":6,"Mark":0,"Response":"The cell uses threee processes by the names of mieosis, mitosis, and cell reproduction. Meosis is when the cell divides and turns into another cell aloowing them to increase in numbers. Mitosis Is when the cell membrane forms around the nucleus to protect it. ( this only occurs in Eukaryotic cells ).Cell reprodustion is when cells multiply allowing more cell to be created and a person be healthier."}
{"Id":15054,"EssaySet":6,"Mark":0,"Response":"Substances go through the cell."}
{"Id":15055,"EssaySet":6,"Mark":2,"Response":"Endocytosis. Endocytosis is when the cell uses a vesical to transport large substances into the cell. Exocytosis. Exocytosis is when the cell uses a vesical to tranport large out of a cell.Ion channels. Ion channels only let certain molecules into the cell."}
{"Id":15056,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell are, one the cell wall, which is used to keep things out of it and another one is the mitochondria maximizes cellular respiration by and lysomes take unwanted proteins out of the cell."}
{"Id":15057,"EssaySet":6,"Mark":1,"Response":"1. Active transport - uses enery to move subtances through a carrier protien to the rest of the cell2. Facilitated transport - does not use energy to move substances through a carrier protien3. Passive transport - the suctances move right on through the membrane with using any energy."}
{"Id":15058,"EssaySet":6,"Mark":0,"Response":"The cell membrane will open allowing and manuever nutrients into the cell. The cell membrane will manuever waste out of the cell."}
{"Id":15059,"EssaySet":6,"Mark":0,"Response":"flagellum i dont know"}
{"Id":15060,"EssaySet":6,"Mark":1,"Response":"There are many ways a cells materials can enter of leave a cell. Endocytosis is how a cell takes in needed materials in which are to big to fit through the lipid bilayer. Exocytosis is a process in which cells get rid of any waste materials to big to fit through the lipid bilayer. Another way to move substances across the cell membrane is by the sodium-potassium pump. The sodium-potassium pump alows potassium to enter a cell, and sodium to leave a cell. Sodium-potassium pumps only open one way at a time. For example, when the pump is recieving the potassium from outside the cell, the sodium waiting on the indide of the cell can't move through. Endocytosis, Exocytosis, and sodium-potassium pump are three ways substances move across the cell membrane."}
{"Id":15061,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control movement of substances are growth, synthesis and growth 2."}
{"Id":15063,"EssaySet":6,"Mark":0,"Response":"three prosses that control the movement of a substance is the passive active and transport"}
{"Id":15064,"EssaySet":6,"Mark":1,"Response":"Osmosis allows water to move freely around inside and outside the membrane of the cell.  Diffusion allows wastes to exit the ceels throught selected pores in its membrane.  The lipids and proteins aloow any nutrient to go through the surface of the cell."}
{"Id":15066,"EssaySet":6,"Mark":0,"Response":"osmosisexocytosis is where they take large objects out of a cell with vesiclesendocytosis is where the cell takes in objects"}
{"Id":15067,"EssaySet":6,"Mark":0,"Response":"1) Mitosis- the cells seperate and move to opposite ends of the cell membrane. Which can somewhat guard the movements.2) Meosis- The same process occurs as in mitosis, except more cells will be produced. Gaining more control for the cells. 3) Reproduction: the cells can reproduce many time, then the cells can have full controll over the cell memebrane. Making it hard for harmful substances to enter the membrane."}
{"Id":15070,"EssaySet":6,"Mark":0,"Response":"The flagellum is used for movement across the cell membrane.Proteins."}
{"Id":15071,"EssaySet":6,"Mark":0,"Response":"1.Digestion 2.reproduction 3.breaking down materials"}
{"Id":15072,"EssaySet":6,"Mark":0,"Response":"The cell membrane keeps the things from going in and out."}
{"Id":15073,"EssaySet":6,"Mark":0,"Response":"Controls what goes in and out, allow substances to get in,and removes any thing that's not suppose to be in there."}
{"Id":15074,"EssaySet":6,"Mark":0,"Response":"Three processes used by the cell are the mitochondria stopping substances, the cell wall not letting substances into the cell and the nucleus regulaating the cells movement."}
{"Id":15076,"EssaySet":6,"Mark":0,"Response":"sperm and egs"}
{"Id":15077,"EssaySet":6,"Mark":0,"Response":"mitosisosmosismeiosis"}
{"Id":15078,"EssaySet":6,"Mark":0,"Response":"One process is when the ribosomes transport the genetic code across the ER, which can be smooth or rough."}
{"Id":15079,"EssaySet":6,"Mark":0,"Response":"The cell wall serves as a wall to keep things from getting into the cell. In order for things to move across the cell membrane they have to get in the cell wall.A substance may use their flagellium to move across the cell membrane."}
{"Id":15081,"EssaySet":6,"Mark":0,"Response":"One way the cells controll movement of substances across the cell membrane is through it. A second way is to go across it. And the third way is to go out of it."}
{"Id":15082,"EssaySet":6,"Mark":0,"Response":"osmosis, meiosis, mitosis"}
{"Id":15083,"EssaySet":6,"Mark":0,"Response":"osmosis the substances absorb into the celldiffusion they diffuse threw out the membraneactive transport helps move on thing to another"}
{"Id":15084,"EssaySet":6,"Mark":0,"Response":"Tails are used to move cells around.They also use tiny hairs to swim around."}
{"Id":15085,"EssaySet":6,"Mark":0,"Response":"The cell must know what is going across the memebrane friest so it knows if it has to keep it or get ride of it because its bad for the cell. The next thing the cell should do is keep all organisms that they know they need to surive."}
{"Id":15086,"EssaySet":6,"Mark":0,"Response":"diffusion the golgi and the rough endoplasmic reticulum"}
{"Id":15087,"EssaySet":6,"Mark":0,"Response":"The 3 processes used by cells to control movement are osmosis, diffusion and active transport."}
{"Id":15088,"EssaySet":6,"Mark":0,"Response":"the cell membrane controls what the cell does and how it functions.cellulair respiration is a process by which cells carry oxygen to the blood stream.the mitochondria is how the cells get energy."}
{"Id":15089,"EssaySet":6,"Mark":0,"Response":"For cells to move some use the flagellum. It is like a tail and moves so the cell can reach it's destination. Other cells also scatter around until it find the right place. Last but not least alot of cells have tiny hairs that have a certain movement to get it where it needs to go."}
{"Id":15090,"EssaySet":6,"Mark":0,"Response":"There is a endoplasmic reticulum that acts like a guide in the cell. Then there is flagella in the cell that helps control the movement. There is also cytoplasm that helps the control."}
{"Id":15091,"EssaySet":6,"Mark":0,"Response":"miosis, mitosis, and"}
{"Id":15092,"EssaySet":6,"Mark":1,"Response":"Osmosis- diffusion of water.Meiosis- cell reproduction.Mitosis- another type of cell reproduction."}
{"Id":15093,"EssaySet":6,"Mark":0,"Response":"Potassium pump, diffusion, exocytosis."}
{"Id":15095,"EssaySet":6,"Mark":0,"Response":"The plasma on the out side of the membrane keeps certain things from getting in and or getting out."}
{"Id":15096,"EssaySet":6,"Mark":0,"Response":"the move throught the blood strem.the use thir tails to move."}
{"Id":15097,"EssaySet":6,"Mark":0,"Response":"selective permability"}
{"Id":15098,"EssaySet":6,"Mark":0,"Response":"1The goglie bodies help by getting rid of stuff not needed in the cell. 2. The cillia helps the cell move"}
{"Id":15099,"EssaySet":6,"Mark":0,"Response":"if the cell was a plant cell it would have a cell wall that could have be used for the cells food. in an animal cell it controls the amout of sugers, wast and other stuf that makes the cell work. equialibram helps the cell gain or lose water."}
{"Id":15100,"EssaySet":6,"Mark":0,"Response":"cilli microvilla an villa"}
{"Id":15101,"EssaySet":6,"Mark":3,"Response":"Osmosis is the process where water flows in and out of the cell membrane.Active transport uses energy to move molecules throught he membrane of a cell.Passive transport is a process where molecules move through the cell membrane without the use of energy."}
{"Id":15103,"EssaySet":6,"Mark":0,"Response":"they use there body movments"}
{"Id":15104,"EssaySet":6,"Mark":0,"Response":"selective promobility is one way that the cells control the substances"}
{"Id":15105,"EssaySet":6,"Mark":1,"Response":"Cells control the movement of substamces across the cell membrane by not allowing any harmful substances through the membrane, being simi-permiabel by controling what can and can't go through the membrane, and going throug exocytosis to get rid of any harmful waste inside the cell."}
{"Id":15106,"EssaySet":6,"Mark":0,"Response":"movement, reproduction, and respiration. Movement to move, Reproduct to make more, and respiration to help the body."}
{"Id":15107,"EssaySet":6,"Mark":0,"Response":"TranscriptionTranslationProtein Synthesis"}
{"Id":15108,"EssaySet":6,"Mark":0,"Response":"1. Everything passes through the ER.2. Vacuoles take care of the waste products.3. RNA carries information."}
{"Id":15109,"EssaySet":6,"Mark":0,"Response":"the nuclues sends messages to the cell to tell things what to do and what is happening. the ribosomes are little things that helps build energy and theres also the cytoplasm that runs through the cell membrane."}
{"Id":15110,"EssaySet":6,"Mark":0,"Response":"MieosisMitosis"}
{"Id":15112,"EssaySet":6,"Mark":0,"Response":"The cell membrane blocks certain things from entering and leaving the cellCells membranes fight off any mircroorganisms that try to enter and arnt supposed tooIf the cell membrane doesnt recognize it it wont let it in"}
{"Id":15114,"EssaySet":6,"Mark":1,"Response":"The membrane surface in a cell is referred to as being 'semi-permeable.' This means that only certain things are capable of entering the cell. Therefore, the membrane would regulate what enters or leaves the cell. With these particular processes happening, the travel of substances across the cell membrane would be limited."}
{"Id":15115,"EssaySet":6,"Mark":0,"Response":"They absorb the substance into the cell, they surround the substance with the cell membrane, or they keep the substance out of the cell."}
{"Id":15116,"EssaySet":6,"Mark":1,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are diffusion, facilitated diffusion, and osmosis. Diffusion always substances to move across the cell by slowly being moved through the cell membrane. Facititated diffusion always larger objects to be moved across the cell membrane. Osmosis is where something is moved into the cell by shrinking it and then it regains its shape after being moved into the cell."}
{"Id":15117,"EssaySet":6,"Mark":0,"Response":"The cell membrane checks to see if the substance is good or bad for the cell. Then the cell membrane lets the substance inside of the cell. Finally the substance is transported through the cell through the endoplasmic reticulum."}
{"Id":15118,"EssaySet":6,"Mark":0,"Response":"MIOSISOSMOSISREPRODUCTION"}
{"Id":15119,"EssaySet":6,"Mark":3,"Response":"Three processes that cells use to move substances across the membrane are diffusion, osmosis, and endocytosis. Diffusion occurs when there is a high concentration of materials out side of the cell, and a low concentration of the materials inside the cell.  The materials then pass through the membrane into the cell to balance it out without using energy.  Osmosis is similar to diffusion, but occurs with water.  The water passes through the cell membrane to balance out the concentration of the water, without using energy. Endocytosis is a form of active transport where energy is used to bring materials from a low concentration into a higher concentration, into the cell, through the membrane."}
{"Id":15120,"EssaySet":6,"Mark":0,"Response":"Osmosis is water coming in or leaving the cell.Diffusion is making equilibrium by moving across the membrane.Passive transport is where you move things into the cell from the outside."}
{"Id":15121,"EssaySet":6,"Mark":0,"Response":"anaphase interphase and prophase"}
{"Id":15123,"EssaySet":6,"Mark":0,"Response":"The three processes are diffusion, faciliated diffusion, and osmosis."}
{"Id":15124,"EssaySet":6,"Mark":0,"Response":"meioses, cell division, geting rid of waste."}
{"Id":15125,"EssaySet":6,"Mark":1,"Response":"Cells use different processes to control the movement of substances across the cell membrane. One of the processes is a semi permiable membrane that allows only certain substances to pass through. This membrane is like a pasta strainer. The strainer lets the water out and keeps the pasta in. another way cells control movement is by ATP. ATP is large amounts of cellular energy that is used for movement. Another way is by a cell wall. Cell walls do not allow any substance to pass in or out of the cell. There are many more ways a cell controls the movement of substances across the membrane, but these three are the most common."}
{"Id":15126,"EssaySet":6,"Mark":0,"Response":"The three phases I know are metaphase,anaphase, and telophase."}
{"Id":15127,"EssaySet":6,"Mark":0,"Response":"the cell wal    the cell membrean"}
{"Id":15128,"EssaySet":6,"Mark":1,"Response":"The use active transport wich requires energy to do so.They use cell respiration wich allows material to go in and out of the cell."}
{"Id":15129,"EssaySet":6,"Mark":0,"Response":"sillianucliotides"}
{"Id":15132,"EssaySet":6,"Mark":0,"Response":"they can move across water. They eat the other fish. The can swim"}
{"Id":15133,"EssaySet":6,"Mark":0,"Response":"Cells first recognize what is going to be comming through the membrane by sending a singnal to the nucleus so it then cna decide whethere or not whatever wants to enter can. Then the Golgi bodies transport whatever it is through the cell."}
{"Id":15134,"EssaySet":6,"Mark":0,"Response":"Three processes used by the cell to control movement of sudstances would be citoplasma, nucius, and mitocondrean."}
{"Id":15135,"EssaySet":6,"Mark":0,"Response":"Three processes are that the cell has a cell wall and is connected to other cells. Another is that it chooses what to enter it and it acts like a barrier for other things."}
{"Id":15136,"EssaySet":6,"Mark":0,"Response":"telephase gives the information to the nucleusAnaphaseInterphase"}
{"Id":15137,"EssaySet":6,"Mark":0,"Response":"They use the cytoplasm to move substances to their right place,"}
{"Id":15138,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are, mRNA which gives instructions to a cell. tRNA which transfers stuff to a cell."}
{"Id":15139,"EssaySet":6,"Mark":0,"Response":"equilibrilum"}
{"Id":15140,"EssaySet":6,"Mark":0,"Response":"1:passed to a cell2:goes through something3:gets to cell membrane"}
{"Id":15141,"EssaySet":6,"Mark":0,"Response":"Lipids,Protines, and Carbohydrates"}
{"Id":15142,"EssaySet":6,"Mark":0,"Response":"1. Osmosis-controls the amount of water in a cell.2. Vacoles-are organelles that help control excessive water and substances being moved around the cell membrane.3. Cells go through photosynthesis. Substances such as oxygen are controlled."}
{"Id":15144,"EssaySet":6,"Mark":0,"Response":"Movement, energy, and Mutation."}
{"Id":15145,"EssaySet":6,"Mark":0,"Response":"they could have a cell wall.  they have guard calls. and ribosomes"}
{"Id":15146,"EssaySet":6,"Mark":0,"Response":"MRNATRNARNA"}
{"Id":15147,"EssaySet":6,"Mark":0,"Response":"1. they could build up ane enzyme to help protect the cell2. they could get rid of material that is in the way3. they could create an easier passageway"}
{"Id":15148,"EssaySet":6,"Mark":0,"Response":"The cytoplasm moves stuff across the membrane."}
{"Id":15149,"EssaySet":6,"Mark":0,"Response":"they use channel proteins to move stuff in and out of the cellthey also use receptor proteins to move stuff in and out"}
{"Id":15150,"EssaySet":6,"Mark":0,"Response":"Protein channel moves larger substances across the cell."}
{"Id":15151,"EssaySet":6,"Mark":0,"Response":"absorb food"}
{"Id":15154,"EssaySet":6,"Mark":0,"Response":"Cells are selectively permeable, the regulate the waste inside of the cell, and ribosomes regulate movement in cells."}
{"Id":15155,"EssaySet":6,"Mark":0,"Response":"cross pollinationdistribution of energy the cell wall lets bad things out and traps the good things in"}
{"Id":15156,"EssaySet":6,"Mark":0,"Response":"They have layers which regulate what can enter and exit the cell membrane. They have a screen-like function that detects weather or not a substance is sizable to enter the membrane."}
{"Id":15157,"EssaySet":6,"Mark":0,"Response":"They have cytoplasm, which holds all the organelles and substances in the membrane.  They have a cell membrane which keeps organelles and substances inside the cell. The endoplasmic reticulum also moves the substances around."}
{"Id":15158,"EssaySet":6,"Mark":0,"Response":"they divideseparatereproduce"}
{"Id":15159,"EssaySet":6,"Mark":0,"Response":"1) see if the organism is inffected2) move the organism to the cell membrane3) check the organism4)move the oranism out of the cell"}
{"Id":15160,"EssaySet":6,"Mark":0,"Response":"active transport helps get things through the membrane"}
{"Id":15161,"EssaySet":6,"Mark":0,"Response":"Osmisis, one using energy, one not using energy"}
{"Id":15162,"EssaySet":6,"Mark":0,"Response":"The first procees used to control movement of substances across the cell membrane would be trascription, which takes protein and turns it into mRNA. Translation takes mRNA and decodes it for the cell to read and use. Osmosis is another process, used by cells. Osmosis makes the fluid in a cell try and reach equalibrium."}
{"Id":15164,"EssaySet":6,"Mark":0,"Response":"eye spot, flagellum and contracule vacule"}
{"Id":15165,"EssaySet":6,"Mark":0,"Response":"One would be reproducton."}
{"Id":15166,"EssaySet":6,"Mark":0,"Response":"There are three processes that I know of that are used by cells and they are passive and active. Passive means that the substance is able to pass right through. Active is when it has to go through a process to go through the cell memebrane. Diffusion is another one. Substances diffuse to go through the cell membrane."}
{"Id":15168,"EssaySet":6,"Mark":1,"Response":"Diffusion- Sugar is absorbed into the membrane and travels down the gradient level.Faciliated Diffusion- Requires energy to move down the gradient.Active Transport- Particles are held in a 'pocket', then are brought to the membrane and are released out of the cell."}
{"Id":15169,"EssaySet":6,"Mark":0,"Response":"cytoplasm, vacuole, ribosomes"}
{"Id":15170,"EssaySet":6,"Mark":0,"Response":"carryout-the cells take the substance across the membrane.miosis-cell transformation moves the information.mitosis- second part moves the rest of the cell in its transformation."}
{"Id":15171,"EssaySet":6,"Mark":0,"Response":"Cells use osmosis,passive transport, and also diffusion to control the movemnet of substances across the cell membrane."}
{"Id":15173,"EssaySet":6,"Mark":0,"Response":"cell division, cellular respiration, cell wall"}
{"Id":15175,"EssaySet":6,"Mark":0,"Response":"They let substances in  and out through the membrane.  all the organs in the cell have a suspecific job to do to get what the cell needs"}
{"Id":15176,"EssaySet":6,"Mark":0,"Response":"Cell membranes let go of waste, eat and engulf food and can block bad stuff from getting in."}
{"Id":15177,"EssaySet":6,"Mark":0,"Response":"They are transfered.They carry the substances."}
{"Id":15178,"EssaySet":6,"Mark":0,"Response":"Cells use different organels inside the cell to move substances across it. Three processes of moving substances would be, using the mitocondria to move waste from the cell. The cell wall also helps filter and move waste in and out of the cell. The cell nucleus controls what goes in and out of the cell as well. That's a few ways cells use movement."}
{"Id":15179,"EssaySet":6,"Mark":0,"Response":"they control the movement across the cell mambrane by taking control of each individual part of the cell."}
{"Id":15180,"EssaySet":6,"Mark":0,"Response":"DiffusionRespirationOmnosis"}
{"Id":15182,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane would be that they; 1. The cell cycle 2. reproduction"}
{"Id":15185,"EssaySet":6,"Mark":0,"Response":"Three processes that control the movement of substances across the cells membrain are equalibrium, the consentration gradiant and cell division. the consentration gradiant is when the partical move from higher consentration to lower consentration. If the cells consentration gradient is to high it can brust or if it is to small it will shring so it has to be normal."}
{"Id":15186,"EssaySet":6,"Mark":0,"Response":"repiration"}
{"Id":15187,"EssaySet":6,"Mark":0,"Response":"The cell membrane protects the cell."}
{"Id":15188,"EssaySet":6,"Mark":0,"Response":"Pores in the membrane allow substances in and out of the cellGolgi body helps transport substances in and out of cellmRNA moves DNA sequences from place to place, in and outside of the cell"}
{"Id":15189,"EssaySet":6,"Mark":0,"Response":"active transport-transports the portiensosmosis-transfers thingsdiffusion-gets rid of things"}
{"Id":15191,"EssaySet":6,"Mark":0,"Response":"They use ribosomes to carry stuff around the cell.The nuclieus is the brain, that helps controll the cell.The cell is small enough to move stuff across it."}
{"Id":15192,"EssaySet":6,"Mark":0,"Response":"the cells are movement  of substances"}
{"Id":15193,"EssaySet":6,"Mark":0,"Response":"floatno movementwalk"}
{"Id":15195,"EssaySet":6,"Mark":0,"Response":"tRNA-sends a message to the nucleus  translation gets waste material out"}
{"Id":15196,"EssaySet":6,"Mark":1,"Response":"1.Osmosis-water passing through the cell membrane and does not require energy2. Active Diffusion-diffuses large particles through the cell membrane and requires energy3. Passive Diffusion-diffuses small particles through the cell membrane and does not require energy"}
{"Id":15197,"EssaySet":6,"Mark":0,"Response":"They use transport proteins to move across sugars across the membrane.They use messenger RNA to send codons to the amino acid sequence.They use RNA to help stabilize the cell."}
{"Id":15198,"EssaySet":6,"Mark":0,"Response":"RNAcytoplasmcell membrane* They all go through the process of movement of substances in  a cell."}
{"Id":15199,"EssaySet":6,"Mark":0,"Response":"They use a system and it gets rid of the stuff that the cell doesn't need, it gets food and stuff like that for the cell to survive, and it helps the cell reproduce."}
{"Id":15200,"EssaySet":6,"Mark":0,"Response":"Interphase which is the longest phase in the cell."}
{"Id":15201,"EssaySet":6,"Mark":0,"Response":"the three are slime, filagine, and micro organisums."}
{"Id":15202,"EssaySet":6,"Mark":0,"Response":"tRNA transports proteins to the nucleusmRNA carries genetic information"}
{"Id":15203,"EssaySet":6,"Mark":0,"Response":"Cellular RespirationMeiosisMitosis"}
{"Id":15205,"EssaySet":6,"Mark":0,"Response":"Movement in the membrane"}
{"Id":15206,"EssaySet":6,"Mark":0,"Response":"DNA meosis  , RNA and protein synthesis ."}
{"Id":15207,"EssaySet":6,"Mark":0,"Response":"centreles, fluids, and proteins"}
{"Id":15208,"EssaySet":6,"Mark":1,"Response":"There are three different types of processes a cell uses to control the movement of substances across the cell membrane. The first type of movement is called active transport, which is when the cell is physically doing something. The second type of movement is called passive transport, which is when the cell itself if inactive and the person is doing the work. The third type of movement is osmosis which is the diffusion of water."}
{"Id":15209,"EssaySet":6,"Mark":0,"Response":"energybloodother"}
{"Id":15210,"EssaySet":6,"Mark":0,"Response":"They use the flagellum to move, therefore it could help move things across the membrane. Also the muscles, like with blood flow, and finally the heart because it pumps blood and oxygen all over the body."}
{"Id":15211,"EssaySet":6,"Mark":3,"Response":"Three processes that are used by a cell to control movement are osmosis, diffusion, and active transport. Osmosis is the movement of water across a selectively premiable membrane. It requires no energy, so it is called anerobic. Diffusion is the movement of particles in a cell from high to low concentration, this process also uses no energy because it goes with the concentration gradient. Active transport is the movement of particles in a cell from low to high concentration, this process uses energy, or ATP, because it goes against the concentration gradient."}
{"Id":15212,"EssaySet":6,"Mark":0,"Response":"Endocytosis is used to let large mollecules into cells. Exocytosis is used to get them out of the cells."}
{"Id":15214,"EssaySet":6,"Mark":0,"Response":"mitosos, meisosis are two ways that cells control the movement across the cell membrane because they are the cycles where new cells are formed."}
{"Id":15215,"EssaySet":6,"Mark":0,"Response":"Cillia, flagella, and"}
{"Id":15217,"EssaySet":6,"Mark":1,"Response":"On the cell membrane there are little holes that are selectivley premable, which allows only certian things to cross and not cross into the cell."}
{"Id":15218,"EssaySet":6,"Mark":0,"Response":"One way you can transfer substances through a cell is by the use of water or otherwise known as Osmosis. A second way you could transfer substances is by transfering enzymes through the cell membrane. A third way substances get transfered through the cell membrane is using mRNA to transfer proteins through the cell."}
{"Id":15219,"EssaySet":6,"Mark":0,"Response":"1. Flagella.2. plasma membrane.3. mitochondria"}
{"Id":15220,"EssaySet":6,"Mark":0,"Response":"Cell wall-blocks unwanted material from getting inCytoplasm-helps regulate RNA"}
{"Id":15222,"EssaySet":6,"Mark":0,"Response":"When a cell needs energy, or food, the plasma membrane lets the food inside of the cell where it is processed by mitochondria. On the cell membrane, there is a series of locking nodules that prevent unwanted substances from entering the cell. Also, things like cilia and flaggellum aid in cell movement and could also possibly aid in the movement of substances."}
{"Id":15223,"EssaySet":6,"Mark":0,"Response":"mitosis moving cells."}
{"Id":15224,"EssaySet":6,"Mark":0,"Response":"The three processes used by cells to control movement of substances are mitosis, meiosis, and passive. Passive is when substances can get through easily. meiosis is also the process how cells divide as mitosis is too."}
{"Id":15225,"EssaySet":6,"Mark":0,"Response":"The nucleus helps control the movement of substances across a cell membrane by telling the substance where to go.The cell wall also helps guide it through keeping the nucleus from getting stuck or trapped in something  because the cell wall is  there to protect it and keep unneeded things out."}
{"Id":15226,"EssaySet":6,"Mark":1,"Response":"1. Osmosis: the differation of water across a membrane.2. Active Permeability: the ability of a membrane to control what flows in and out via special organelles. This is done with carrier proteins that carry the materials 'against the grain'.3. Free-flow permeability: Permeability in which the materials naturally flow into or out of without the help of carrier proteins."}
{"Id":15227,"EssaySet":6,"Mark":0,"Response":"Flaglum-moves cellCillia- help cell stick to surfaces"}
{"Id":15228,"EssaySet":6,"Mark":0,"Response":"reproductionresprationnucleus"}
{"Id":15229,"EssaySet":6,"Mark":0,"Response":"cells use severa;l diffrent processes some examples are how the cells use the nucleus to manuver and plan the movements that allow the substances to travel across the cell wall. some of the cells use their ribosomes to manuverthem. then they could also use their endoplasmic reticulum or their ER to make this process possible. this is only a few posible ways that cells could control the movement of substances across the cell membrane."}
{"Id":15232,"EssaySet":6,"Mark":0,"Response":"convergent evolution, divergent evolution"}
{"Id":15233,"EssaySet":6,"Mark":0,"Response":"golgi aparatus"}
{"Id":15234,"EssaySet":6,"Mark":0,"Response":"Osmosis, meosis,"}
{"Id":15235,"EssaySet":6,"Mark":0,"Response":"flagella- for movement.water."}
{"Id":15236,"EssaySet":6,"Mark":0,"Response":"meiosis,mitosis,cell divison"}
{"Id":15237,"EssaySet":6,"Mark":0,"Response":"Mitios"}
{"Id":15238,"EssaySet":6,"Mark":0,"Response":"The movement of the body your bones to help you excersiseblood type"}
{"Id":15240,"EssaySet":6,"Mark":0,"Response":"the three processes used by the cells to control the movement are through protein chemicals, lysomes throughout hte cell and through the blood."}
{"Id":15241,"EssaySet":6,"Mark":1,"Response":"osmois: which is the movement of water through a cell membranediffusion: the brackage of tissues along the cel membranehomostatis: which is the internal balance"}
{"Id":15242,"EssaySet":6,"Mark":0,"Response":"The cell membrane uses diffusion and osmosis"}
{"Id":15243,"EssaySet":6,"Mark":1,"Response":"1. OSMOSIS- THE MOVEMENT OF WATER IN AND OUT OF CELLS2. DIFUSSION- THE MOVEMENT OF PARTICLES ON AND OUT OF CELLS3. THOUGH PROTEINS"}
{"Id":15244,"EssaySet":6,"Mark":0,"Response":"the three things used by cells are cellular resperation"}
{"Id":15245,"EssaySet":6,"Mark":0,"Response":"1. Free pass or moving freely through the membrane2. Diffusion or the movement of water from high pressure area to low pressure are through the membreane.3. Proteins or the movement of proteins through special small tubes in a cell's membrane."}
{"Id":15248,"EssaySet":6,"Mark":0,"Response":"one is there protein that helps it movetwo is all the cells inside of itthree is all the things inside it"}
{"Id":15249,"EssaySet":6,"Mark":0,"Response":"The cell membrane has 3 processes that it has.1.) It protects the cell 2.) It moves the cell in any way.3.) It can bring food in or out."}
{"Id":15250,"EssaySet":6,"Mark":0,"Response":"The genetic information start out as combinations in the nucleus. When they are switched to MRNA also known as messenger rna that sends a message to the organelles stating that the genetic code needs a specific substance. The third process  is TRNA or transfer rna which transfers the message to the specific orgnelle. The whole process then repeats itself."}
{"Id":15252,"EssaySet":6,"Mark":0,"Response":"-selction..the membrane choosess what substancess can come inside the cell -I dont know-I dont know"}
{"Id":15253,"EssaySet":6,"Mark":0,"Response":"it is that if one can do with out it will not go no were .if the movement of the substance it will move all around the world. if you"}
{"Id":15255,"EssaySet":6,"Mark":1,"Response":"Facilitated Diffusion- allows only certain molecules through membrane and is not going against concentration gradient.Osmosis- the diffusion of water across a membrane.Protein channels- integral and peripheral proteins carry substances into and through membrane into the cell."}
{"Id":15257,"EssaySet":6,"Mark":1,"Response":"Osmosis is the moving of water across the membrane.Endocytosis is things happening in the cell.Exocytosis is things happening outside the cell"}
{"Id":15258,"EssaySet":6,"Mark":0,"Response":"Gel in the cells can help transport substances around the cell membrane."}
{"Id":15259,"EssaySet":6,"Mark":0,"Response":"They have the whip- like structure.cells to control the movement and to gather the food. gather up and move as a team to protect each other."}
{"Id":15260,"EssaySet":6,"Mark":0,"Response":"cell membrane allows certain materials to move around the cells"}
{"Id":15261,"EssaySet":6,"Mark":0,"Response":"osmosis, active transport, and passive transport.  active transport moves substancces freely across the cell membrane, osmosis is where plants slowly absorb substnces and passive transport moves substances across the cell membrane slowly."}
{"Id":15262,"EssaySet":6,"Mark":0,"Response":"One way of movement is the use of flagellum witch is a long tail like structure the moves behind the cell.The second is cilia witch are like tiny hair like structers that are all over a cell witch give it mo bilty."}
{"Id":15264,"EssaySet":6,"Mark":0,"Response":"Cells breaking down. feeding the cells. and letting the cells grow."}
{"Id":15266,"EssaySet":6,"Mark":0,"Response":"osmosisactive transportpassive transport"}
{"Id":15267,"EssaySet":6,"Mark":3,"Response":"As one way of controlling the movement of substances across the membrane, cells use selective permeability. Selective permeability is the process by which cells decide which substances should go into or out of the cell and which shouldn't. Cells also use passive transport, which requires no energy from the cell itself, to do the same thing. Finally, cells use active transport, which goes against the concentration gradient and requires cellular energy. Two types of active transport are endocytosis, the process of letting materials into the cell, and exocytosis, the process of expelling wastes and other unwanted materials from the cell."}
{"Id":15268,"EssaySet":6,"Mark":0,"Response":"There are different kinds of processes that cells use, in this case in humans, such as:1. The White Blood Cells control how much blood is lost and  they are in charge of healing the spot were it is cut.2. The Red Blood Cells controll the blood coming from the heart to throughout the body.3. The Brain Cells can control brain functions and how much blood is taken from the heart and aloud into the brain."}
{"Id":15269,"EssaySet":6,"Mark":0,"Response":"The three processes that help a cell control the substance movements over its membrane could be diffusion, the movement of any particles through the membrane, or equilibrium, which is the outer concentration being equal to the one inside, and the process in which the cell produces energy, which is transfered out of the cell."}
{"Id":15270,"EssaySet":6,"Mark":0,"Response":"Celluar respiration."}
{"Id":15271,"EssaySet":6,"Mark":0,"Response":"The cell membrane is a thick-layered 'wall' that can sometimes prevent what goes in and out of the cell.  It also detects what is suppose to get into the cell."}
{"Id":15272,"EssaySet":6,"Mark":0,"Response":"the cell membrane sends out messages to other parts of the body.movement sends vibrations over the cell membrane causing it to function in different ways."}
{"Id":15273,"EssaySet":6,"Mark":0,"Response":"1. The cell membrane blocks cells from moving around.2. A process called cellular respiration.3. A process called cell diffusion."}
{"Id":15274,"EssaySet":6,"Mark":0,"Response":"osmosis diffusion endocytosis- controls what comes into the cell"}
{"Id":15277,"EssaySet":6,"Mark":0,"Response":"the nucleus controls everything,the mitochondria tells wat enters and leaves the cell."}
{"Id":15278,"EssaySet":6,"Mark":0,"Response":"The cells need enzymes to live that help them make tissues then make organells like the heart, lungs, and mussels"}
{"Id":15279,"EssaySet":6,"Mark":0,"Response":"THE WAY THE CELL MEMBRANE IS DESIGNEDIT LETS SO MUCH WATER IN IT"}
{"Id":15282,"EssaySet":6,"Mark":0,"Response":"acctive transport, diffusion, non-active transport."}
{"Id":15283,"EssaySet":6,"Mark":0,"Response":"Most cells have a cell wall to controll what goes in and out of the cell membrane. Red blood cells carry oxygen around the blood stream. White blood cells fight off diseases."}
{"Id":15284,"EssaySet":6,"Mark":0,"Response":"They can Diffuse and seperate."}
{"Id":15285,"EssaySet":6,"Mark":0,"Response":"Proteins control movementNucleus controls the cellsDNA makes proteins"}
{"Id":15286,"EssaySet":6,"Mark":0,"Response":"The cell membrane,"}
{"Id":15287,"EssaySet":6,"Mark":0,"Response":"Photosynthesis, Cellular Respiration, and the Phosphorus cycle."}
{"Id":15288,"EssaySet":6,"Mark":2,"Response":"Nuclear Membrane- always allows CO2 and oxygen to enter and exit, but does not allow solid objects through that do not fit through the protein channel.Passive Transport- water travels from greater to lesser with no energy being used (Osmosis)Active Transport- water travels from lesser to greater by the use of the cell's enegy"}
{"Id":15290,"EssaySet":6,"Mark":0,"Response":"if the object is small enough it can fit right through the cell membrane, but if it is a larger object then it has to wait to go through the holes that open and close."}
{"Id":15291,"EssaySet":6,"Mark":0,"Response":"Cells conrol movement by useing flagellen and enzymes to encounter the product of movement."}
{"Id":15292,"EssaySet":6,"Mark":1,"Response":"Osmossis is the diffusion of water. Diffussion is moving objects through the membrane."}
{"Id":15293,"EssaySet":6,"Mark":0,"Response":"Active transport-Movement of molecules from an area of hugh concentration to an area of low concentration.Passive transport is two process in one. It used simple diffusion and filacated diffusion."}
{"Id":15294,"EssaySet":6,"Mark":1,"Response":"1.) osmosis- is the emovement of water throught the cell membrane2.) diffusion- is when more water ends up on one side of the cell membrane3.)osteoporosis"}
{"Id":15295,"EssaySet":6,"Mark":0,"Response":"1.resperation is one way it takes substances across the cell2. food gathering also is another way when it gathers the food3. cell selection is another way they select what they want"}
{"Id":15296,"EssaySet":6,"Mark":0,"Response":"The cell nucleus controls what goes in to the cell and comes out of it."}
{"Id":15297,"EssaySet":6,"Mark":0,"Response":"The nucleus holds all the nutrients."}
{"Id":15298,"EssaySet":6,"Mark":1,"Response":"Active transport uses energy and goes against the gradient. Diffusion moves water from a high surface area to a low surface area. Osmosis also moves water from a high surface area to a low surface area."}
{"Id":15299,"EssaySet":6,"Mark":0,"Response":"1.it controls the blood going through your veins2.it filters the waist products3.it helps the blood count?"}
{"Id":15300,"EssaySet":6,"Mark":1,"Response":"PASSIVE: passive movement is where an organism or substance can get through the membrane.ACTIVE: active movement is where the thing has to go through the channel protein to enter the cell.Osmosis: water can pass easily through the membrane."}
{"Id":15301,"EssaySet":6,"Mark":0,"Response":"MOVES SLOW BECASE OF THE ENYZYMS"}
{"Id":15302,"EssaySet":6,"Mark":0,"Response":"Cell membrane controls what enters and leaves the cell. Its like a security guard in the white house. The nucleus reads the information and decides if it should leave or enter the cell. The cell wall protects what enters and leaves the cell also."}
{"Id":15303,"EssaySet":6,"Mark":0,"Response":"The three processes used by cells are they"}
{"Id":15304,"EssaySet":6,"Mark":0,"Response":"They would have a moving processes."}
{"Id":15305,"EssaySet":6,"Mark":0,"Response":"Mutation, Diversity, and Homeostastis"}
{"Id":15306,"EssaySet":6,"Mark":3,"Response":"Three process used by the cell to control the movement of substances across the cell membrane are active transport, passive transport, and a semi-permable membrane.  Active transport is the process in which the cell moves materials across its membrane with the use of energy.  Passive transport is the movement of material across the cell membrane without the use of energy.  A semi-permable membrane is what helps the cell control what pass through the cell and how it gets in."}
{"Id":15307,"EssaySet":6,"Mark":0,"Response":"photosynthesisosmosiswater diffusion"}
{"Id":15308,"EssaySet":6,"Mark":0,"Response":"tRNAmitochondria"}
{"Id":15309,"EssaySet":6,"Mark":0,"Response":"reproduction"}
{"Id":15311,"EssaySet":6,"Mark":2,"Response":"Passive transport moves substances without assistance across a membrane it goes from high concentration to lower ones. Active transport requires protiens to move substances asroos the cell membrane against the concentration gradient. Vesicles are 'pouches' that the cell uses to transport large particles it suronds the object and pinches it off."}
{"Id":15313,"EssaySet":6,"Mark":0,"Response":"One process used by the cell to control movement accross the cell membrane is through energy. The cell uses its energy to control the movement across its membrane. Another way is by endocytosis. Endocytosis helps bring things into the cell. Lastly, there is exocytosis. Exocytosis is when things are being removed from the cell."}
{"Id":15314,"EssaySet":6,"Mark":0,"Response":"One process would be cell growth and metabolism , because to move you need to have the right metabolism so you have the energy to even move in the first place.     A second process could be protein synthesis , because you obviously need all the protein you can get to keep you moving throughout the days of hard work.      A third process is the creation of cells , this is a big part of cell movement. You cant just have one cell and expect it to do everything like move, create energy,etc."}
{"Id":15315,"EssaySet":6,"Mark":1,"Response":"Osmosis- Diffusion of water across a selectively permeable membrane. Cellular respiration- Diffusion of oygen in the cell."}
{"Id":15316,"EssaySet":6,"Mark":0,"Response":"The cell membrance have immune system to know what is coming in to your body, the atttact force that the immune system let out, and how we do thing to our body."}
{"Id":15318,"EssaySet":6,"Mark":0,"Response":"DiffusionOsmosisTransfusion"}
{"Id":15319,"EssaySet":6,"Mark":1,"Response":"Endocytosis controls what is brought into the cell through the cell membrane.Exocytosis controls what is put out of the cell through the cell membrane.Soddium potassium pump contols how much sodium is left inside the cell and how much of the extra is put out of the cell. It also decides how much potassium is left outside the cell and how much of it is put inside the cell."}
{"Id":15320,"EssaySet":6,"Mark":0,"Response":"flagellem helps them move, cili help them move, and moving side to side or something like a motion of a snake."}
{"Id":15321,"EssaySet":6,"Mark":2,"Response":"Cells use three main types of processes to move substances across the cell membrane.      Type one is passive transport. This occurs when the cell dosen't use any energy to transport the materials across the cell membrane.     Type two is active transport. This occurs when the cell uses energy to transport the material across the cell membrane.     Type three is mamma mia here we go again my my how can i forget you"}
{"Id":15323,"EssaySet":6,"Mark":0,"Response":"The cell membrane is controlloed by the nucleous and it goes through processes called meioses, reproduction"}
{"Id":15324,"EssaySet":6,"Mark":0,"Response":"RNA, Vacoules, & proteins.They each move things across the cell."}
{"Id":15326,"EssaySet":6,"Mark":0,"Response":"DNA  MRNA  TRNA"}
{"Id":15327,"EssaySet":6,"Mark":3,"Response":"Facultative diffusion- Particles moving through the protein channels from hig to low concentrationDiffusion- something moving through a cell membrane from high to low concentrationosmosis- water moving through a cell membrane from high concentration to low concentration"}
{"Id":15328,"EssaySet":6,"Mark":0,"Response":"passive transport is what lets everything enter and leave the cell, active transport is the movement of the cell, an the nucleus is what controls everything."}
{"Id":15329,"EssaySet":6,"Mark":0,"Response":"The cell has has a cell membrane top control the movement. A cell also contains proteins which determine what does and does not enter the cell. And finally, the nucleus, being the brain of the cell, also controls the movement across the cell membrane."}
{"Id":15330,"EssaySet":6,"Mark":0,"Response":"The cell membrane is around the the cell, to protech it from every viosas from coming in the cell, also gives the cell food to eat."}
{"Id":15332,"EssaySet":6,"Mark":0,"Response":"cells have cell walls. they block things from getting in and leaving. they protect them."}
{"Id":15334,"EssaySet":6,"Mark":0,"Response":"1. Prophase 2. Anaphase3. Metaphase"}
{"Id":15335,"EssaySet":6,"Mark":0,"Response":"Endoabsorbing allows substances to enter a cell through the layer of proteins in the cell membranes."}
{"Id":15336,"EssaySet":6,"Mark":0,"Response":"1.interphase2.telopahse3.metaophase4.anaphase"}
{"Id":15337,"EssaySet":6,"Mark":0,"Response":"Cell WallVacuole"}
{"Id":15338,"EssaySet":6,"Mark":0,"Response":"THE CELL TRANSFER THAT ENERGY TO THE GOLGI APPARTUS AN THEN IT IS TAKEN BY THE LYSOMES TO CELL MEMBRANE WHERE IT IS DISPOSED OF"}
{"Id":15341,"EssaySet":6,"Mark":0,"Response":"1.  cells is what your body has in it so you can live2.  cells cary anything to where ever it goes3."}
{"Id":15342,"EssaySet":6,"Mark":0,"Response":"telophaseanophase"}
{"Id":15343,"EssaySet":6,"Mark":0,"Response":"There are many ways a cell controls the movement if substances across the cell membrane.  One of them would be by only letting things go from an area of high concentration to an area of low concentration to maintain homeostasis.  Another way is when a receptor protein is triggered to make a channel move things in or out of the cell. A third thing is when a pump is told by the nueclus to work."}
{"Id":15344,"EssaySet":6,"Mark":0,"Response":"Enzynes break down, Protein builds up, and everything is sent to the nucleous."}
{"Id":15345,"EssaySet":6,"Mark":0,"Response":"CELLS WILL EITHER ALLOW OR REJECT SUBSTANCES INTO THE CELL THROUGH ITS CELL MEMBRANE.  ONCE A SUBSTANCE IS INSIDE OF THE CELL, IT MOVES THROUGH THE CELL.  WHEN IT LEAVES THE CELL, IT LEAVES THROUGH RESPIRATION."}
{"Id":15346,"EssaySet":6,"Mark":0,"Response":"The Cell moves the to another place.The membrane controls where the cells go."}
{"Id":15347,"EssaySet":6,"Mark":1,"Response":"Cells use selective permiability to let things in and out of the cell that are smaller, and cells use transport proteins to move larger objects."}
{"Id":15348,"EssaySet":6,"Mark":0,"Response":"They use diffusion, to bring things in and out of the body. They use fission to move things around in the body."}
{"Id":15349,"EssaySet":6,"Mark":1,"Response":"The cell uses its cell membrane to monitor what goes in and out of a cell.  One processes lets substances enter the cell and one process releases substances from then cell.  They can control the movement through diffusion, which means that particles are spread apart equally inside and outside of the cell. Also the cell uses osmosis, which controls the movement of water."}
{"Id":15350,"EssaySet":6,"Mark":2,"Response":"Cells can use osmosis to get water across the membrane. Cells can also use diffusion. Active transport requires the cell's energy and exports things out of the membrane."}
{"Id":15351,"EssaySet":6,"Mark":0,"Response":"The cells move by the flow of cells, cells do their certain jobs, and cells protect the membrane."}
{"Id":15352,"EssaySet":6,"Mark":0,"Response":"there are thre different movements for substances in a cell.  one movement of substance is when the cell is swelling and is too full and to move it it uses a method to push the substance to another cell.  another movement is when there is less substance in a cell, causing it to shrink and it uses a method to let substances enter.  when the cell is making substance leave it is pushing against the normal flow making it harder and using  more energy. but bringing more substance in for a cell uses little to no energy at all for a cell.  the third method is when two cells are equlvalent in substance to each other and does not swell or shrink, but stays constant."}
{"Id":15353,"EssaySet":6,"Mark":0,"Response":"The three processes are Prophase, Metaphase, and Anaphase."}
{"Id":15354,"EssaySet":6,"Mark":0,"Response":"ANAPHASE PROPHASETELOPHASE"}
{"Id":15355,"EssaySet":6,"Mark":0,"Response":"The cells use the mitochondria to move things across the cell membrane.  They also use thier golgi bodies and endoplasmic reticulum."}
{"Id":15356,"EssaySet":6,"Mark":0,"Response":"one way is when cells go and they start to divid and split a part to make new cells"}
{"Id":15357,"EssaySet":6,"Mark":0,"Response":"cell devisioons and cell reproductions"}
{"Id":15359,"EssaySet":6,"Mark":0,"Response":"Sugar cells, Tubicles, and charbohydrates"}
{"Id":15360,"EssaySet":6,"Mark":0,"Response":"They have a cell membrane to control what comes in and out.They try to capture food.They remove things they don't need."}
{"Id":15361,"EssaySet":6,"Mark":0,"Response":"anaphase, telophase, prosphase"}
{"Id":15362,"EssaySet":6,"Mark":0,"Response":"ITMBLOCKS SUBSTANCES FROM ENTERING OR LEAVING THE CELL MEMBRANE"}
{"Id":15363,"EssaySet":6,"Mark":0,"Response":"The cell necluous sends information to the other cells to move the whole organism."}
{"Id":15364,"EssaySet":6,"Mark":0,"Response":"The first process used by cells to control the movement of substances acrossed the cell membrane are Ion Channels. They let only ions pass through the lipid bilayer and move along the cell. The second process that is used are carrier proteins they help carry the proteins acrossed the cell. The third way used is enzymes. They help move the substances across the cell so they can pass through the cell membrane."}
{"Id":15365,"EssaySet":6,"Mark":0,"Response":"Cell wall, it helps keep the substance in the membrane,"}
{"Id":15366,"EssaySet":6,"Mark":3,"Response":"Passive transport, active transport, and diffusion.Passive transport is things leaving and entering the cell without using any energy.Active transport is using energy to move things into or out of the cell.Diffusion is when an area of higher concentration moves that substance that it is concentrated in to an area with a lower concentration."}
{"Id":15367,"EssaySet":6,"Mark":0,"Response":"When the something wants to get through, there is a signal sent and then a protein channel will open up and the item will get through.Some of the items that want to get through will be able to just slide through the phophilipids.Others can go through by the other proteins that will open up to let others in."}
{"Id":15368,"EssaySet":6,"Mark":0,"Response":"The cell may send signals to the membrane and it will go. The cell may also have helped by giving it DNA. The cell may have communicated with other cells in the organism."}
{"Id":15369,"EssaySet":6,"Mark":0,"Response":"1. nucleus- is the boss tells the cell what to do2. Vacuole- cleans everything up3. Mitochondria- produces energy4. mitosis- makes new cells5. Meosis- makes new sex cells"}
{"Id":15370,"EssaySet":6,"Mark":0,"Response":"one is the ribosomestwo is the microtidsthree is the microtons"}
{"Id":15371,"EssaySet":6,"Mark":0,"Response":"Interphase is the biging of the cell cycle where the chromatids duplicate. Anaphase the second is the stage where the nucleus dissapears. Prophase is where the sister chromatids line up in the middle of the cell."}
{"Id":15372,"EssaySet":6,"Mark":0,"Response":"flagellum,osmosis"}
{"Id":15373,"EssaySet":6,"Mark":0,"Response":"One process is through the use of cyclins. Another way is through the cytoplasm. Lastly is by use of carrier protiens."}
{"Id":15374,"EssaySet":6,"Mark":0,"Response":"They use passive transport, active transport, and possecive transport."}
{"Id":15376,"EssaySet":6,"Mark":0,"Response":"a cell uses diffusion, osmosis ,and active transport to move substances across th e cell wall"}
{"Id":15377,"EssaySet":6,"Mark":0,"Response":"Cells have a cell wall, which controls what goes in and out of the cell."}
{"Id":15379,"EssaySet":6,"Mark":0,"Response":"Diffusion- liquid slowly spreads solid through liquid until it's spread out evenly (ex. powdered chocolate in chocolate milk)"}
{"Id":15380,"EssaySet":6,"Mark":0,"Response":"hyper, hypo, osmosis."}
{"Id":15382,"EssaySet":6,"Mark":0,"Response":"the membran when it go to the nuclus when the cell needs RNA"}
{"Id":15383,"EssaySet":6,"Mark":0,"Response":"Cells have many different substances that need moving across the membrane. One process would be electron transport chain (ETC). The electron transport chain or ETC carries neutrons across the cell membrane. Another process would be active transport. Active transport is used in prokayreotes and eukaryotes. It carries waste out and carries proteins in. One last thing that cells use is diffusion. Diffusion carries everything the cells need across the cell membrane and balances the waste products."}
{"Id":15384,"EssaySet":6,"Mark":1,"Response":"Cell membranes are selectively permeable. This means that the phosphid bilayer, which makes up the membrane, will allow certain substances to enter and leave the cell while keeping other substances at bay."}
{"Id":15385,"EssaySet":6,"Mark":0,"Response":"DiffusionActive transportPassive transport"}
{"Id":15388,"EssaySet":6,"Mark":0,"Response":"active transport    osmosisdiffusion"}
{"Id":15389,"EssaySet":6,"Mark":0,"Response":"Facilitated diffusion: From high to low concentatration.Osmosis: From low to high concentration.Permeable mambrain allows the substances to pass in ot out of the cell."}
{"Id":15390,"EssaySet":6,"Mark":0,"Response":"Cell wall, Nucleus, and the cell membrane help control the movement of substances across the cell membrane."}
{"Id":15391,"EssaySet":6,"Mark":0,"Response":"protein gets to the cell it helps the muscles move"}
{"Id":15392,"EssaySet":6,"Mark":2,"Response":"the cell membrane is selectively permiable, and lets some supstances in but not others.  in plant cells the cell wall keeps things out of the cell.  Osmosis allows water to go into and out of the cell."}
{"Id":15394,"EssaySet":6,"Mark":1,"Response":"Osmosis is the difussion from one membrane to another.Active transport is the active use of ATP to transport materials."}
{"Id":15397,"EssaySet":6,"Mark":0,"Response":"They slide because its slippery. Its really cramped in there because every thing is so close. Then they are molded into place and they stay there untill there job is complete."}
{"Id":15398,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are, mRNA, tRNA, and RNA"}
{"Id":15399,"EssaySet":6,"Mark":0,"Response":"They use osmosis to go through the cell membrane using water.Cellular respiration feeds the substance through with the help of the mitochondrion. Protien synthesis goes through the membrane after the ribosomes produce them."}
{"Id":15400,"EssaySet":6,"Mark":0,"Response":"Seperate- They grow apartReproduce- The Multiply     Conjoin- The from together"}
{"Id":15402,"EssaySet":6,"Mark":0,"Response":"Protein Syntheis, Evolution, and evolving."}
{"Id":15403,"EssaySet":6,"Mark":0,"Response":"The cell wall has evolved over time in organisms to control movement of substances both in and out of cells.  This includes not allowing in germs or harmful bacteria, as well as putting them out, and allowing in things needed for cell function.  Also, the lysosome in a cell removes unwanted or dead proteins from a cell.  The cell membrane is a third regulatory structure of the cell, used much like the cell wall."}
{"Id":15404,"EssaySet":6,"Mark":1,"Response":"the three processes used by cells are diffusion, osmosis, and isotonic.osmosis is the movement of water from high to low. othrough a barrier to level the isotonic levels. diffusio is the movement of water from low to high to even out the levels of water"}
{"Id":15405,"EssaySet":6,"Mark":0,"Response":"They move wastes through the cell.  They use cytoplasm to move stuff through cells.  They ahve holes in the cell membrane or cell wall to regulate what goes in and out."}
{"Id":15406,"EssaySet":6,"Mark":0,"Response":"The processes that control the movement of a substance across the cell membrane are the movement and the resperation, these help tell what is going on with the cell membrance and what kind of interactions it might come to."}
{"Id":15407,"EssaySet":6,"Mark":0,"Response":"they have movements that help the cell produce enought energy to move.the cells must have an energy source that will allow them to move and have a normal cell growth.while things are going past the cell membrane they have to watch for certain thigs that will allow the mto keep them safe."}
{"Id":15409,"EssaySet":6,"Mark":0,"Response":"active transport passive transport osmosis"}
{"Id":15411,"EssaySet":6,"Mark":0,"Response":"They all connect to each other."}
{"Id":15413,"EssaySet":6,"Mark":0,"Response":"translation transcription and protein synthesis"}
{"Id":15414,"EssaySet":6,"Mark":0,"Response":"OBMOSTIST DIFIGION"}
{"Id":15415,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane include the flagella, cell wall, and cytoplasm.     The flagella is a tail like attachment of a cell that allows the cell to move around.         The cell wall protects the cell and allows only specific particles in and out of it.          The cytoplasm is picky, and only allows certain materials to pass through it as well."}
{"Id":15416,"EssaySet":6,"Mark":0,"Response":"Osmosis, Diffusion, and Equilibrium."}
{"Id":15417,"EssaySet":6,"Mark":0,"Response":"1- the cells have to divide so they dont get to big. if they get to big then the process will take longer or not go all the way through2-when the cells go through the process miosis and mitois they make more cells.3- the more cells there are the healthier the membrane is"}
{"Id":15419,"EssaySet":6,"Mark":0,"Response":"-Against the flow movement that takes physical energy to move the substances-With the flow this requires no energy to to move across the surface-"}
{"Id":15420,"EssaySet":6,"Mark":0,"Response":"Meiosis\/Mitosis- The cell divides into two.Viscosity- Where water flows on the substance."}
{"Id":15421,"EssaySet":6,"Mark":3,"Response":"diffusion-is the movement of somthing froma higher concentration to a lower concentration.osmosis-is the movement of water from higher concentrations to lower concentrations through a membranesodium pottasium pump- the use of energy to transfer sodium and pottasium ions from lower concentrations to higher concentrations."}
{"Id":15422,"EssaySet":6,"Mark":0,"Response":"PHOTOSYNTHESIS, ACTIVE TRANSPORT,"}
{"Id":15423,"EssaySet":6,"Mark":0,"Response":"The cell membrane tries to equal up the movement of substances from side to side. First the subtances flow freely through the membrane. Then, when the cell has gotten enough substances the membrane sends substances out of the cell."}
{"Id":15424,"EssaySet":6,"Mark":0,"Response":"CELLS USE THE CELL MEMBRAIN TO MOVE AND SOME CELLS USE THERE FLUGELAM TO SEM AND USE IT TO SWIM"}
{"Id":15427,"EssaySet":6,"Mark":0,"Response":"reproduction"}
{"Id":15429,"EssaySet":6,"Mark":0,"Response":"one way is that they cross thhe cerrebellum to get across.the second way is that it passes through the spine.and idk a third one."}
{"Id":15433,"EssaySet":6,"Mark":1,"Response":"Selective permiability, it only allows certain things to move in and out of the cell.Homeostasis, it regulates the water balance in the cells so the cell can have an isotonic solution."}
{"Id":15434,"EssaySet":6,"Mark":0,"Response":"The cells verifies the substances first. Second, it opnes the wall to the accepted substance. Once the substance is through, it closes the whole and waits for another substance to come by."}
{"Id":15437,"EssaySet":6,"Mark":1,"Response":"The cell has certain proteins that match up with certain substances and then lets them into the cell.Diffusion is when the cell lets a higher concentration of water move to a lower concentration of water.Osmosis is when a higher concentration of substances move to a lower concentration of substances."}
{"Id":15438,"EssaySet":6,"Mark":0,"Response":"They use protiens to move substances."}
{"Id":15439,"EssaySet":6,"Mark":0,"Response":"One use would be to remove wastes. Another use would be to recieve proteins or other necessities. Finally, it can be used to keep out harmful substances."}
{"Id":15440,"EssaySet":6,"Mark":0,"Response":"The nucleus controls all the cells functions The membrane controls what goes in and out of the cellThen I guess that the mitochondrian control the food intake."}
{"Id":15441,"EssaySet":6,"Mark":0,"Response":"The golgi body releases substances uneeded and send out of the membrane, The nucleus tells some substances where to go in the cell because that is like the brain of the cell, and also through the mitochondria which is the powerhouse of the cell, it tells some substances how to help the cell."}
{"Id":15442,"EssaySet":6,"Mark":1,"Response":"The cell membrane has a semi premiable membrane that only lets certain things go in and out of the cell."}
{"Id":15443,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane is flagella which helps the cell get throught the membrane, the nucleus that is the control center, and the cell wall to protect the cell from any unwanted cells or anything unwanted."}
{"Id":15445,"EssaySet":6,"Mark":0,"Response":"thee cells us active transport, passive transport, and facilitaed diffusion to control cells movement through the cell membrane,"}
{"Id":15446,"EssaySet":6,"Mark":0,"Response":"MitosisMiosismRN"}
{"Id":15447,"EssaySet":6,"Mark":0,"Response":"The cell membrane has holes in  it for proteins and enzymes to pass through. It also has a gate to keep unwanted molecules out. Certain molecules must become attached to the passage for the molecule to pass through. Also the cellmembrane itself does not allow  molecules to go through it unless they have the right structure for it to go through.They must diffuse across the membrane."}
{"Id":15449,"EssaySet":6,"Mark":0,"Response":"cydokenesisendoparticulum movment"}
{"Id":15450,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to contol the movement of substances across the cell membrane would be the mitochondria, nucleolous and the nucleus."}
{"Id":15453,"EssaySet":6,"Mark":0,"Response":"Endocytosis, Exocytosis and Cellular Respiration are the three processs used by cells to control the movement of substances across the cell membrane.Endocytosis is when the substance moving across the cell membrane is brought into the cell.Exocytosis is when the substance is brought out of the cell."}
{"Id":15454,"EssaySet":6,"Mark":0,"Response":"1. The cell membrane blocks whatever is trying to come in until it knows that it is safe to enter the cell without doing harm.2. It helps block any unwanted subsances from passing into the cell if they got passed the cell wall.3. It can control what leaves the cell, if it is not supposed to leave, then the cell membrane or cell wall will keep it from leaving. If it is supposed to leave, it will let it pass through."}
{"Id":15456,"EssaySet":6,"Mark":0,"Response":"It is the nucleus"}
{"Id":15457,"EssaySet":6,"Mark":0,"Response":"Osmosis, which is the process of moving substances using waterActive Transport, which is where the cells move substances across themselves, and Passive Transport, which is where the substances just pass through"}
{"Id":15458,"EssaySet":6,"Mark":0,"Response":"osmosis,selectively permeable, and diffussion"}
{"Id":15459,"EssaySet":6,"Mark":0,"Response":"The cellular respiration process controls the water flow throughout a cell membrane, the mRNA transports messages throughout the cell, and the tRNA produces proteins."}
{"Id":15461,"EssaySet":6,"Mark":1,"Response":"Active Transport allows substances to move across the cell membrance from low to high concentration. Active Transport uses energy.Osomis allows substances to move across the cell membrance without using energy. Therefore, moving from a high to low concentration.Diffusion allows substances to move across the cell membrane by diffusing them across the cell."}
{"Id":15462,"EssaySet":6,"Mark":0,"Response":"The three processes used by cells to control the movement of substances across the cell membrane are the following:1. osmosis2. meiosis3. mitosis"}
{"Id":15464,"EssaySet":6,"Mark":0,"Response":"Osmosis, difusion, and phospholipid difusion are three processes by which a substance can move across the cell membrane. Osmosis is the dirusion of a substance through a selectively permeable membrane; usually a substance such as water. difusion is the difusion of other semi-small chemicals or atoms moving across the membrane. Phospholipid difusion is the difusion of larger chemicals or atoms across a membrane with the use of a protien."}
{"Id":15466,"EssaySet":6,"Mark":0,"Response":"ARMS.LEGS.SHOULDERS."}
{"Id":15467,"EssaySet":6,"Mark":0,"Response":"The cell membrane selects what can and cannot cross into the cell. There's passive somethings and active somethings in the cell membrane."}
{"Id":15469,"EssaySet":6,"Mark":0,"Response":"1. There are cells to transport protiens.2. There are cells to let different substances in and out of the membrane3. There are cells to transport energy."}
{"Id":15470,"EssaySet":6,"Mark":0,"Response":"The cells will control movement by the cell wall, the cell membrane, and the flagelluim."}
{"Id":15471,"EssaySet":6,"Mark":1,"Response":"Endocytosis-Stuff going into the cellExocytosis-Stuff being excreted from the cellOsmosis-Movement of water through a cell"}
{"Id":15473,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are mRNA rRNA and tRNA."}
{"Id":15474,"EssaySet":6,"Mark":0,"Response":"Water is moved by osmosis.Insulin is moved by fitting into receptors on the cell membrane to make it open, like a lock and key.Any other nutrients are moved by diffusion."}
{"Id":15476,"EssaySet":6,"Mark":0,"Response":"Gelate, Genome, Ganglian"}
{"Id":15477,"EssaySet":6,"Mark":2,"Response":"Diffusion is used by cells to control the movement of substances across the cell membrane.  Substances transfer from high concentration to low concentration.  Active transport is also used.  ATP is important in taking the substances across the membrane.  ATP allows the substances to go against the concentration gradient.  Protein carriers also control movement of substances.  Protein carriers go through a distinct process to engulf the substance and then release it back in or out of the cell.  All of these are examples of different ways cells control the movement of substances across the membrane."}
{"Id":15479,"EssaySet":6,"Mark":1,"Response":"1.Osmosis lets certain things pass through water.2. Diffusion pushes things out of the cell.3. Also by being selectively permeable and only letting certain things enter the cell."}
{"Id":15480,"EssaySet":6,"Mark":3,"Response":"Facilitated diffusion- is a way that substances move from one form of concentration to another form of consintration, diffusion- it takes substances from an area of high concentration to low consintraion, osmosis- deals with the water bieng moved"}
{"Id":15481,"EssaySet":6,"Mark":0,"Response":"Well the cell have to move though the membrane to the chain of reaction."}
{"Id":15482,"EssaySet":6,"Mark":0,"Response":"The cells divide. 23 chromosomes for a male and 46 chromosomes for a female. Mitosis and meiosis take place in the function of a cell. And enzymes help proteins to be made. Diploid is all 46 chromosomes. Haploid is half and that is only 23."}
{"Id":15484,"EssaySet":6,"Mark":0,"Response":"Interphase, Anaphase, Telophase"}
{"Id":15485,"EssaySet":6,"Mark":0,"Response":"The concentration gradient moves things throught the cell pushing them although exocytosis uses its own energy to push things, such as waste, out of the cell."}
{"Id":15486,"EssaySet":6,"Mark":2,"Response":"Osmosis- The diffusion of materials through water particlesActive transport- Moves materials by using energyPassive transport- Moves materials without using energy"}
{"Id":15487,"EssaySet":6,"Mark":0,"Response":"Transcription."}
{"Id":15488,"EssaySet":6,"Mark":2,"Response":"Cells have a lipid bilayer which helps to move things through the cell membrane. A cell's membrane is selectively permeable. Cells also use passive and active transport. Passive transport requires no energy. Some form of passive transport include osmosis, diffusion, and facilitated diffusion. Active transport, unike passive, reguires energy to move things through the cell membrane."}
{"Id":15489,"EssaySet":6,"Mark":0,"Response":"CELLS USE THE ORGANELLES TO HELP MOVE THINGS. THEY OFTEN HAVE MANY DIFFERENT WAYS TO MOVE THINGS. THEY ALSO USE THE SMOOTH AND ROUGH ENDOPLASMIC RETICULUM."}
{"Id":15492,"EssaySet":6,"Mark":0,"Response":"A chain is the process used by cells to move something across the cell. The chain passes it from one to another and so on. Another way is when the phosphates that have two tails and a head keep things out of the cell. This makes the substances bounce back. Enzymes speed up the process."}
{"Id":15493,"EssaySet":6,"Mark":0,"Response":"1) water is carried throughout the cell"}
{"Id":15494,"EssaySet":6,"Mark":0,"Response":"the nuclues it controls the cell.the cell membrane which is inside the cell.And the cell wall which is around the cell"}
{"Id":15496,"EssaySet":6,"Mark":0,"Response":"Osmosis- controls amount of water in the cell."}
{"Id":15497,"EssaySet":6,"Mark":0,"Response":"the size of the holes in the membrane. the flow of cytoplasm. the size of the substance trying to move through the organism."}
{"Id":15498,"EssaySet":6,"Mark":0,"Response":"Translation, Transcription,"}
{"Id":15499,"EssaySet":6,"Mark":0,"Response":"lipids allow water to pass out of the cell, but not into it.oxygen is allowed to pass through the cell membrane, but not other gases."}
{"Id":15501,"EssaySet":6,"Mark":0,"Response":"Active transport:  It is used by the cell membrane to transfer items throughout the cells.  The cell membrane decides if the items can pass through the cell or not.  Distribution: The cell membrane will also use distribution to decide what items go to each part of the cell and how much will be sent to the organelles.  These items could be things like water or other fluids.Seperation: The cell membrane can decide at any time what to seperate in a cell or out of the cell.  It can split up ribosomes or keep fluids from entering the cell.  The cell membrane is the main protector of the cell."}
{"Id":15502,"EssaySet":6,"Mark":0,"Response":"The cells can be carried through th blood stream."}
{"Id":15503,"EssaySet":6,"Mark":0,"Response":"To control the movement of substances across the cell membrane, the cell uses various different structures and processes the monitor this, such as the golgi apparatus."}
{"Id":15504,"EssaySet":6,"Mark":0,"Response":"homeostacios"}
{"Id":15506,"EssaySet":6,"Mark":0,"Response":"Diffusion"}
{"Id":15507,"EssaySet":6,"Mark":0,"Response":"The cell membrane regulates what goes in and out of the cell."}
{"Id":15509,"EssaySet":6,"Mark":0,"Response":"osmosis-transports wateractive transport- transports proteinsdiffusion-"}
{"Id":15510,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to contol the movement of substances across the cell membrane are diffusion, transprt by proteins and the cytoplasm."}
{"Id":15511,"EssaySet":6,"Mark":0,"Response":"passive transportactive transport"}
{"Id":15512,"EssaySet":6,"Mark":0,"Response":"The cell uses osmosis to move water in or out of the cell. It uses diffusion to move other things in and out of the cell and it uses takes things in and out of the cellur membrane because it is semi permeable."}
{"Id":15514,"EssaySet":6,"Mark":0,"Response":"Photosynthesis- where the plant uses the suns energy to get their foodCellular Respiration- where the plant uses the rain and human nature to live"}
{"Id":15515,"EssaySet":6,"Mark":2,"Response":"Difusion is where gases move across the cell from highest concentration to lowest ceoncentration.Osmosis which is when water diffuses through a membrane from highest concentration to lowest concentration."}
{"Id":15516,"EssaySet":6,"Mark":0,"Response":"osmosismeosismitosis"}
{"Id":15518,"EssaySet":6,"Mark":0,"Response":"Ribosomes can move things across the cell membrane, and the plasma membrane and the cytoskeloton help make it easier for things to move that need to."}
{"Id":15519,"EssaySet":6,"Mark":0,"Response":"meiosis mitosis photosynthesis"}
{"Id":15520,"EssaySet":6,"Mark":0,"Response":"PMAT helps regulate the cells."}
{"Id":15521,"EssaySet":6,"Mark":1,"Response":"1. Diffusion - Substances diffuse into the cell by moving from a place of high concentration to a low concentrated area.2. The movement of substances from a low concentration to a high concentration have to use energy in the cell from the mitochondria.3. The cell expells wastes from the cell membrane such as broken down parts of foreign materials by breaking them up by the ribosomes so they can be transferred through the membrane and expelled as quick as possible."}
{"Id":15522,"EssaySet":6,"Mark":0,"Response":"The cell membrane controls what enters and exits the cell. The RNA and proteins help control the movement of substances across the cell membrane."}
{"Id":15523,"EssaySet":6,"Mark":0,"Response":"passive transport allows things to move freely across the cell membraneactive transport move objects like waste out of the cellcarrier protiens carry nutrients to the cell"}
{"Id":15524,"EssaySet":6,"Mark":0,"Response":"Osmosis"}
{"Id":15527,"EssaySet":6,"Mark":0,"Response":"Osmosis,cell walls,and nucleotides"}
{"Id":15528,"EssaySet":6,"Mark":0,"Response":"The cell wallplasma membrane"}
{"Id":15530,"EssaySet":6,"Mark":0,"Response":"1.water for movement2. food for energy to move3. brain tells the thing what to do"}
{"Id":15531,"EssaySet":6,"Mark":0,"Response":"difusion,"}
{"Id":15532,"EssaySet":6,"Mark":0,"Response":"The three processes have to do with proteins going to the ribosomes and then having to go into the nucleus to produce energy. The last and final step is that after the proteins have been used they then need to combine with another nucleotide."}
{"Id":15533,"EssaySet":6,"Mark":0,"Response":"cells help things move through the body so that they can get to the places they need to be.cells store nutrienrtsthey store food"}
{"Id":15534,"EssaySet":6,"Mark":0,"Response":"Three types of processes used by cells to control the movement of substances are Osmosis."}
{"Id":15535,"EssaySet":6,"Mark":0,"Response":"Organisms enter the cell membrane, helps it with the cell, and leaves the cell membrane."}
{"Id":15537,"EssaySet":6,"Mark":0,"Response":"-Fission;  The incoming substances fuse with the cell membrance and enter the cell.-Lipids;  Substances go through the membrane through hole-like structures.-Packaging;  A substance goes into the membrane, which encases the substance.  Then the package is dumped inside the cell."}
{"Id":15541,"EssaySet":6,"Mark":0,"Response":"The cells use the cell wall and the nucleus."}
{"Id":15542,"EssaySet":6,"Mark":2,"Response":"Three processes used by cells to control movement across the cell membrane are active transport, passive transport, and the electron transport chain. Active transport uses energy. Passive transport does not require energy. the electron transport chain moves electron across the cell membrane."}
{"Id":15543,"EssaySet":6,"Mark":0,"Response":"diffusion, osmosis, active transport"}
{"Id":15546,"EssaySet":6,"Mark":0,"Response":"The three processes are diffusion, osmosis, and polymerization."}
{"Id":15550,"EssaySet":6,"Mark":0,"Response":"1.  Mitosis2. Meosis3. ?"}
{"Id":15551,"EssaySet":6,"Mark":0,"Response":"some cells just going right throught it. But not all the cells can go through it. its in between white and red cells. Plus they have to go through the cell wall."}
{"Id":15552,"EssaySet":6,"Mark":0,"Response":"1) Chromosomes2) Nuclearus3) Membrane"}
{"Id":15554,"EssaySet":6,"Mark":2,"Response":"Active transport(uses energy), facillitated diffusion(doesn't use energy), and a process where the cell opens up a saclike structure and engulfs he substance using energy)"}
{"Id":15555,"EssaySet":6,"Mark":1,"Response":"Osmosis: movement of water through the cell membraneDiffusion: movement of water and solutes through the cell membrane"}
{"Id":15556,"EssaySet":6,"Mark":0,"Response":"Nucleous is the main part of the cell more likely the brain of the cell.Ribosomes are then created by the Nucleous there job is to make the proteins for the cell.Proteins are created by the Ribosomes which then are used to give energy for the cell so it can move and start the processes all over again."}
{"Id":15557,"EssaySet":6,"Mark":0,"Response":"1)flagella to make the cell move."}
{"Id":15558,"EssaySet":6,"Mark":1,"Response":"Osmosis is the movement of particles from two different sides of the membrane using hypertonic and hypotonic forces.Diffusion if the natural movement of substances across the cell membrane.Facilitated diffusion requires cell energy. This type of diffusion is used for particles that are two large to pass through the cell membrane. Their are protein channels made for specific substances to pass through opening and closing like a trap door."}
{"Id":15559,"EssaySet":6,"Mark":0,"Response":"The cell wall helps contain the cells shape, it gathers waste to the cell membrane and it helps function it."}
{"Id":15561,"EssaySet":6,"Mark":1,"Response":"To control the movement of substances across the cell membrane, they use diffusion. Diffusion is the process in which things from a high concentration, move to an area of low concentration."}
{"Id":15566,"EssaySet":6,"Mark":2,"Response":"three processes that cells use to control movement is active transport which uses energy to go against the current, passive transport which requires no energy because is goes with the current, and transport protiens which carry substances through and across the membrane."}
{"Id":15567,"EssaySet":6,"Mark":0,"Response":"One of the three processes is deleation, deleation is where it takes one of the cells away. The second of the three is replication, that is where one of the cells are replicated. The last process is called translation, translation is where you take one thing from another cell and add it to the existing cell."}
{"Id":15568,"EssaySet":6,"Mark":0,"Response":"ProteinsLipidsTransitions"}
{"Id":15569,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrance are mRNA, tRNA, and rRNA."}
{"Id":15570,"EssaySet":6,"Mark":0,"Response":"The fisrt process is prophase.  The cytoms go to the opposite ends of the cell membrain.  The second form of process is Metaphase.  It Puts all of the chromosomes in the middle and lines them up.  The last process is called Telophase.  It seperates the chromosomes and pulls them to the oposite ends of the cell membrane and seperates the cell into two new cells."}
{"Id":15571,"EssaySet":6,"Mark":1,"Response":"A process that moves substances across the cell membrane is osmosis, the diffusion of water.  Another is diffusion, having more water in one part of the cell membrane than the other part."}
{"Id":15572,"EssaySet":6,"Mark":0,"Response":"InterphaseTelophaseAnaphase"}
{"Id":15573,"EssaySet":6,"Mark":0,"Response":"Cells control the movement by carrying the information to other parts of the cell."}
{"Id":15574,"EssaySet":6,"Mark":0,"Response":"INTO A CELL- SO THAT THE INFORMATION CAN BE PROSESSED.OUT OF A CELL- SO THAT IT CAN GET RID OF WASTE.SHARED- SO THAT IT CAN RELATE INFORMATION."}
{"Id":15576,"EssaySet":6,"Mark":0,"Response":"One process is fussion to get through the cell mebrane. another is"}
{"Id":15577,"EssaySet":6,"Mark":0,"Response":"DIFFUSION,selitve membrane,"}
{"Id":15578,"EssaySet":6,"Mark":0,"Response":"transition: tRNA takes information to mRNA, coding it to it.Tanslation: Translation takes the information out into the cell to the mitochondria.diffusion: And the dog jumped over the multi-cellular organism."}
{"Id":15579,"EssaySet":6,"Mark":0,"Response":"They have got flagella to help them move around the cell."}
{"Id":15581,"EssaySet":6,"Mark":0,"Response":"The mitochondiria produce and shoot out energy for the cell.The lipids carry things across.Cytoplasm allows things to manuver across."}
{"Id":15582,"EssaySet":6,"Mark":0,"Response":"1. Division- the cells divide so they don't become too big to move the stubstances.2.removing the waste so it doesn't build up in the cell creates more room to move needed substances3.lipids regulate the movement"}
{"Id":15584,"EssaySet":6,"Mark":0,"Response":"the blood flow     the size of the cell to make it though the vansalso they need to be strong to fight off bacteria"}
{"Id":15585,"EssaySet":6,"Mark":0,"Response":"1. Cell membrane-regulates what comes into cell and what is released from cell2.Natural Diffusion-things such as oxygen and water can naturally diffuse across the membrane3.Mitochondria-helps transport nutrients in the cell"}
{"Id":15586,"EssaySet":6,"Mark":0,"Response":"One process is organelles.Another process is transportation.The last process is checkpoints."}
{"Id":15587,"EssaySet":6,"Mark":0,"Response":"One process by which cells move substances across the membrane is the movement of RNA. Two is the movement of energy and three is the organeles send messages to the nucleus to control the movement."}
{"Id":15589,"EssaySet":6,"Mark":0,"Response":"The cells use the Endoplasmic Reticulum to move protiens. The cells uses mRNA to carry messages. The cells use the Flagella to move the cell itself."}
{"Id":15590,"EssaySet":6,"Mark":0,"Response":"movement, repridouction, respirtaion"}
{"Id":15591,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane could be diffusion, osmosis, and cellular transport. These cells move themselves through the membrane either through or around it."}
{"Id":15592,"EssaySet":6,"Mark":0,"Response":"Cilia- Hair like structures that cover the organism, the friction of the hairs moving allows the organism to moveFlagellum- A long whip like structure is wiggled and the organism moves."}
{"Id":15593,"EssaySet":6,"Mark":0,"Response":"three processes are tRNA mRNA and rRNA and those trafer thing throught the membrane of the cell to synthesize proteins"}
{"Id":15594,"EssaySet":6,"Mark":0,"Response":"The cell has holes in the membrane that allows substances to enter into the cell.The cell will reject any foreign substances from entering."}
{"Id":15595,"EssaySet":6,"Mark":0,"Response":"Osmosis- water trasnsferProtein Channels- tubbules that channel protiens through the membraneCell membrane- limints what come in and outof the cell"}
{"Id":15596,"EssaySet":6,"Mark":0,"Response":"Cell differentiationdifusion"}
{"Id":15597,"EssaySet":6,"Mark":0,"Response":"One way to control the movement of substances arcoss the membrane is the stomata. This controls how much materials go into and out of the cell by opening and closing. Another way to control the movement is by diffusion. Some water goes into the cell while other go away. cellular respiration also helps the movment of substances."}
{"Id":15598,"EssaySet":6,"Mark":0,"Response":"translocation, inversion, deletion"}
{"Id":15601,"EssaySet":6,"Mark":0,"Response":"Difusion, and osmosis. Difusion is the movement of water through a permeable membrane."}
{"Id":15602,"EssaySet":6,"Mark":2,"Response":"1. Active Transport is when a cell in your body work and use engery to  aloow things in and out of your cells. 2. Passive Transport is when your cell do not use engery but allow things in and out of your body such as water. 3.diffusion when"}
{"Id":15603,"EssaySet":6,"Mark":0,"Response":"1.It closes the membranes that transfer sugars and other liquids.2.It shrinks.3.It swells."}
{"Id":15604,"EssaySet":6,"Mark":0,"Response":"The three processes used by cells to control the movement of substances acrossed the cell membrane are removal of wastes, bringing in of nutriantes, and the cells growth."}
{"Id":15605,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of substances across the cell membrane are reprodution which is making new cells, transcription, which sends messages and translation which spells out what the message was pretty much."}
{"Id":15606,"EssaySet":6,"Mark":0,"Response":"The cell membrane controls wats goes in and out the cell. So the cell membran knows how to prevent future problems so the cell will stay stable."}
{"Id":15607,"EssaySet":6,"Mark":2,"Response":"One movement process is called osmosis.  This process is when water is transported across the cell membrane.  Another process is called facilitated diffusion.  That is when the channel proteins control what go in and out of a cell. The third process is called diffusion.  This is when particles can go in and out of a cell membrane."}
{"Id":15608,"EssaySet":6,"Mark":0,"Response":"The cell uses the movement of the liquid to move"}
{"Id":15609,"EssaySet":6,"Mark":0,"Response":"The processes used by cells to control the movement of substance across the cell membrane by meiosis. They let the cell move or the cell would have a flagella."}
{"Id":15610,"EssaySet":6,"Mark":0,"Response":"the plasme membrane has a lower concentration on matter inside of the cell than what there is outside of the cell, the plasma membrane has 'holes' in it so it will only let in a certain amount of matter and a certain size, osmosis, active transport, passive transport."}
{"Id":15611,"EssaySet":6,"Mark":0,"Response":"Three substances that are used ny cells to control the movement is the mitochondrion and the sticky substance that everything is placed in; chlorofil. They also use the MRNA and RNA as messengers."}
{"Id":15612,"EssaySet":6,"Mark":0,"Response":"The cell can use endocystosis, which brings in nutrients and proteins from the outside by wrapping the cell membrane around it. They can also use exocystosis, which puts objects out nutrients and proteins by releasing them in a bubble. There is also the transport protein which allows small nutrients to pass through the membrane."}
{"Id":15613,"EssaySet":6,"Mark":0,"Response":"Tell informaton, mRNA, tRNA,"}
{"Id":15614,"EssaySet":6,"Mark":0,"Response":"1. The nucules tell what to do2. Tansports the protein to the mitoconderen3. The mitoconderen turns it into energy"}
{"Id":15615,"EssaySet":6,"Mark":0,"Response":"They control the flow of the substances."}
{"Id":15616,"EssaySet":6,"Mark":1,"Response":"diffusion is when the cell moves things across the cell membrane but it doesnt require energy to do so. active transport has to use energy to move across the cell because it moves against a current type substance that makes it harder to get across . Osmosis is when the cell moves a substance over the cell membrane using a little bit of energy."}
{"Id":15617,"EssaySet":6,"Mark":0,"Response":"Movement, so they can get place to place"}
{"Id":15618,"EssaySet":6,"Mark":3,"Response":"Cells use there selective membranes to decide what goes in and out of a cell.Cells use active transport which is moving things acrosss the concentration granite.Cells use passive transport which moves things with the concentration granite."}
{"Id":15619,"EssaySet":6,"Mark":0,"Response":"meiosis,mitosis,"}
{"Id":15620,"EssaySet":6,"Mark":0,"Response":"RECEPTER ROTIENCE ONLY LET SERIAN THING THROUGH, CHANNEL PROTIENCE LET THINGS THROUGH THER CELL WALL. SMALLER THINGS CAN ALOS GO THROUGH THE WALL"}
{"Id":15621,"EssaySet":6,"Mark":0,"Response":"one of the processes is by"}
{"Id":15622,"EssaySet":6,"Mark":0,"Response":"In cells, their plasma mebrain, also know as the cell membrain, is used for most of tbe cells function. The plasma membrain aids in how the cell moves. Also, the plasma membrain also controlls how cells take in food, and how the excrete waist. The plasma membrain, also helps keep the cell its shape."}
{"Id":15623,"EssaySet":6,"Mark":0,"Response":"cilia- moves cellcytoplasm-keeps the organelles in cellflagellum-moves cell"}
{"Id":15624,"EssaySet":6,"Mark":0,"Response":"metaphase,prophase,anaphase"}
{"Id":15625,"EssaySet":6,"Mark":0,"Response":"Diffusion is used by cells to allow substances to enter the cell"}
{"Id":15626,"EssaySet":6,"Mark":0,"Response":"Cells use organelles to move things around it. there are 2 of things that can be used to move it throughout the cell. they are the smooth and rough Endoplasmic Reticulims"}
{"Id":15627,"EssaySet":6,"Mark":3,"Response":"Active transport-requires energyPassive transport- requires no energyosmosis- the movement of water from one place to another"}
{"Id":15628,"EssaySet":6,"Mark":0,"Response":"One process would be mitosis and another would be meiosis.  A diffrent process would be respiration."}
{"Id":15629,"EssaySet":6,"Mark":0,"Response":"The three types of movements are diversion, equilibrium, and distrubition. Diversion is the process of one substance passing through the membrane. Equilibrium is the process of balancing the concentration on both sides of the membrane. Distribution is the process of moving two different substances to opposite sides of the membrane."}
{"Id":15630,"EssaySet":6,"Mark":0,"Response":"Cell WallRibosomesFlagellum"}
{"Id":15631,"EssaySet":6,"Mark":0,"Response":"defustion lets things in and out of the membrane. Osmois lets water in and out of the membrane."}
{"Id":15632,"EssaySet":6,"Mark":0,"Response":"meiosis and mitosis. they control what the cell does and where it goes."}
{"Id":15633,"EssaySet":6,"Mark":0,"Response":"Chemical reactionmitosis- reproduction of cellmiosis"}
{"Id":15634,"EssaySet":6,"Mark":0,"Response":"Three processes used by cells to control the movement of sunbstances across the cell membrane are mRNA, tRNA, and RNA"}
{"Id":15637,"EssaySet":6,"Mark":0,"Response":"the cell membrane sends the a message to another part of the cell membrane. then it sends the substances threw tubes."}
{"Id":15638,"EssaySet":6,"Mark":0,"Response":"the three processes would be reproduction,respiration,and food gathering."}
{"Id":15639,"EssaySet":6,"Mark":0,"Response":"diffusion, exocysitosis, and endocitosis. Exocysotosis moves things out of the cell and endocytosis moves things into the cell. Diffusion moves water into and out of the membrane."}
{"Id":15640,"EssaySet":6,"Mark":1,"Response":"cells use diffusion to move liquids from one area to another. cells use a selective permeable membrane to allow certain materials to leave and enter the cell."}
{"Id":15641,"EssaySet":6,"Mark":0,"Response":"cell membrane cell wall and cytoplasm"}
{"Id":15642,"EssaySet":6,"Mark":1,"Response":"Diffusion is the process in which something moves from a part of low concentration to Higher Concentration or High to low.Binary fission is the process of moveing something across a permeable membrane.Osmosis is moving water across a semi-permeable membrane."}
{"Id":15643,"EssaySet":6,"Mark":0,"Response":"glycolosis, krebs cycle,electron transport chain"}
{"Id":15644,"EssaySet":6,"Mark":0,"Response":"1. the smooth ER-transfors stuff to the nucles2. the rough ER-takes stuff from yhe nucles3. the golgie-makes ribosomes"}
{"Id":15645,"EssaySet":6,"Mark":0,"Response":"Cells use their cell walls to stop harmful substances. They also use their flagellum to control the movement across the cell membrane."}
{"Id":15646,"EssaySet":6,"Mark":0,"Response":"osmosis, diffusion, mitosis"}
{"Id":15647,"EssaySet":6,"Mark":0,"Response":"1) Cells have cytoplasm in order for them to be able to move throughout the cell.2) The nucleus controls what happens in the cell.3) The endoplasmic reticulum takes things out of the nucleus."}
{"Id":15648,"EssaySet":6,"Mark":0,"Response":"One form of getting around ould be using a flagellum or tail like structure that enables the cell to move around. Another form is cilla or small tiny hairlike structures that are on the outside of the cell that help the cell move around my grabbing onto things and puling it's slef. Amother way is like in your body, you heart pumps the bood through your blood stream with out any of the stuuctures like a flagellum or cilla. Enabling it to move around."}
{"Id":15649,"EssaySet":6,"Mark":0,"Response":"mitosismeiosiscellular resperation"}
{"Id":15650,"EssaySet":6,"Mark":0,"Response":"translationreproductionreflection"}
{"Id":15651,"EssaySet":6,"Mark":0,"Response":"The cell membrane does not allow all things in the cell.The cytoplasm slows the movement of things through the cell.Liquids pass through the membrane easily."}
{"Id":15652,"EssaySet":6,"Mark":0,"Response":"Nutrients give off energy. Protein give strength. Movement helps it to move."}
{"Id":15653,"EssaySet":6,"Mark":0,"Response":"TranscriptionMiosisMitosis"}
{"Id":15654,"EssaySet":6,"Mark":0,"Response":"three processes used by cells to move substances across the cell mambrane are:1) Active Transport2)3)Difussion"}
{"Id":15655,"EssaySet":6,"Mark":0,"Response":"It has molecules that glide across the inside to watch out for bad things and to put things that cross over out that shouldnt get in. The cell aslo has molecules that protect itself from bad things."}
{"Id":15657,"EssaySet":6,"Mark":0,"Response":"it controls the movement by"}
{"Id":15659,"EssaySet":6,"Mark":0,"Response":"endocytocis, exocytocis, ion channels"}
{"Id":15660,"EssaySet":6,"Mark":0,"Response":"cell membrane, protein, and feniues"}
{"Id":15661,"EssaySet":6,"Mark":1,"Response":"endocytosis is particles going into the cellexocytosis ss particles going out of the cellosmosis is water moving in and out of the cellpenocytosis is small and liquid particles going into the cellphagocytosis is large particles going into the cell"}
{"Id":15662,"EssaySet":6,"Mark":0,"Response":"Passif of transport."}
{"Id":15663,"EssaySet":6,"Mark":0,"Response":"Meiosis and Miosis is the passing of materials through membranes in a cell.The digestive track allows for materials to be released at certain points of time to allow no back up"}
{"Id":15664,"EssaySet":6,"Mark":0,"Response":"The 3 processes cells use to controll movement would be, the physoplic biolayer which knows what goes in and out of the cell, then phosphates send the message about the movement and then the orgenelles inside move from one place to another."}
{"Id":15665,"EssaySet":6,"Mark":0,"Response":"The cell membrane only allows certain materials intop the cell, by guarding the wall."}
{"Id":15666,"EssaySet":6,"Mark":0,"Response":"1. Photosynthesis     2. Cell Respiration     3. Mitosis"}
{"Id":15667,"EssaySet":6,"Mark":0,"Response":"Endocytosis (which is part of active transport), where the cell uses energy to pull items through the selectively permeable membrane.Exocytosis (part of active transport), the cell uses energy to push items out of the cell.Diffusion (part of passive transport), the cell does not use energy to gain the items it wants but lets the items move through the selectively permeable membrane."}
{"Id":15668,"EssaySet":6,"Mark":0,"Response":"The cell movements are:"}
{"Id":15669,"EssaySet":6,"Mark":0,"Response":"prokaryotes, ukaroyotes, ribosomes"}
{"Id":15671,"EssaySet":6,"Mark":0,"Response":"The cell membrane is a jelly like substance."}
{"Id":15672,"EssaySet":6,"Mark":0,"Response":"Meiosis, Mitosis, and Oserosis"}
{"Id":15675,"EssaySet":6,"Mark":0,"Response":"MrnaDNARNATrna"}
{"Id":15676,"EssaySet":6,"Mark":0,"Response":"a cell uses the plasma to hold all of the organelles in place."}
{"Id":15677,"EssaySet":6,"Mark":0,"Response":"SOME CELLS USE FLAGELAM FOR MOVEMENT"}
{"Id":15678,"EssaySet":6,"Mark":0,"Response":"The cell wall processes the movement in and out of the cell."}
{"Id":15679,"EssaySet":6,"Mark":0,"Response":"The substance go through the membrane,"}
{"Id":15682,"EssaySet":6,"Mark":0,"Response":"they use movement."}
{"Id":15684,"EssaySet":6,"Mark":0,"Response":"Everything that leavess or enters the cell goes through pore membranes.Photosynthesis helps give nutrients to plants by absorbing light and carbon dioxide and makes sugar for the plant."}
{"Id":15685,"EssaySet":6,"Mark":1,"Response":"Diffusion, allows the flow to be controled. Osmosis lets water in while the surface area decreases."}
{"Id":15686,"EssaySet":6,"Mark":0,"Response":"the cell membrain only let certain stuff in to the nucleus."}
{"Id":15688,"EssaySet":6,"Mark":2,"Response":"Passive transport-transport that requires no energy and uses transport protiensfacilitaed diffusion- type of passive transport, movement of particles from high concentration to lower concentrationactive transport- trnasport that requires enery and uses transport protiens"}
{"Id":15689,"EssaySet":6,"Mark":0,"Response":"1) send signals to nerves2) Move itself places3) Make whole groups of cells"}
{"Id":15690,"EssaySet":6,"Mark":0,"Response":"isotonichypotonichypertonic"}
{"Id":15691,"EssaySet":6,"Mark":0,"Response":"Flagellum,tail, and the body"}
{"Id":15692,"EssaySet":6,"Mark":1,"Response":"Cells use diffusion to get materials through the cell membrane. They also use osmosis to get water in and out of the cell. Some also use facilitated diffusion which uses energy to move things."}
{"Id":15693,"EssaySet":6,"Mark":0,"Response":"Cell DivitionCell ReproductionCell Movement"}
{"Id":15694,"EssaySet":6,"Mark":0,"Response":"There are certain cell organelles that controll what goes in and out of the cell. Also substances are moved in and out of the cell by diffusion. Another way is cells are able to controll how much of sometimes goes in or out of the cell"}
{"Id":15695,"EssaySet":6,"Mark":0,"Response":"Cells are the primary block in life and are responsible for for the many complex things that we do . Cells make tissue that make organs that make organ systems ."}
{"Id":15697,"EssaySet":6,"Mark":0,"Response":"They use Flagelates, pseudopods, or cilia."}
{"Id":15698,"EssaySet":6,"Mark":0,"Response":"Cells have a cell membrane that controls the movement of substances that come in and out of the cell. Also, the surface area plays a roll in controlling the movement of substances aswell. Along with the cell membrane and the surface around, the volume of the cell also has a part in controlling the movement of substances. If the surface area of a cell is bigger than the volume of a cell, it will make it difficult for things to move across the cell. It is the same as if the volume is larger than the surface area."}
{"Id":15699,"EssaySet":6,"Mark":0,"Response":"prophase, anaphase, telophase"}
{"Id":15700,"EssaySet":6,"Mark":0,"Response":"There is a process called osmosis to move substances in and out of cells. Cells also have proteins that move substances around the membrane. Lastly, cells use channel proteins, which channel energy."}
{"Id":15701,"EssaySet":6,"Mark":0,"Response":"the lipeds let the suff in that is needed for thecell"}
{"Id":15702,"EssaySet":6,"Mark":0,"Response":"Tails"}
{"Id":15704,"EssaySet":6,"Mark":0,"Response":"the nucleus, the cell membrane"}
{"Id":15706,"EssaySet":6,"Mark":0,"Response":"meiosis mitosis"}
{"Id":15707,"EssaySet":6,"Mark":0,"Response":"They move the cells.They keep them were the need to be."}
{"Id":15708,"EssaySet":6,"Mark":0,"Response":"One process the cell uses to move substances across the membrane, is through the nucleus. The Nucleus of a cell contains genetic material called DNA which tells the cell which processes to do, this process includes movement across the cell.  Secondly, The cell membrane in general is a regulator of what can and cannot enter and exit the cell.  Last of all, in the process of transfering DNA to other parts of the cell, mRNA moves across the cell to ribosomes, in order for the DNA to be processed and used for a specific cause. This example is a more specific way that shows how cells control movement within the membrane."}
{"Id":15709,"EssaySet":6,"Mark":0,"Response":"The cytoplasm helps regulate what comes in and outThe cell wall controls what leaves and comes inRibosomes carry proteins throughout the cell"}
{"Id":15710,"EssaySet":6,"Mark":0,"Response":"The cell membrane desides what can go into the cell and what can't."}
{"Id":15711,"EssaySet":6,"Mark":0,"Response":"Osmosis, diffusion, and Equilibrium."}
{"Id":15712,"EssaySet":6,"Mark":0,"Response":"the nucleus tells where each individual needs to go."}
{"Id":15713,"EssaySet":6,"Mark":3,"Response":"Cells can use osmosis which is the diffusion of water across a cell membrane.Cells can use facilitated diffusion which is the movement of particales across a membrane.Cells can use passive or active transport. Active has to do with proteins on the membrane called channel protein, this uses energy.  Passive transport does not use channel proteins, nor does it use energy."}
{"Id":15714,"EssaySet":6,"Mark":0,"Response":"They use one process where it just glides across the cell.One process is used to carry it over.And one process is used to slide it across the cell. Transcription Translation and Transversion"}
{"Id":15715,"EssaySet":6,"Mark":0,"Response":"The cellular membrane stops unwanted materials from getting into the cell. The nucleus decides what it wants inside of the cell.The cytoplasm slows untwanted materials so they can be killed."}
{"Id":15716,"EssaySet":6,"Mark":0,"Response":"THE GOLIGI APPERTIUS"}
{"Id":15717,"EssaySet":6,"Mark":0,"Response":"Though the electron transport chain."}
{"Id":15718,"EssaySet":6,"Mark":0,"Response":"The tree processes used by cells to control the movement of substances across the cell membrane are Blood flow going to the cells, Oxygen flow, and nutrients flow."}
{"Id":15721,"EssaySet":6,"Mark":1,"Response":"sodium potassium pumpchannelsvacuoles"}
{"Id":15722,"EssaySet":6,"Mark":0,"Response":"the nucleas helps it"}
{"Id":15723,"EssaySet":6,"Mark":0,"Response":"DifutionActive transportelectron transport"}
{"Id":15724,"EssaySet":6,"Mark":0,"Response":"Cells use chloroplasts to absorb nutrients and it is used as an organizer for transporting substances through out the cell. Cells also use the mitochondria to move substances. The mitochondria is like the cells organizer, it balances out the substances and sends them where they need to go."}
{"Id":15725,"EssaySet":6,"Mark":0,"Response":"One way the cell controls the movement across the membrane is by knowing where to go. Aniother way is by swimming to where it needs to go, and the last way i moves is by just moving there."}
{"Id":15726,"EssaySet":6,"Mark":1,"Response":"Cells can use the process of osmosis which has water pass through its barrier. A second process is diffusion. Lastly, a third process is facilitated diffusion."}
{"Id":15728,"EssaySet":6,"Mark":3,"Response":"Passive Transport-where no energy is needed for the transportation of things in or out of the cell.Active Transport-where energy is required for the transportation of things in or out of the cell.Endocytosis-the process where the cell surrounds sumthing and brings it into the cell because it is to big to travel through one of the channels."}
{"Id":15729,"EssaySet":6,"Mark":0,"Response":"Protien moves aross the cell membrane when something is need  to move the cell membrane will only let certain things in and out"}
{"Id":15730,"EssaySet":6,"Mark":0,"Response":"Sun,Water, and SoilIt makes the plant stay alive so it controls what the plant does."}
{"Id":15732,"EssaySet":6,"Mark":0,"Response":"The cells use prophase. Then they use metaphase to come togteher. Then Anaphase to seperate. Then lastly use telophase to seperate into 2 cells."}
{"Id":15733,"EssaySet":6,"Mark":0,"Response":"mitochondriagolgibodiesnucleus"}
{"Id":15735,"EssaySet":6,"Mark":0,"Response":"Cell wall- allows certain things to enter and exit the cellThe light and dark reactionsPhotosynthesis"}
{"Id":15736,"EssaySet":6,"Mark":0,"Response":"They use translation, transcription, and replication."}
{"Id":15737,"EssaySet":6,"Mark":0,"Response":"When a substance tries to move into a cell, the cell mebrane is selective in what it alows. The cell membrane is selectively permeable, meaning it only allows what it wants into and out of the cell. Also, substances try to connect with different protiens on the cell membrane. If they are not the right substances and protiens, they will not be allowed through the barrier."}
{"Id":15738,"EssaySet":6,"Mark":3,"Response":"Osmosis is where water helps move things in and out of the cell. Active transport is when energy is used to move the substances across the cell membrane.Passive transport is when energy is not used to move the substances across the cell membrane."}
{"Id":15740,"EssaySet":6,"Mark":0,"Response":"membrane, chloraph, nuecles"}
{"Id":15742,"EssaySet":6,"Mark":0,"Response":"The three processes that the cell uses to conrol the movement across the cells are the movement of the lipid, nuclies, and another process."}
{"Id":15745,"EssaySet":6,"Mark":0,"Response":"Flagella are used for movement by the cell. Cellular Respiration is a processed used by the cell to breathe. Mitosis is another process used by the cell to reproduce."}
{"Id":15746,"EssaySet":6,"Mark":0,"Response":"nucleuscell membrane"}
{"Id":15747,"EssaySet":6,"Mark":3,"Response":"The plasma membrane is selectivly permeable.  It lets oblects in or out of the cell.  Diffusion lets objects move through the plasma membrane along the concentration gradient, without the need for energy.  Facilitated diffusion lets objects too big to fit through the plasma membrane enter the cell through transport proteins without the need for energy.  Active transport lets objects enter the cell against the concentration gradient through protiens."}
{"Id":15748,"EssaySet":6,"Mark":1,"Response":"1) Osmosis, which is the movement of water into and out of the cell membrane.2)"}
{"Id":15749,"EssaySet":6,"Mark":0,"Response":"use there tails to whip around and transfer information.they stretch out and find something closest to them.connect together and form one cell."}
{"Id":15750,"EssaySet":6,"Mark":0,"Response":"MOVEMENNREPRODUCINGGATHERING FOOD"}
{"Id":15751,"EssaySet":6,"Mark":0,"Response":"1.kill the white cells2.clean throughout your body3.rum blood through you whole body"}
{"Id":15753,"EssaySet":6,"Mark":0,"Response":"OSMISOSDIFFUSION"}
{"Id":15755,"EssaySet":6,"Mark":0,"Response":"they let things in and out. They have instructions for eeverything. And they know what to do."}
